{
  "doc_id": "bacada_ch08",
  "title": "Post Intubation Tracheal Stenosis",
  "abstract": "",
  "content": "- *95**\n- *Chapter 8 Post Intubation Tracheal Stenosi*s**\nCASE DESCRIPTION\nThis patient is a 55-year-old woman with a long history of gastroesophageal reflux disease (GERD) refractory to proton pump inhibitors, who was admitted emergently to an outside hospital with stridor and respiratory distress requiring noninvasive positive-pressure ventilation (NPPV). Flexible bronchoscopy revealed a severe mid-tracheal stricture with an estimated diameter of 4 mm, based on the fact that a 5.2-mm outside diameter flexible bronchoscope could not be advanced beyond the lesion. Three months earlier, she had undergone surgical repair of a hiatal hernia, during which she was intubated for several hours. Two weeks after surgery, as she became more physically active, the patient developed wheezing and dyspnea, which did not improve with inhaled corticosteroids and bronchodilators. Stridor prompted consultation with an ear, nose, and throat physician, who made the diagnosis of tracheal stenosis and performed rigid bronchoscopy with laser and dilation. Her symptoms recurred, and 2 weeks post intervention she went to a local emergency department with respiratory distress and stridor. An emergent tracheostomy was performed. One month later, the patient was successfully decannulated, but 10 days later, she developed recurrent stridor and respiratory distress requiring hospitalization, NPPV, bronchoscopy, and subsequent transfer to our institution.\nShe had no other medical or surgical history, lived alone, had an active lifestyle, and enjoyed hiking. Her preference was to relieve dyspnea, regain her previous lifestyle, and avoid tracheostomy if possible. Review of symptoms was unremarkable, except that she could not speak in full sentences and had obvious biphasic stridor without hoarseness. Vital signs were normal except for a heart rate of 130 (sinus rhythm). Her chest radiograph was normal. She underwent urgent rigid bronchoscopy with dilation (Figure 8-1). The stricture was circumferential, extending for 1 cm and starting 5 cm below the vocal cords.\nDISCUSSION POINTS\n1. Describe three favorable stenosis features for tracheal resection.\n2. List five differential diagnoses of tracheal stenosis.\n3. Describe three known complications of tracheal resection.\nCASE RESOLUTION\n- *Initial Evaluation*s**\n- *Physical Examination, Complementary Tests, and Functional Status Assessmen*t**\nThis patient was hospitalized for respiratory failure requiring NPPV. This is not an unusual presentation for patients with post intubation tracheal stenosis (PITS). Many patients are diagnosed when stenosis is severe enough to prompt acute respiratory failure necessitating emergency bronchoscopic dilation with or without subsequent curative surgery.1 In one study, 54% of patients presented with acute respiratory failure requiring emergency dilation.2\nThe noninvasive preoperative evaluation is limited in these emergent circumstances. For instance, the tracheal air column on chest radiograph (CXR) can be overlooked by radiologists and clinicians, and thus deserves careful inspection in any patient with symptoms of central or upper airway obstruction.3 CXR was performed in this patient but was unrevealing (see Figure 8-1). Because CXR does not allow accurate determination of morphology, extent, or degree of narrowing, a computed tomography (CT) scan is warranted. This was not feasible in our patient, who could not lie flat and was unstable from a respiratory perspective.\nInspection bronchoscopy would also allow accurate assessment of the stenosis and would provide treatment planning information, including degree of mucosal inflammation, associated cartilaginous collapse, and relative amount and location of hypertrophic fibrotic tissue,4 but could increase respiratory compromise or cause laryngospasm and respiratory arrest. In fact, it is usually our practice to perform flexible bronchoscopy in all patients referred for rigid bronchoscopic interventions; occasionally, this examination is performed on NPPV. It is not known, however, whether such a practice should be generally applied to all cases, especially when results from a previous bronchoscopic examination are known. Indeed, in the setting of respiratory distress and need for NPPV, flexible bronchoscopy can cause airway wall edema and can trigger respiratory failure, potentially resulting in the need for emergent tracheostomy. Although bronchoscopy on NPPV in critically ill patients has been described,5 its safety has not been studied in patients with respiratory distess resulting from tracheal stenosis. We chose to refrain from repeating a flexible bronchoscopy and proceeded directly with rigid bronchoscopic intervention to restore airway patency.\narrest. In fact, it is usually our practice to perform flexible bronchoscopy in all patients referred for rigid bronchoscopic interventions; occasionally, this examination is performed on NPPV. It is not known, however, whether such a practice should be generally applied to all cases, especially when results from a previous bronchoscopic examination are known. Indeed, in the setting of respiratory distress and need for NPPV, flexible bronchoscopy can cause airway wall edema and can trigger respiratory failure, potentially resulting in the need for emergent tracheostomy. Although bronchoscopy on NPPV in critically ill patients has been described,5 its safety has not been studied in patients with respiratory distess resulting from tracheal stenosis. We chose to refrain from repeating a flexible bronchoscopy and proceeded directly with rigid bronchoscopic intervention to restore airway patency.96\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nwould have interfered with general anesthesia, rigid bronchoscopy, or tracheal resection and reconstruction. Her respiratory status, however, was unstable, and impending respiratory arrest was a concern.\n- *Support Syste*m**\nWe knew that this patient lived alone, but careful assessment of her social support was not possible because of her shortness of breath and inability to speak in full sentences.\n- *Patient Preferences and Expectation*s**\nShe clearly expressed a wish to avoid repeat tracheostomy. She was informed about available therapeutic options for her tracheal stenosis, including dilation with or without airway stent insertion, surgery, and repeat tracheostomy in case of airway emergency. After she had been informed of the risks and benefits of available therapeutic alternatives for her situation, the patient agreed to rigid bronchoscopy with dilation to improve symptoms acutely so that she might be considered for tracheal surgery afterward.\n- *Procedural Strategie*s**\n- *Indication*s**\nPITS resulted in stridor and respiratory distress at rest. The bronchoscopic procedure was expected to restore airway lumen patency and improve symptoms.1,12\nDuring our initial encounter with the patient in the intensive care unit, we did not know the exact extent of the stricture, although we knew that its morphology was circumferential. This type of stricture would respond transiently to dilation, but the contractile scar usually recurs within several weeks, as had already happened in our patient. Published literature suggests that total loss of normal airway wall structure with replacement by fibrotic tissue permits no alternative to a concentric cicatrix, which tends to contract over time.9 This process might explain the general failure of dilation as a method of treatment, unless lesions are not circumferential (i.e., when well-demarcated eccentric fibrotic bands are identified).9 Surgical data support this concept, suggesting that tension at the site of anastomosis and incompletely excised fibrotic narrowing (Myer-Cotton grade III*) and stridor.6,7*\nBased on McCaffrey’s system,† this stenosis was stage I.8 Although PITS can be localized to the glottis or the subglottis, the most common form is seen at the site of the tube cuff (i.e., cuff stenosis). Bronchoscopically, it is usually circumferential in morphology. This patient had developed PITS 14 days after being intubated for several hours. The exact duration of intubation necessary to cause airway injury and stenosis is not known. In one study, the duration of intubation was less than 2 weeks in more than half of patients, and less than 1 month in 87%, but strictures can develop after only a few days of intubation-related mucosal and submucosal mechanical injury.9,10 As seen in our patient, tracheal stenosis becomes symptomatic within 6 weeks after extubation in more than 50% of patients, and within 2 months after extubation in two thirds of patients.1\nAcute inflammation is the initial event that eventually leads to mucosal and submucosal ulcerations, and possibly to exposure and fragmentation of cartilaginous rings.9 The likely pathogenesis of this process is ischemic mucosal damage when cuff-to-tracheal wall tension exceeds mucosal capillary perfusion pressure, usually 20 to 30 mmHg.6 Compression of the submucosa by the cuff of the tube can cause regional ischemia of the cartilaginous rings because they receive their blood supply from the submucosal plexus.11 Subsequent inflammatory histologic changes can occur within 24 to 48 hours, and healing of the necrotic region by secondary intention occurs within 3 to 6 weeks after removal of the tube.3\n- *Comorbiditie*s**\nPoor general health or comorbidities may contraindicate surgery, at least temporarily. This patient had no metabolic, cardiovascular, or neurologic comorbidities that would have interfered with general anesthesia, rigid bronchoscopy, or tracheal resection and reconstruction. Her respiratory status, however, was unstable, and impending respiratory arrest was a concern.\n- *Figure 8-*1** **A**, The chest radiograph performed at admission to our intensive care unit does not reveal any tracheal abnormality.* **B**, The proximal aspect of the stricture is visualized through a 13 mm Efer-Dumon rigid bronchoscope. The diameter of the stricture was 4 mm-smaller than the size of the rigid telescope (5 mm).\nto 6 weeks after removal of the tube.3\n- *Comorbiditie*s**\nPoor general health or comorbidities may contraindicate surgery, at least temporarily. This patient had no metabolic, cardiovascular, or neurologic comorbidities that would have interfered with general anesthesia, rigid bronchoscopy, or tracheal resection and reconstruction. Her respiratory status, however, was unstable, and impending respiratory arrest was a concern.\n- *Figure 8-*1** **A**, The chest radiograph performed at admission to our intensive care unit does not reveal any tracheal abnormality.* **B**, The proximal aspect of the stricture is visualized through a 13 mm Efer-Dumon rigid bronchoscope. The diameter of the stricture was 4 mm-smaller than the size of the rigid telescope (5 mm).8 - Post Intubation Tracheal Stenosis\n97\nRisk-Benefit Analysis\nMechanical dilation (with or without laser assistance) provides only temporary benefit in patients with extensive (>1 cm) circumferential lesions. Repeated interventions, especially if laser is used, might increase the extent of injury in some cases, possibly resulting in damage to the cricoid posterior plate. Similarly, stent insertion could increase the length of stenosis. Some experts recommend avoiding this treatment in all patients who are candidates for surgical intervention, stating that laser or stent insertion should be performed only in patients with absolute contraindications to surgery.18 Some believe that when one or more cartilaginous rings are involved, endoscopic treatment is contraindicated unless surgery is not a consideration.19 However, the general applicability of such an approach has not been demonstrated. In our patient, who had an unstable respiratory status, the risks of rigid bronchoscopy were outweighed by the benefits of immediately improving airway patency, resolving respiratory distress, and avoiding respiratory failure.\nTherapeutic Alternatives for Restoring Airway Patency\nTo optimize a patient’s functional status for potentially curative open surgery, mechanical dilation with or without laser resection is often necessary. In one large reported surgical series, most patients underwent one or two preoperative rigid bronchoscopies.1 If surgical repair is deferred for a prolonged period, or is not technically feasible, repeat dilation can be performed, but management with airway stents, laser, silicone T-tube, or tracheostomy has also been described.\n1. Self-expandable metal stents (SEMSs) should never be used in patients who are potential candidates for resection because these are likely to cause additional airway injury and may make a potentially resectable patient unresectable.20 Results from a surgical study suggest that all patients with tracheal and subglottic stenosis who had undergone covered or uncovered metallic stent placement developed new strictures or granulation tissue; this occurred after a short duration of stent insertion, either precluding definitive surgical treatment or requiring more extensive tracheal resection.20 In fact, metal stents ideally should be avoided in any benign airway disorder, unless surgery and silicone stents are not a consideration.21\n2. Silicone stents are helpful for splinting extensive post intubation stenoses and are appropriate for palliating airway narrowing in nonsurgical candidates.*1,19,22 Stent-related complications, however, are not uncommon and include migration (17.5%), obstruction from secretions (6.3%), and significant granulation tissue formation at the proximal or distal extremities of the stent (6.3%).23 Silicone tissue are independent risk factors for stricture recurrence after open resection of tracheal strictures.13,14 To prevent recurrence in complex nonsurgical lesions, some experts promptly insert a silicone prosthesis at the first rigid bronchoscopic intervention rather than performing laser-assisted dilation.1 This is not a universally accepted practice because stents themselves can cause granulation and potentially extend the degree of stenosis, making additional surgical interventions difficult or impossible. We elected, therefore, to perform dilation alone, unless significant malacia were present, which would require stent insertion.*\nContraindications\nThis patient had no contraindications to general anesthesia or to rigid bronchoscopy.\nExpected Results\nTracheal vascular anatomy* and mechanisms of tracheal wall injury in PITS highlight the transmural nature of lesions. These explain in part the limited success of purely endoluminal therapies such as laser treatment resection or dilation.15,16 Stenotic lesions are prone to radial compressive forces and might respond favorably, albeit temporarily, to dilation. Factors negatively impacting the success rates of rigid bronchoscopic interventions include an extent longer than 1 cm and the presence of chondritis, resulting in cartilaginous collapse (malacia); in one study of patients with such complex stenoses, during a follow-up period of 28 to 72 months, only 22% of patients were treated successfully using laser-assisted mechanical dilation, whereas 78% required stent placement.17 In another study, all patients with complex stenoses had undergone tracheal stent placement during initial rigid bronchoscopy. After 6 months of follow-up, a majority (n = 9/10) of those patients who continued to be considered inoperable eventually required permanent bronchoscopic airway stent insertion.1*\nTeam Experience\nThe operator’s experience in properly assessing the lesion and determining the most appropriate bronchoscopic intervention at a particular time is important for patients who potentially become surgical candidates once their functional status improves; preoperative bronchoscopic treatments should not result in a need to extend the length of surgical resection beyond that which would have been performed given the original length of the stenosis.17\n28 to 72 months, only 22% of patients were treated successfully using laser-assisted mechanical dilation, whereas 78% required stent placement.17 In another study, all patients with complex stenoses had undergone tracheal stent placement during initial rigid bronchoscopy. After 6 months of follow-up, a majority (n = 9/10) of those patients who continued to be considered inoperable eventually required permanent bronchoscopic airway stent insertion.1*\nTeam Experience\nThe operator’s experience in properly assessing the lesion and determining the most appropriate bronchoscopic intervention at a particular time is important for patients who potentially become surgical candidates once their functional status improves; preoperative bronchoscopic treatments should not result in a need to extend the length of surgical resection beyond that which would have been performed given the original length of the stenosis.1798\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nStent insertion performed using rigid bronchoscopy under general anesthesia is an acceptable alternative to surgery for inoperable patients with complex stenosis.* These stents are reported to provide long-term airway patency with minimal complications.1 In a study of 42 patients with complex stenoses, only 9 were surgical candidates and 33 were treated with silicone stent insertion, with a success rate of 69%.10 In general, however, the success rate of bronchoscopic treatment once stents are removed (usually after at least 6 months) in cases of complex stenosis is reportedly low (17.6%). A higher rate of airway stability after stent removal (46.8% in 22 of 47 patients) was described after stents remained in place for a mean of 11.6 months17; most patients (12/22) had their stents for longer than 12 months. Predictors of success of endoscopic treatments included lesions measuring less than 1 cm and those without associated malacia (chondritis). Lesion height and intubation-to-treatment latency have also been reported to independently predict the success of endoscopic intervention; 96% of patients with lesions shorter than 30 mm were successfully treated endoscopically, but the success rate fell to 20% for lesions longer than 30 mm. Patients with stenosis present for longer than 6 months since the original injury were less likely to be successfully treated endoscopically.24*\n- Most studies define complex stenoses as extensive scarring >=1 cm in vertical length, circumferential hourglass-like contraction scarring, or the presence of associated malacia.*\n3. Laser-assisted mechanical dilation (LAMD) has a failure rate of 78% to 90% for complex PITS.17 Comparatively, failure rates for treating simple web-like PITS range from 23% to 43%.1,25 These data are consistent with what experts stated more than 20 years ago: Only thin, web-like strictures can be removed definitively by laser resection.15 A strong correlation between laser intensity and the magnitude of the resulting tracheal injury has been noted, especially when the laser is directed perpendicular to the airway wall.26 Vaporization of cartilaginous structures is strictly contraindicated because it results in weakening of the tracheal framework and potentially induces restenosis to a more severe grade.27 Despite these concerns, in a large study of patients with PITS, laser therapy did not seem to adversely affect the outcome of tracheal resection and reconstruction.28 In a different study, however, it appeared to be responsible for most surgical complications.18\n4. Silicone T-tubes (Montgomery T-tubes) or tracheostomy tubes, in this setting, should be inserted through the area of stenosis, if possible, to conserve airway not involved by the stenosis lesion. For most patients who do not require mechanical ventilatory support, a silicone T-tube provides functional capability.3 These therapies are warranted in the few patients with critical stenoses who are candidates for neither surgery nor indwelling airway stent insertion, or who develop recurrence after such interventions.1 These procedures can also be used when tracheal resection and reconstruction or dilation techniques are not available or have failed, or as a solution for patients who had silicone stent placement complicated by frequent migrations.18,23\n5. Primary tracheal sleeve resection is considered the treatment of choice in patients who are operable.18,28 Proponents of open surgery believe that the transmural nature of tracheal lesions explains the limited success of purely endoluminal therapies.16 In severe cases with airway narrowing to 5 mm diameter or less, dilation followed by tracheal resection could be performed at the same setting.28 In our case, however, we elected to restore airway patency bronchoscopically while evaluating the patient for open surgical resection by precisely identifying the topography of the injury, the exact location and length of the stenosis, the length of tracheal involvement, and the presence of inflammation and edema at the border of stenosis. In fact, patients with severe inflammatory signs at the stenotic site should be first stabilized and re-evaluated for surgery after a period of observation.18 We believed that although open surgery was definitive treatment indicated for our patient’s mid-tracheal short stenotic lesion, her unstable respiratory status would have significantly increased the risk for postoperative complications after open surgical intervention.29 Tracheal sleeve resection should always be considered for patients who become operable candidates after short-term successful bronchoscopic intervention, as well as when operable candidates fail bronchoscopic treatment. This\nrestore airway patency bronchoscopically while evaluating the patient for open surgical resection by precisely identifying the topography of the injury, the exact location and length of the stenosis, the length of tracheal involvement, and the presence of inflammation and edema at the border of stenosis. In fact, patients with severe inflammatory signs at the stenotic site should be first stabilized and re-evaluated for surgery after a period of observation.18 We believed that although open surgery was definitive treatment indicated for our patient’s mid-tracheal short stenotic lesion, her unstable respiratory status would have significantly increased the risk for postoperative complications after open surgical intervention.29 Tracheal sleeve resection should always be considered for patients who become operable candidates after short-term successful bronchoscopic intervention, as well as when operable candidates fail bronchoscopic treatment. This8 - Post Intubation Tracheal Stenosis\n99\nAnatomic Dangers and Other Risks\nWhen laser is used, high power density, long application times, and laser beam orientation perpendicular to the airway wall increase the risk for airway wall perforation and injury to structures adjacent to the trachea. Relevant to this patient is that an intrthoracic tracheal lesion is surrounded by the left innominate vein, the aortic arch, the innominate and left common carotid arteries, and the deep cardiac plexus. On the right, it is in relation with the pleura and the right vagus nerve, and near the root of the neck, with the innominate artery.\nResults and Procedure-Related Complications\nThe patient was intubated with a 9.5 mm Efer-Dumon rigid bronchoscope. The circumferential stricture was noted 5 cm below the vocal cords. Its diameter was 4 mm-slightly larger than the rigid suction catheter (see Figure 8-1). Usually, if the lesion measures less than 5 mm in diameter (the size of the Hopkins lens rigid telescope), Jackson-type dilators or balloon dilators can be used to serially enlarge the stenosis. We usually proceed with gentle dilation by carefully advancing the telescope itself within the stricture. If the lesion is greater than 5 mm in diameter, dilation is achieved using the bronchoscope alone (see video on ExpertConsult.com) (Video II.8.1). Careful insertion of the tip of the bronchoscope into the stenosis, using a rotating motion and gentle forward pressure, typically advances it through the lesion. If not, one to four radial incisions are performed to release the tension in the stricture before dilation. Once the stenosis has been bypassed, assessment of the distal airway and aspiration of secretions are performed using a flexible bronchoscope introduced through the rigid tube. Most commonly, PITS injuries occur as single lesions, but given this patient’s history of intubation followed by tracheostomy, other lesions may be present. A thorough evaluation of the entire upper respiratory tract, from the supraglottic structures to the carina, is therefore mandatory before surgical intervention in such patients. Serial dilation with 10.4, 12, and 13 mm rigid bronchoscopes was then performed. Measurements were taken of overall tracheal length and length of the stenosis to determine the feasibility of airway resection and reconstruction. No evidence of malacia or severe active mucosal inflammation was found and the lesion was 1 cm in length, although we noticed a mild degree of contractile retraction of the stenotic area after the rigid scope had been removed, such that after dilation, the lumen diameter was measured at 10 mm. A laser was not used because airway patency was satisfactorily restored by dilation alone and the patient was considered a good candidate for open surgical intervention. She tolerated the procedure well and was transferred to the intensive care unit (ICU) for 24 hours, during which no complications were noted. She was discharged home 2 days later.\nLong-Term Management\nOutcome Assessment\nPost dilation, residual stenosis caused less than 50% airway lumen narrowing and the patient’s symptoms\nInformed Consent\nAfter she had been advised of the therapeutic alternatives, the patient agreed to proceed with rigid bronchoscopy under general anesthesia. She was informed of the potential risk for postoperative upper airway edema and the potential need for emergent endotracheal intubation or tracheostomy.\nTechniques and Results\nAnesthesia and Perioperative Care\nGeneral anesthesia using a total intravenous technique, without muscle relaxants, is our preference for rigid bronchoscopy in a patient with severe tracheal stenosis. Until control of the airway is obtained, spontaneous ventilation is maintained.31 The anesthesia team should be ready to respond to any procedure-related complications. For example, if emergent endotracheal intubation is necessary, insertion of a No. 6 cuffless endotracheal tube can be guided bronchoscopically to avoid trauma at the stenosis level (Figure 8-2).\nInstrumentation\nA variety of rigid bronchoscopes were available for serial dilations (see Figure 8-2). We chose to start with a 9.5 mm external diameter rigid bronchoscope to allow gentle dilation of the stricture without damage to normal mucosa, thus avoiding the need for laser. Because the consistency of the stricture was unknown before the rigid intervention was provided, we were prepared to use potassium-titanyl-phosphate (KTP) laser for radial incisions and neodymium-doped yttrium aluminum garnet (Nd : YAG) laser if necessary in case of bleeding requiring coagulation.\nemergent endotracheal intubation is necessary, insertion of a No. 6 cuffless endotracheal tube can be guided bronchoscopically to avoid trauma at the stenosis level (Figure 8-2).\nInstrumentation\nA variety of rigid bronchoscopes were available for serial dilations (see Figure 8-2). We chose to start with a 9.5 mm external diameter rigid bronchoscope to allow gentle dilation of the stricture without damage to normal mucosa, thus avoiding the need for laser. Because the consistency of the stricture was unknown before the rigid intervention was provided, we were prepared to use potassium-titanyl-phosphate (KTP) laser for radial incisions and neodymium-doped yttrium aluminum garnet (Nd : YAG) laser if necessary in case of bleeding requiring coagulation.SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nfor surgery. She underwent a single-stage tracheal resection and reconstruction.28 During surgery, bronchoscopic intubation was performed to reduce the risk of trauma to the airway at the stenotic level. Two centimeters of trachea was resected to ensure removal of all fibrotic tissue (Figure 8-5). The resection began just distal to the tracheal stoma site, which was not resected because it was not involved with stenosis or malacia.\nThe long-term outcome of this patient is expected to be good. In one of the largest series of 503 patients, 87.5% of those who underwent this procedure in an experienced tracheal surgery center had good results, and 6.2% had satisfactory results.* The overall mortality rate was 2.4%. Of the patients who died, 58% had anastomotic dehiscence, but failure occurred in 3.9% and was managed by tracheostomy, T-tube, or dilations.28 Tracheostomy is rarely required after resection and reconstruction for PITS (in less than 5% of patients) but may improved. Stridor and respiratory distress resolved, and NPPV could be discontinued.*\nReferral\nA thoracic surgery consultation was done during the rigid bronchoscopy so the surgeon could evaluate the lesion in real time. An outpatient consultation several days after bronchoscopic intervention was arranged to discuss tracheal sleeve resection.\nFollow-up Tests and Procedures\nOn postoperative day 1, the patient had a CT scan of the neck and chest, as well as pulmonary function tests (PFTs). CT scan showed a mild stricture, no evidence of extrinsic compression, and no parenchymal abnormalities (Figure 8-3). Multiplanar and three-dimensional reconstruction using internal (virtual bronchoscopy) and external rendering (virtual bronchography), with excellent image quality, is achievable with low-dose techniques32 (Figure 8-4). PFTs revealed normal forced expiratory volume in 1 second (FEV1) and FEV1/forced vital capacity (FVC) ratio, no flattening of the flow volume loop (FVL), and only minimal reduction in forced expiratory flow (FEF) to 69% predicted (see Figure 8-3).\nThree weeks later, the patient complained of recurrent symptoms with exertion and was immediately scheduled\nFigure 8-3 Post rigid bronchoscopic dilation, computed tomography (CT) scan showed (A) a normal tracheal lumen and (B) a mild stricture at the site of previous dilation with no evidence of extrinsic compression and no parenchymal abnormalities. C, Coronal CT view reveals mild stenosis and the “hourglass” morphology of the trachea at the level of stenosis (arrow). D, Flow-volume loop post dilation shows normal inspiratory and near normal expiratory curves.\nA\nB\nD 4.0\n0.0\n6.0\n4.0\n8.0\nFEF25%\nFEF50%\nFEF75%\nFEFmax\nFlow Volume\nFlow (L/s)\nPre-Post\n12.0\nC\n- Results were described as good if patients were functionally able to perform usual activities and if postoperative roentgenograms or bronchoscopic examinations showed an anatomically good airway. Results were considered satisfactory if patients could perform normal activities but were stressed on exercise, if they had abnormalities such as a paralyzed or partially paralyzed vocal cord, and if significant narrowing was evident on endoscopic or roentgenologic examination.*\nglass” morphology of the trachea at the level of stenosis (arrow). D, Flow-volume loop post dilation shows normal inspiratory and near normal expiratory curves.\nA\nB\nD 4.0\n0.0\n6.0\n4.0\n8.0\nFEF25%\nFEF50%\nFEF75%\nFEFmax\nFlow Volume\nFlow (L/s)\nPre-Post\n12.0\nC\n- Results were described as good if patients were functionally able to perform usual activities and if postoperative roentgenograms or bronchoscopic examinations showed an anatomically good airway. Results were considered satisfactory if patients could perform normal activities but were stressed on exercise, if they had abnormalities such as a paralyzed or partially paralyzed vocal cord, and if significant narrowing was evident on endoscopic or roentgenologic examination.*8 - Post Intubation Tracheal Stenosis\n101\nFigure 8-4 Computed tomography with external rendering reveals (A) a post intubation mid-tracheal stricture in a different patient. The extent and severity of the lesion can be measured, and these measurements correlate with (B) the bronchoscopic findings, but (C) mucosal details (hyperemia, edema) are identified only by bronchoscopic evaluation.\nA\nC\nB\nStenosis\nNormal trachea\nFigure 8-5 Post intubation tracheal stenosis from the patient. (A) Cross-section of trachea (resected specimen). One-month follow-up bronchoscopy revealed the healed anastomosis with minimal nonobstructing granulation, (B) no dehiscence or infection, and (C) a normal distal trachea.\nA\nB\nC\nNormal trachea\nAnastomosis\nResected stenosis\na post intubation mid-tracheal stricture in a different patient. The extent and severity of the lesion can be measured, and these measurements correlate with (B) the bronchoscopic findings, but (C) mucosal details (hyperemia, edema) are identified only by bronchoscopic evaluation.\nA\nC\nB\nStenosis\nNormal trachea\nFigure 8-5 Post intubation tracheal stenosis from the patient. (A) Cross-section of trachea (resected specimen). One-month follow-up bronchoscopy revealed the healed anastomosis with minimal nonobstructing granulation, (B) no dehiscence or infection, and (C) a normal distal trachea.\nA\nB\nC\nNormal trachea\nAnastomosis\nResected stenosis102\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n- Infectious disorders such as tuberculosis or* *Klebsiell*a* rhinoscleroma*\n3. Describe three known complications of tracheal resection.\n- Anastomosis dehiscence (~6%) potentially* *requirin*g* reoperation or permanent tracheostomy or T-tube18,28*\n- Potentially fatal innominate artery hemorrhage (1%)28*\n- Postoperative mortality (1.5% to 5%)18,28*\nbe necessary in cases of glottis edema after *laryngotrachea*l* resection and reconstruction. Anastomotic* *granulatio*n* tissue is seen in only 1.6% of anastomoses performed using Vicryl suture material. Postoperative new-onset laryngeal dysfunction is seen in less than 5% of patients and is related to longer lengths of resected airway.* *Infectiou*s* complications are uncommon.3 In a different study, perioperative major complications occurred in 12.3% of cases and included anastomotic dehiscence treated* *successfull*y* with surgical debridement and a temporary Montgomery T-tube; vocal cord paralysis, managed with laser therapy or with cordectomy; restenosis treated with laser therapy; and deglutition dysfunction in the setting of laryngeal release, which required functional re-education. In this series, all patients with major* *complication*s* received multiple preoperative laser treatments and/or endotracheal prostheses.18*\nIn our patient, elective outpatient flexible *bronchoscop*y* was scheduled 30 days after surgery to assess airway patency. She had a normal voice and denied dyspnea at rest or with exertion. During bronchoscopy, the vocal cords were mobile and symmetric, but* *erythem*a* at the level of the larynx suggested uncontrolled GERD. The anastomosis line was seen 1.5 cm below the cricoid, and minimal nonobstructing granulation tissue was noted overlying the anastomosis. No* *dehiscenc*e* or infection was present (see Figure 8-5). Although protocols have not been universally agreed upon or studied regarding the need for or frequency of* *surveillanc*e* bronchoscopy, some investigators routinely perform follow-up examinations every 4 to 6 weeks during the first 6 months after intervention.22 Others recommend bronchoscopy only in cases of new symptom* *developmen*t*.33 Information provided by CT scans with* *multiplana*r* reconstruction and virtual bronchoscopy may be considered a substitute for that attained by direct* *bronchoscopi*c* evaluation.34*\nQuality Improvement\nQuality of care was considered satisfactory because airway patency had been promptly and safely restored, emergent tracheostomy was avoided, and the patient had been discharged home 48 hours after the rigid *bronchoscopi*c* intervention. With regard to follow-up post* *trachea*l* resection, we did not perform a bronchoscopy before discharge. Some tracheal surgeons advocate early bronchoscopy to diagnose early anastomotic* *complication*s*, which might be easier to manage before severe airway obstruction or infection develops.10*\nDISCUSSION POINTS\n1. Describe three favorable stenosis features for tracheal resection.\n- Vertical extent less than 4 cm12*\n- Lack of laryngeal involvement18,28*\n- Lack of severe inflammation18*\n2. List five differential diagnoses of tracheal stenosis.\n- Post intubation/tracheostomy*\n- Amyloidosis*\n- Wegener’s granulomatosis*\n- Relapsing polychondritis*\n- Infectious disorders such as tuberculosis or* *Klebsiell*a* rhinoscleroma*\nExpert Commentary\nprovided by Douglas J. Mathisen, MD, and Ashok Muniappan, MD\nIn the case described, a patient with post intubation stenosis was effectively managed with operative reconstruction of the trachea. Before definitive operative management, the patient had presented with acute respiratory distress requiring urgent rigid bronchoscopy and dilation for stabilization. We wholeheartedly support this strategy because patients almost never require emergent tracheal resection and reconstruction.\nThe decision to proceed with tracheal resection and reconstruction (TRR) is made carefully. It requires integration of clinical observations, careful review of various imaging modalities, and a thorough *bronchoscopi*c* examination of the airway. After evaluation, relatively few patients with post intubation stenoses are refused surgical management at our institution. Even\niell*a* rhinoscleroma*\nExpert Commentary\nprovided by Douglas J. Mathisen, MD, and Ashok Muniappan, MD\nIn the case described, a patient with post intubation stenosis was effectively managed with operative reconstruction of the trachea. Before definitive operative management, the patient had presented with acute respiratory distress requiring urgent rigid bronchoscopy and dilation for stabilization. We wholeheartedly support this strategy because patients almost never require emergent tracheal resection and reconstruction.\nThe decision to proceed with tracheal resection and reconstruction (TRR) is made carefully. It requires integration of clinical observations, careful review of various imaging modalities, and a thorough *bronchoscopi*c* examination of the airway. After evaluation, relatively few patients with post intubation stenoses are refused surgical management at our institution. Even8 - Post Intubation Tracheal Stenosis 103\nsubglottic larynx, which frequently are involved in post intubation stenosis.\nMany of the limitations of current imaging techniques are overcome by flexible and rigid bronchoscopy. The rigid ventilating bronchoscope remains the best tool for properly evaluating post intubation stenosis. Although flexible bronchoscopy may be performed, it is inadvisable if rigid bronchoscopy is not available to rescue the airway. The larynx should be carefully evaluated because occasionally, laryngeal stenoses must be addressed before definitive tracheal reconstruction is undertaken. Ideally, definitive bronchoscopic examination is performed immediately before the planned surgical reconstruction, to avoid unnecessary instrumentation and additional anesthesia. For those presenting with symptoms suggestive of impending airway obstruction, such as the patient the authors present, rigid bronchoscopy and dilation are performed to manage the compromised patient before definitive reconstruction. We are wary of performing bronchoscopy while the patient is awake in cases of significant airway stenosis; we typically perform examinations under general anesthesia. Even the gentlest bronchoscopic examination can induce edema or bleeding that can lead to loss of the airway.\nThe authors do an excellent job of discussing the range of available treatments for post intubation tracheal stenosis. Although mechanical dilation, with or without laser incision of the scar, is often performed before definitive repair, we do not routinely prescribe it for patients at first presentation. Mechanical dilation of the typical post intubation stenosis is unlikely to have a prolonged effect, and recurrence is almost virtually ensured. We use mechanical dilation exclusively for post intubation tracheal stenosis and have not found the laser useful for managing these lesions. It is rare for us to perform a tracheostomy or to place a T-tube, because these measures may make definitive repair more complicated or even impossible. If it cannot be avoided, every effort is made to place the surgical airway through the narrowed segment of trachea, so as to avoid reducing the length of normal trachea available for reconstruction. We would echo the authors in bemoaning the use of stents in patients who are potential surgical candidates for reconstruction. Stent complications, especially induction of airway granulation tissue, may threaten the ability of the surgeon to safely reconstruct the airway. This cost cannot be justified in any way for the patient who is a reasonable surgical candidate.\nSeveral technical concerns must be addressed before tracheal reconstruction can be performed safely. As the authors suggest, the lesion must be completely resected to ensure a satisfactory anastomosis that heals without recurrent stenosis. Given this fact, the lengths of trachea that may be resected safely are limited. Most resections are less than 4 cm in length, but occasionally longer lengths may be resected successfully. Significant kyphosis, short stature, and conditions that prevent cervical flexion may significantly limit the amount of trachea that can be resected. The prepared tracheal surgeon must be familiar with techniques such as laryngeal release that can significantly reduce tension at the anastomosis.\nAnastomotic complications are the most frequent cause of mortality after tracheal reconstruction. The authors cite the 2.4% mortality in our 1995 report of 503 patients undergoing tracheal reconstruction for post intubation stenosis.28 This greatly overestimates the expected mortality, as is seen in our most recent experience. A more recent report from us, in 2004, described 1% mortality in 901 patients undergoing tracheal reconstruction for all diagnoses at our institution.12 The mortality rate in patients experiencing anastomotic complications was 7.4% (6/81 patients), but it was only 0.01% (5/820 patients) in patients without anastomotic complications. Of 6 deaths in the anastomotic complication group, 3 were attributed to airway obstruction, 2 occurred in patients undergoing repair of tracheoinnominate fistulas, and 1 was the result of mediastinitis. Of 5 deaths in the nonanastomotic complication group, 3 were attributed to pneumonias, 1 was the result of myocardial infarction, and 1 was caused by a pulmonary embolism. Most important, all cases of mortality occurred in the early part of the series, and no deaths were reported after 1988.\nREFERENCES\n1. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n2. Baugnee PE, Marquette CH, Ramon P, et al. Trait\nattributed to airway obstruction, 2 occurred in patients undergoing repair of tracheoinnominate fistulas, and 1 was the result of mediastinitis. Of 5 deaths in the nonanastomotic complication group, 3 were attributed to pneumonias, 1 was the result of myocardial infarction, and 1 was caused by a pulmonary embolism. Most important, all cases of mortality occurred in the early part of the series, and no deaths were reported after 1988.\nREFERENCES\n1. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n2. Baugnee PE, Marquette CH, Ramon P, et al. Traitement endoscopique des stenoses trachéales postintubation: a propos de 58 cas. Rev Mal Respir. 1995;12:585-592.\n3. Wain JC Jr. Postintubation tracheal stenosis. Semin Thorac Cardiovasc Surg. 2009;21:284-289.\n4. Colt HG. Functional evaluation before and after interventional bronchoscopy. In: Bolliger CT, Mathur PN, eds. Interventional Bronchoscopy. Basel, Switzerland: S. Karger; 2000:55-64.\n5. Murgu SD, Pecson J, Colt HG. Bronchoscopy on noninvasive positive pressure ventilation: indications and technique. Respir Care. 2010;55:595-600.\n6. Heffner JE, Miller KS, Sahn SA. Tracheostomy in the intensive care unit. Part 2. Complications. Chest. 1986;90:430-436.\n7. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n8. McCaffrey TV. Classification of laryngotracheal stenosis. Laryngoscope. 1992;102:1335-1340.\n9. Cooper JD, Grillo HC. The evolution of tracheal injury due to ventilatory assistance through cuffed tubes: a pathologic study. Ann Surg. 1969;169:334-348.\n10. Galluccio G, Lucantoni G, Battistoni P, et al. Interventional endoscopy in the management of benign tracheal stenoses: definitive treatment at long-term follow-up. Eur J Cardiothorac Surg. 2009;35:429-433; discussion 933-934.\n11. Salassa JR, Pearson BW, Payne WS. Growth and microscopical blood supply of the trachea. Ann Thorac Surg. 1977;24:100-107.\n12. Wright CD, Grillo HC, Wain JC, et al. Anastomotic complications after tracheal resection: prognostic factors and management. J Thorac Cardiovasc Surg. 2004;128:731-739.\n13. Couraud L, Moreau JM, Velly JF. The growth of circumferential scars of the major airways from infancy to adulthood. Eur J Cardiothorac Surg. 1990;4:521-525.\n14. Abbasidezfouli A, Akbarian E, Shadmehr MB, et al. The etiological factors of recurrence after tracheal resection and reconstruction in post-intubation stenosis. Interact Cardiovasc Thorac Surg. 2009;9:446-449.\nThorac Surg. 1977;24:100-107.\n12. Wright CD, Grillo HC, Wain JC, et al. Anastomotic complications after tracheal resection: prognostic factors and management. J Thorac Cardiovasc Surg. 2004;128:731-739.\n13. Couraud L, Moreau JM, Velly JF. The growth of circumferential scars of the major airways from infancy to adulthood. Eur J Cardiothorac Surg. 1990;4:521-525.\n14. Abbasidezfouli A, Akbarian E, Shadmehr MB, et al. The etiological factors of recurrence after tracheal resection and reconstruction in post-intubation stenosis. Interact Cardiovasc Thorac Surg. 2009;9:446-449.104\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n26. Goodman RL, Hulbert WC, King EG. Canine tracheal injury by neodymium-YAG laser irradiation. Chest. 1987;91:745-748.\n27. Monnier P, George M, Monod ML, et al. The role of the CO2 laser in the management of laryngotracheal stenosis: a survey of 100 cases. Eur Arch Otorhinolaryngol. 2005;262:602-608.\n28. Grillo HC, Donahue DM, Mathisen DJ, et al. Postintubation tracheal stenosis: treatment and results. J Thorac Cardiovasc Surg. 1995;109:486-492; discussion 492-493.\n29. Bisson A, Bonnette P, Ben EL, et al. Tracheal sleeve resection for iatrogenic stenoses (subglottic laryngeal and tracheal). J Thorac Cardiovasc Surg. 1992;104:882-887.\n30. Marulli G, Rizzardi G, Bortolotti L, et al. Single-staged laryngotracheal resection and reconstruction for benign strictures in adults. Interact Cardiovasc Thorac Surg. 2008;7:227-230.\n31. Perrin G, Colt HG, Martin C, et al. Safety of interventional rigid bronchoscopy using intravenous anesthesia and spontaneous assisted ventilation: a prospective study. Chest. 1992;102:1526-1530.\n32. Shitrit D, Valdsislav P, Grubstein A, et al. Accuracy of virtual bronchoscopy for grading tracheobronchial stenosis: correlation with pulmonary function test and fiberoptic bronchoscopy. Chest. 2005;128:3545-3550.\n33. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118:1455-1459.\n34. Bauer TL, Steiner KV. Virtual bronchoscopy: clinical applications and limitations. Surg Oncol Clin N Am. 2007;16:323-328.\n15. Shapshay SM, Beamis JF, Hybels RI, et al. Endoscopic treatment of subglottic and tracheal stenosis by radial laser incision and dilation. Ann Otol Rhinol Laryngol. 1987;96:661-664.\n16. Grillo HC. Stents and sense. Ann Thorac Surg. 2000;70:1142.\n17. Cavaliere S, Bezzi M, Toninelli C, et al. Management of post-intubation tracheal stenoses using the endoscopic approach. Monaldi Arch Chest Dis. 2007;67:73-80.\n18. Rea F, Callegaro D, Loy M, et al. Benign tracheal and laryngotracheal stenosis: surgical treatment and results. Eur J Cardiothorac Surg. 2002;22:352-356.\n19. Patelli M, Gasparini S. Post-intubation tracheal stenoses: what is the curative yield of the interventional pulmonology procedures? Monaldi Arch Chest Dis. 2007;67:71-72.\n20. Gaissert HA, Grillo HC, Mathisen DJ, et al. Temporary and permanent restoration of airway continuity with the tracheal T-tube. J Thorac Cardiovasc Surg. 1994;107:600-606.\n21. U.S. Food and Drug Administration. Metallic tracheal stents in patients with benign airway disorders. http://www.fda.gov/Safety/MedWatch/SafetyInformation/SafetyAlertsforHumanMedicalProducts/ucm153009.htm. Accessed April 15, 2011.\n22. Zias N, Chroneou A, Tabba MK, et al. Post tracheostomy and post intubation tracheal stenosis: report of 31 cases and review of the literature. BMC Pulm Med. 2008;8:18.\n23. Martinez-Ballarin JI, Diaz-Jimenez JP, Castro MJ, et al. Silicone stents in the management of benign tracheobronchial stenoses: tolerance and early results in 63 patients. Chest. 1996;109:626-629.\n24. Nouraei SA, Ghufoor K, Patel A, et al. Outcome",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.446,
    "domain": [
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch08.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}