{
  "id": "bacada_ch18",
  "title": "EBUS TBNA for Subcentimeter Station 7",
  "abstract": "",
  "content": "219\nChapter 18\nEBUS-TBNA for Subcentimeter PETNegative Subcarinal LAD (Station 7) and\na Right Lower Lobe Pulmonary Nodule\nCASE DESCRIPTION\nAn 81-year-old man was referred for a 1.5 cm solitary pulmonary nodule in the medio-basal segment of the RLL, incidentally noted while he was undergoing CT of the abdomen for nephrolithiasis. An integrated emission tomography with CT/18F-fluoro-2-deoxy-D-glucose PET scan confirmed the nodule, showing a 5.5 SUV max on PET, and revealed a PET-negative 7 mm subcarinal lymph node (Figure 18-1). Vital signs and physical examination were unremarkable. Complete blood count, coagulation, chemistry panel, and spirometry and DLCO were normal. A treadmill stress test performed 6 months earlier was normal. PPD was negative, and the patient had no known exposure to tuberculosis. He smoked 1 pack/day for 25 years but quit 20 years before the time of his presentation. He was still working and active, playing golf 3 times a week. He lived with his wife, who was very involved in his care. He desired all available treatment options in case this was lung cancer.\nDISCUSSION POINTS\n1. Describe the major elements of informed consent.\n2. Describe pros and cons pertaining to staging the PET-CT-negative mediastinum in patients with known or suspected lung cancer.\n3. List five reasons for a poor sample on a nodal aspiration smear.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\nAssessment of this patient’s functional status at the initial visit could guide additional diagnostic and therapeutic interventions. His age, smoking history, and imaging studies increased the likelihood that he had primary lung carcinoma. Treatment of lung cancer, whether with surgery, chemotherapy, radiation therapy, or a combination of these, can be associated with substantial toxicity. Patients with significant functional impairment due to their lung cancer or to comorbid conditions may not be able to withstand resection or, alternatively, aggressive chemoradiotherapy. The Karnofsky Performance Status (KPS) is a general measure of functional impairment that is used to compare the effectiveness of various therapies and to assess prognosis in individual patients: The lower the score, the worse the survival for most serious illnesses.1 The Eastern Cooperative Oncology Group (ECOG) Performance Scale uses a five-point scale and has been shown to be a better predictor of prognosis than KPS.2,3 Relevant to this case suspicious of smoking-related malignancy is that if diagnosis performed is locally advanced cancer (stage IIIA) based on his pulmonary nodule and the subcentimeter subcarinal lymph node (LN), this patient’s operability or eligibility for chemoradiotherapy could be precluded by poor performance status. However, his performance status was excellent, with KPS of 100 and ECOG score of 0.\nComputed tomography (CT) scan showed a 1.5 cm right lower lobe (RLL) nodule and a 0.7 cm subcarinal LN. Although CT is accurate in detecting LN enlargement, the clinical relevance of LN enlargement for staging is poor, because large nodes may be benign and small nodes contain metastases in approximately 20% of cases.4 Of importance to this patient, 5.6% of patients with radiographic stage I disease in one study were eventually found to have N2 disease.5 Multiple studies and meta-analyses have demonstrated that noninvasive staging of lung cancer is improved by the use of positron emission tomography (PET) scanning.6 Owing to a high negative predictive value (NPV) of PET scanning of approximately 90%, invasive staging procedures are generally omitted in patients with clinical stage I non-small cell lung cancer (NSCLC) and negative mediastinal PET images. This strategy warrants caution, however, in the following situations, which increase the risk for occult N2 disease: larger tumor size (>=6.0 cm)-57% prevalence; central location-21.6% prevalence; high standardized uptake value (SUV) in the primary tumor (>=4.0)-10.5% prevalence; and adenocarcinoma cell type-9.0% prevalence.7 In these instances, PET results do not provide acceptable accuracy rates for mediastinal staging. Therefore invasive staging is usually advocated for patients with one or more risk factors for occult N2 disease.5,7,8 Routine use of invasive lymph node staging for patients with clinical stage I NSCLC and no risk factors for occult N2 disease, however, is neither\nThis chapter emphasizes the following elements of the Four Box Approach: risk-benefit analysis and therapeutic alternatives, anatomic dangers and other risks, and results and procedure-related complications.\n\nincrease the risk for occult N2 disease: larger tumor size (>=6.0 cm)-57% prevalence; central location-21.6% prevalence; high standardized uptake value (SUV) in the primary tumor (>=4.0)-10.5% prevalence; and adenocarcinoma cell type-9.0% prevalence.7 In these instances, PET results do not provide acceptable accuracy rates for mediastinal staging. Therefore invasive staging is usually advocated for patients with one or more risk factors for occult N2 disease.5,7,8 Routine use of invasive lymph node staging for patients with clinical stage I NSCLC and no risk factors for occult N2 disease, however, is neither\nThis chapter emphasizes the following elements of the Four Box Approach: risk-benefit analysis and therapeutic alternatives, anatomic dangers and other risks, and results and procedure-related complications.220 SECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n- *Procedural Strategie*s**\n- *Indication*s**\nThe status of the mediastinum is a most crucial factor in selection of an optimal treatment strategy for NSCLC; invasive confirmation of the radiographic stage is recommended, regardless of results of PET scan findings for mediastinal nodes.9 If our patient’s nodal station 7 is positive for malignancy, his clinical stage is IIIA-N2. Sampling station 7 in our patient is essential because the incidence of occult N2* disease in NSCLC patients with negative mediastinal uptake of 18F-fluoro-2-deoxy-D-glucose (18FDG) on PET-CT is reportedly around 16% (25 of 153 patients). The highest incidence of occult N2 involvement is seen in fact in station 7 (subcarinal) (16 of 25 patients; 64%) followed by station 4 (lower paratracheal) (7 of 25 patients; 28%).10 Flexible bronchoscopy in this patient would allow complete airway inspection to ascertain the absence of endobronchial lesions that could potentially alter staging and management,11 and to sample LN 7 at the same setting. Although nodal sampling could be done with the use of conventional TBNA, EBUS-TBNA might increase diagnostic yield, even at level 7, because of small lymph node size.12,13*\nnecessary nor considered to be cost-effective.5 In our patient with a maximal standardized uptake value (SUV max) greater than 4.0 in the nodule, small but measurable LN (<10 mm), and suspected NSCLC, mediastinal staging was considered necessary.\n- *Contraindication*s**\nNo absolute contraindications to bronchoscopy with EBUS-TBNA were identified. We usually perform this procedure with the patient under general anesthesia; however, in our elderly patient, this approach could result in a number of physiologic changes that affect respiratory and cardiovascular function and may complicate the procedure.14 These age-related changes include lung parenchymal changes resulting in impaired gas exchange and reduced partial pressure of oxygen in arterial blood (PaO2); decreased lung elasticity and increased ventilation-perfusion mismatch; decreased chest wall compliance and respiratory muscle strength, leading to increased work of breathing and higher risk of respiratory failure; reduced cough and mucociliary clearance, and possibly neuromuscular deconditioning, increasing the risk for aspiration; and reduced responsiveness of brain respiratory centers to hypoxemia and hypercarbia and diminished overall cardiopulmonary reserve, resulting in heightened sensitivity to the negative inotropy and vasodilatory effects of induction agents and other vasoactive drugs. These concerns must be addressed with the anesthesiologist before the procedure is begun.\n- *Comorbiditie*s**\nThe patient had normal lung function and was asymptomatic from a pulmonary standpoint. Despite an extensive smoking history, he did not meet clinical or spirometry criteria for chronic obstructive pulmonary disease (COPD). Nor was evidence of other smoking-related comorbid conditions found, such as coronary heart disease, stroke, or obstructive sleep apnea, which could preclude or complicate procedures performed under moderate sedation or general anesthesia.\n- *Support Syste*m**\nHis wife and son accompanied him at the time of our clinical encounter and were very supportive. He lived with his wife. Both were independent in their activities of daily living.\n- *Patient Preferences and Expectation*s**\nThe patient clearly expressed a desire to consider all available options for diagnosis and staging, including CT-guided biopsy of the pulmonary nodule, conventional transbronchial needle aspiration (TBNA) of the subcarinal LN, endobronchial ultrasound (EBUS)-guided TBNA, endoscopic ultrasound (EUS)-guided FNA, mediastinoscopy, and video-assisted thoracic surgery (VATS).\nFigure 18-1 A, Chest computed tomography (CT) scan (lung window) shows the 1.5 cm right lower lobe pulmonary nodule. B, Chest CT scan (mediastinal window) reveals a 7 mm subcarinal lymph node.\nA\nB\n- Occult N2 involvement refers to a pathologically positive lymph node in a mediastinal lymph node station that was preoperatively staged by integrated PET-CT as N2/N3 negative.*\n\nto consider all available options for diagnosis and staging, including CT-guided biopsy of the pulmonary nodule, conventional transbronchial needle aspiration (TBNA) of the subcarinal LN, endobronchial ultrasound (EBUS)-guided TBNA, endoscopic ultrasound (EUS)-guided FNA, mediastinoscopy, and video-assisted thoracic surgery (VATS).\nFigure 18-1 A, Chest computed tomography (CT) scan (lung window) shows the 1.5 cm right lower lobe pulmonary nodule. B, Chest CT scan (mediastinal window) reveals a 7 mm subcarinal lymph node.\nA\nB\n- Occult N2 involvement refers to a pathologically positive lymph node in a mediastinal lymph node station that was preoperatively staged by integrated PET-CT as N2/N3 negative.*18 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n### Expected Results\nAfter complete airway examination has been performed with white light bronchoscopy, a complete sonographic mediastinal and hilar nodal assessment would be completed because of potential upstaging to N3 disease (stage IIIB),15 in case EBUS identified contralateral LNs positive for malignancy (microscopic N3 disease, which could render the patient unresectable). If complete EBUS mediastinal and hilar evaluation reveals no other nodes, then CT documenting LN 7 only would be sampled.\nEBUS-TBNA can reliably sample enlarged mediastinal LNs in patients with NSCLC, but most studies have addressed nodes visible on CT (>1 cm) or PET (SUV max >2.5). However, in one study, 100 patients highly suspicious for NSCLC on CT scans showing no enlarged lymph nodes (no node >1 cm) and a negative PET of the mediastinum underwent EBUS-TBNA. Identifiable LNs at locations 2R, 2 L, 4R, 4 L, 7, 10R, 10 L, 11R, and 11 L were aspirated, and all patients underwent subsequent surgical staging; diagnoses based on aspiration results were compared with those based on surgical results. The sensitivity of EBUS-TBNA for detecting malignancy was 89%, the specificity was 100%, and the NPV was 98.9%. Overall, 17 of 97 patients had stage N2 or N3 disease, of whom 16 were identified from EBUS-TBNA, and 4 had stage N1 disease, of whom 3 were identified by EBUS-TBNA.\nInvestigators concluded that EBUS-TBNA could accurately sample and stage patients with clinical stage I lung cancer without evidence of mediastinal involvement on CT and PET. Based on these data, open surgical exploration could be avoided in 1 of 6 patients without CT evidence of mediastinal disease. If nonmalignant results are obtained from EBUS-TBNA, however, this should be followed by mediastinoscopy. Because potentially operable patients with no signs of mediastinal involvement may benefit from presurgical staging by EBUS-TBNA, even when LNs are small,16 we decided to proceed with EBUS-TBNA under general anesthesia.*\n- It is noteworthy that in the published articles previously mentioned, most EBUS examinations were done immediately before the scheduled surgical procedure and were therefore performed with the patient under general anesthesia; this may explain in part the high yield of this procedure for such small lymph nodes.*\n### Team Experience\nThe team should be familiar with techniques and equipment because of the particularities of TBNA, EBUS, and EBUS-TBNA.17 Experience with sampling this station is high because LN 7 and right lower paratracheal nodes (station 4R) are the most commonly sampled nodes during conventional TBNA and EBUS-TBNA.12,13\nAt the time of this writing, American College of Chest Physicians (ACCP) guidelines for interventional pulmonary procedures state that trainees should be supervised for 50 EBUS procedures, and that a chest physician should perform 5 to 10 procedures per year to maintain competency.18 The European Respiratory Society/American Thoracic Society joint statement on interventional pulmonology recommends that initial training should consist of 40 supervised procedures, and 25 procedures should be done per year to maintain competency.19\nThe chest physician learning EBUS probably should be well acquainted with needle aspiration principles and should be trained to interpret endobronchial ultrasound images.20\n- *Figure 18-*2** A, The small subcarinal lymph node (LN 7) is seen despite reverberation artifacts caused by lack of intimate contact between the endobronchial ultrasound (EBUS) scope balloon and the airway wall when the image was captured. B, The subcarinal lymph node from a different patient shows its proximity to the pericardium and only 2 cm distant from the exit point of the needle (green dot).*\n### Risk-Benefit Analysis\nAlthough EBUS-TBNA has a high diagnostic yield and is safe, clinically significant and rare complications include pericarditis and pneumothorax requiring chest tube drainage.21 The risk of pericarditis is particular to this station because the subcarinal node could be adjacent to the pericardium (Figure 18-2); with the needle at its full extension (i.e., 4 cm), the operator may inadvertently penetrate the pericardium during EBUS-TBNA at this station. A false-negative result may be considered a “complication” because it could lead to death if inappropriate\n\nthe airway wall when the image was captured. B, The subcarinal lymph node from a different patient shows its proximity to the pericardium and only 2 cm distant from the exit point of the needle (green dot).*\n### Risk-Benefit Analysis\nAlthough EBUS-TBNA has a high diagnostic yield and is safe, clinically significant and rare complications include pericarditis and pneumothorax requiring chest tube drainage.21 The risk of pericarditis is particular to this station because the subcarinal node could be adjacent to the pericardium (Figure 18-2); with the needle at its full extension (i.e., 4 cm), the operator may inadvertently penetrate the pericardium during EBUS-TBNA at this station. A false-negative result may be considered a “complication” because it could lead to death if inappropriate222\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nDiagnostic Alternatives\nFor Diagnosis and Staging of the Mediastinum\nFor patients with discrete (measurable) mediastinal LN enlargement on CT scan and no obvious distant metastases, another nonbronchoscopic needle aspiration (NA) technique (i.e., EUS-NA or transthoracic needle aspiration [TTNA]), mediastinoscopy, or VATS could be performed instead of conventional or EBUS-guided TBNA. When a procedure is selected, the location of the suspicious LN is important because nodes in one location may be accessible only through a particular approach. Advantages and disadvantages of each alternative modality should be discussed with the patient and his spouse.\n1. Conventional TBNA: In one study, the yield of conventional TBNA for station 7 was 74% compared with 86% in the EBUS-guided group (difference not statistically significant).23 Other studies have shown higher diagnostic yields of 96% with EBUS for station 7.12\n2. EUS-FNA has been used successfully for sampling station 7 and reportedly has a diagnostic yield similar to that of EBUS-TBNA.24 Although this technique is suitable for assessing LNs in the posterior part of levels 4 L, 5, and 7, and in the inferior mediastinum at levels 8 and 9, EUS alone has limited value for complete staging because right-sided LNs usually are inaccessible. Therefore EUS was not offered in this case.\n3. Mediastinoscopy: This open surgical biopsy technique is performed with the patient under general anesthesia. It could be recommended in this patient if endoscopic sampling of station 7 is negative for malignancy or is otherwise nondiagnostic.12 Rates of morbidity and mortality are low (2% and 0.08%, respectively).9 The average sensitivity of mediastinoscopy in detecting mediastinal node involvement from cancer is approximately 80%, and the average false-negative (FN) rate is approximately 10%9; half (range, 42% to 57%) of FN cases were due to nodes that were not accessible by the mediastinoscope. Sampling of station 7 is usually straightforward. The procedure involves an incision just above the suprasternal notch (Figure 18-3), insertion of a mediastinoscope alongside the trachea (Figure 18-4) and, ideally, systematic exploration and biopsy under visual guidance of at least one node from up to five nodal stations (2R, 4R, 7, 4 L, and 2 L), unless none are present after dissection in the nodal region. It is recommended to always biopsy the right and left lower paratracheal and subcarinal nodes. In this case, after risks and benefits were discussed, our patient preferred that we proceed with an endoscopic needle aspiration technique.\n4. Video-assisted thoracic surgery (VATS): This procedure is usually reserved for subaortic (station 5) and anterior mediastinal (station 6) nodes. It can also be used for LN levels that are not accessible by routine mediastinoscopy (stations 8 and 9), in case these LN stations cannot be accessed by EUS-FNA, or when EUS-FNA specimens are nondiagnostic. Staging this patient outweighed the minimal associated risks.\nFigure 18-3 A, Transverse skin incision and pretracheal dissection for mediastinoscopy. B, Different brands of mediastinoscopes and (C and D) different opening systems. (Courtesy Ramon Rami-Porta, MD, Barcelona, Spain.)\nA\nB\nC\nD\nSkin incision and\npretracheal dissection\nStorz\nvideomediastinoscope\nParallel opening\nHinged opening\n\nsubaortic (station 5) and anterior mediastinal (station 6) nodes. It can also be used for LN levels that are not accessible by routine mediastinoscopy (stations 8 and 9), in case these LN stations cannot be accessed by EUS-FNA, or when EUS-FNA specimens are nondiagnostic. Staging this patient outweighed the minimal associated risks.\nFigure 18-3 A, Transverse skin incision and pretracheal dissection for mediastinoscopy. B, Different brands of mediastinoscopes and (C and D) different opening systems. (Courtesy Ramon Rami-Porta, MD, Barcelona, Spain.)\nA\nB\nC\nD\nSkin incision and\npretracheal dissection\nStorz\nvideomediastinoscope\nParallel opening\nHinged opening18 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n223\nFigure 18-4 Mediastinoscopy step by step. A, Palpation. B, Dissection. C, Test puncture. D, Biopsy. (Courtesy Ramon Rami-Porta, MD, Barcelona, Spain.)\nA\nB\nC\nD\nThe procedure is limited to assessment of only one side of the mediastinum (i.e., the side of the thoracoscopy). Sensitivity varies from 37% to 100%. Even in studies restricted to patients with enlarged nodes, sensitivity ranges from 50% to 100%. No mortality is reported from VATS for mediastinal staging, and complications are few, occurring in only 12 of 669 patients (average, 2%; range, 0 to 9%).9 VATS can also be used to further evaluate T stage, especially for detecting or excluding T4 lesions that preclude resection. True disease has been shown to be absent in 38% of patients (range, 29% to 50%) with radiographically suspected T4 involvement. Our patient did not have a separate tumor nodule in an ipsilateral lobe, and the primary tumor was not adjacent to the heart, trachea, carina, recurrent laryngeal nerve, or esophagus; however, it was relatively close to the aorta and the vertebral body (see Figure 18-1).\n5. Combined EUS and EBUS: This should enable a complete evaluation of the mediastinum because of the complementary reach of each technique. Hwangbo et al.25 and Herth et al.26 reported on complete endosonographic staging of NSCLC using just a single EBUS scope to perform both EBUS and EUS. EUS-FNA using the same EBUS scope could be used as an add-on to EBUS only for those patients in whom nodes were inaccessible or difficult to reach by EBUS. As expected, this approach proved useful for sampling left lower paratracheal nodes (4 L), the aortopulmonary window (station 5), and the lower mediastinum (stations 8 and 9) but not for sampling station 7.\nFor Diagnosing the Pulmonary Nodule\nAn alternative approach in this case is to proceed directly with diagnosing the pulmonary nodule rather than sampling the PET-negative subcentimeter LN 7. In fact, a bayesian model suggests that the post-test probability of malignant involvement is very low (6%) if the mediastinum is normal on both CT and PET.27 One meta-analysis found a similar post-test probability for N2 disease of 5% for LNs smaller than 15 mm in the short axis on CT in patients with a negative PET result. Some experts suggest that patients in this group should be referred for thoracotomy and complete lymph node dissection, without prior mediastinoscopy.28 This approach could be justifiable in our patient with a high pretest probability for malignancy, and one could argue that even biopsying the pulmonary nodule may not be necessary before surgery because the risk for malignancy is high, given the patient’s history. Moreover, diagnostic bronchoscopic modalities have poor NPV for pulmonary nodules, prompting some authorities to advise against their routine use in patients with a high clinical likelihood of early-stage and surgically resectable lung cancer. In such cases, a negative result would still require surgical resection. Surgical removal of ultimately benign nodules has been reported in 20% and 49% of cases, meaning that many patients with benign nodules have been unnecessarily subjected to surgical resection.29\nBronchoscopic procedures might be best applied to confirm a cancer diagnosis in patients when an extensive resection is planned, in high-risk patients before surgery, in medically inoperable patients with early-stage disease who are candidates for high-dose radiation treatments, and in patients with advanced disease but without alternatives for safer, less-invasive biopsy (e.g., solitary lung mass with brain metastasis). In such cases, a CT-guided approach may be reasonable, especially if the lesion is accessible (pleural based) and the risk of pneumothorax is not consequential. The patient and his spouse were provided with descriptions of the following modalities:\n1. CT-guided transthoracic needle aspiration (TTNA): This technique has a high yield and low cost for pulmonary nodule diagnosis but is associated with\n\nthat many patients with benign nodules have been unnecessarily subjected to surgical resection.29\nBronchoscopic procedures might be best applied to confirm a cancer diagnosis in patients when an extensive resection is planned, in high-risk patients before surgery, in medically inoperable patients with early-stage disease who are candidates for high-dose radiation treatments, and in patients with advanced disease but without alternatives for safer, less-invasive biopsy (e.g., solitary lung mass with brain metastasis). In such cases, a CT-guided approach may be reasonable, especially if the lesion is accessible (pleural based) and the risk of pneumothorax is not consequential. The patient and his spouse were provided with descriptions of the following modalities:\n1. CT-guided transthoracic needle aspiration (TTNA): This technique has a high yield and low cost for pulmonary nodule diagnosis but is associated with224\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nfrequent occurrence of pneumothorax (20% to 50%), with approximately 7% of patients requiring chest tube drainage.30 Certain lesions, such as the one seen in our patient, are difficult to access or increase risk for pneumothorax because of their small size or their location, or because of surrounding emphysematous lung parenchyma.31 Distance from the pleura affects diagnostic accuracy, which drops to 60% or less when the needle path length exceeds 40 mm.32\n2. Standard white light bronchoscopy: A summary of publications prepared as part of the dissemination of ACCP lung cancer guidelines suggests that for lesions smaller than 2 cm, the sensitivity of bronchoscopy is only 34%.33 Bronchoscopic lung biopsy is unreliable for biopsies of small peripheral lesions, and diagnostic yields as low as 14% have been reported for peripheral lesions smaller than 2 cm.34 This has led to recommendations for CT-guided approaches and suggestions that bronchoscopy should be performed only if an air bronchogram is present (not seen in our case) or in centers with expertise in using newer techniques.35\n3. Ultrathin bronchoscopy: Bronchoscopes with working channels of 1.2 to 1.7 mm allow insertion of small biopsy forceps. One study targeted peripheral lesions with a mean diameter of 21.7 mm (range, 10 to 40 mm).36 The overall diagnostic yield was 60%, which was incrementally only 8.6% greater than that attained after the use of standard bronchoscopy. In a second phase of this study, 40.6% of patients with lesions measuring 12 to 55 mm (mean, 24.4 mm) and with negative on-site rapid cytology after standard bronchoscopy had a diagnosis confirmed by ultrathin bronchoscopy. In the largest case series published to date, 102 patients with peripheral lung lesions underwent bronchoscopy with a 3.5 mm thin bronchoscope with a 1.7 mm working channel.37 Transbronchial biopsies (1.5 mm forceps) and bronchial washings with 10 to 20 mL of saline were performed under fluoroscopic guidance. An overall diagnostic yield of 69% was attained in lesions measuring between 1.1 and 7.6 cm (mean, 3.4 cm).\n4. Electromagnetic navigational bronchoscopy (ENB): This technique uses an electromagnetic field to track a locatable guide in real time, correlating its position in the airways with a patient’s CT scan. A path to a peripheral lung lesion can be planned and the locatable guide advanced toward it with the use of a steerable probe through the working channel of a standard bronchoscope. Once the guide has reached the lesion, it is removed, leaving a guide sheath (GS) in place through which forceps, brushes, or needles can be advanced. Data from a total of 285 patients showed diagnostic yields between 59% and 77% overall, and between 54% and 75% in nodules measuring 3 cm or less.30 Actual yields may be lower given concerns with study design; inclusion of nonspecific benign features is confirmed only by clinical follow-up, but they are included in the definition of positive results. Another concern pertains to the high cost of disposables. At the time of this writing, the list price of an ENB system is $150,000 or more with various other charges.38 The ENB system has been found to be safe, however, with an average pneumothorax rate of less than 3%. It appears particularly effective in patients whose lesion size and location are beyond those ensuring effectiveness of conventional white light bronchoscopy, who have a history of nondiagnostic procedures, and who are not surgical candidates or are not medically suitable for transthoracic needle aspiration or surgery.\n5. High-frequency endobronchial ultrasonography: Radial-type 20 MHz ultrasound probes with outer diameters of 1.4 mm and 1.8 mm coupled with corresponding guiding sheaths, which can fit into 2.0 mm and 2.8 mm working channels, respectively, can be used to visualize pulmonary nodules (current cost in the United States ranges from $3000 to $6000, but probes can potentially last for 50 to 75 examinations).39 These guide a needle, forceps, or brush placed through the sheath to perform the biopsy. EBUS-guided biopsies of peripheral pulmonary lesions improve accuracy and sensitivity compared with conventional transbronchial biopsies; improved sensitivity is\n\nhistory of nondiagnostic procedures, and who are not surgical candidates or are not medically suitable for transthoracic needle aspiration or surgery.\n5. High-frequency endobronchial ultrasonography: Radial-type 20 MHz ultrasound probes with outer diameters of 1.4 mm and 1.8 mm coupled with corresponding guiding sheaths, which can fit into 2.0 mm and 2.8 mm working channels, respectively, can be used to visualize pulmonary nodules (current cost in the United States ranges from $3000 to $6000, but probes can potentially last for 50 to 75 examinations).39 These guide a needle, forceps, or brush placed through the sheath to perform the biopsy. EBUS-guided biopsies of peripheral pulmonary lesions improve accuracy and sensitivity compared with conventional transbronchial biopsies; improved sensitivity is18 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n225\nalternatives, the patient and his wife agreed to proceed with EBUS-TBNA under general anesthesia. They were informed of potential failure to obtain a definite diagnosis despite successful LN visualization and sampling. Feedback communication techniques were used to confirm patient understanding of his disease process and the procedure being proposed. Both the patient and his spouse were able to accurately describe the procedure, its alternatives, and potential adverse events.\nTechniques and Results\nAnesthesia and Perioperative Care\nEBUS-TBNA is performed with the patient under moderate or deep sedation or under general anesthesia using laryngeal mask airway (LMA) or endotracheal tubes. Moderate sedation may result in better cost savings/safety ratios when compared with general anesthesia.45 One study evaluated two different techniques for topically anesthetizing the airway with lidocaine during EBUS-TBNA under moderate sedation: standard injection through the working channel, and the spray catheter application. All patients received nebulized lidocaine followed by posterior oropharyngeal lidocaine via atomizer and a cotton ball swab using McGill forceps. Lidocaine delivery via the spray catheter reduced the number of significant coughing episodes compared with standard working channel injection, but no statistical differences between groups in terms of dosage of lidocaine or intravenous sedation medications used were noted.46 Because of the subcentimeter size of the node in this elderly patient, moderate sedation could have resulted in excessive cough and respiratory movements, significant artifacts, suboptimal ultrasound image acquisition, and potentially nondiagnostic intervention. General anesthesia and endotracheal intubation with a No. 9 ETT were planned to secure the airway during EBUS bronchoscopy.\nFor this elderly patient, possible difficult airway, oxygenation, ventilation, and hemodynamic problems need to be discussed with the anesthesiologist before the procedure is begun. Attention should be paid to edentulous elderly patients, who are harder to ventilate with a bag-valve mask. Loss of upper airway muscle tone and loose lips unsupported by teeth make mask seal and maintenance of a patent airway more difficult.47 However, this patient had normal teeth. Because baseline oxygen saturation is often low in the elderly, adequate preoxygenation may be difficult or impossible. In addition, elders desaturate more rapidly than healthy, younger patients. The safe apnea period before the airway is secured therefore is decreased despite best attempts at preoxygenation compared with routine intubation in younger, healthy adults.48 Oxyhemoglobin saturation should be maintained above 90% whenever possible, because elderly patients are more susceptible to hypoxic insult with even brief periods of oxygen desaturation, resulting in permanent cardiac and neurologic damage. Because the medications used for intubation cause more pronounced hypopnea and hypotension in the elderly than in younger, healthy patients, it is generally best to reduce the doses of short-acting opioids used for ENB, EBUS, or a combination of techniques using diagnostic yield as the primary outcome measure.41 Diagnostic yields for ENB (59%), EBUS (69%), and the combination (88%) were statistically significant. The NPV for combined ENB and EBUS was 75%, which is similar to that for CT-TTNA.33\nCost-Effectiveness\nOur patient’s nodule was too peripheral and too small to be visualized or sampled by standard bronchoscopy. After discussion of the case with our interventional radiology colleagues, its size and location were deemed not suitable for CT-TTNA (it was small, far from the pleura, and close to the descending aorta). The patient could possibly have benefited from one of the newer bronchoscopic modalities but also had evidence of a small subcarinal LN, sampling of which offered diagnosis and staging simultaneously. He could have been offered mediastinoscopy, but according to some data, sensitivity and FN rates appear similar for videomediastinoscopy and EBUS-TBNA, especially for the subcarinal node, a very easily sampled node, during EBUS-TBNA. In general, however, EBUS-TBNA studies have tended to include patients with discreet LN enlargement, in whom TBNA was done more for confirmation of suspected mediastinal LN disease than for ruling out LN disease that was believed was unlikely to be present, given findings on imaging. This would clearly tend to inflate the sensitivity of EBUS-TBNA and to reduce the false-negative rate.22\nPublished cost-effectiveness analyses based on mathematical modeling in the United States, the United Kingdom, and Singapore show that EBUS may be less expensive than mediastinoscopy.42-44 If one considers the need for general anesthesia,\n\noffered mediastinoscopy, but according to some data, sensitivity and FN rates appear similar for videomediastinoscopy and EBUS-TBNA, especially for the subcarinal node, a very easily sampled node, during EBUS-TBNA. In general, however, EBUS-TBNA studies have tended to include patients with discreet LN enlargement, in whom TBNA was done more for confirmation of suspected mediastinal LN disease than for ruling out LN disease that was believed was unlikely to be present, given findings on imaging. This would clearly tend to inflate the sensitivity of EBUS-TBNA and to reduce the false-negative rate.22\nPublished cost-effectiveness analyses based on mathematical modeling in the United States, the United Kingdom, and Singapore show that EBUS may be less expensive than mediastinoscopy.42-44 If one considers the need for general anesthesia,226\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nNo procedure- or anesthesia-related complications were reported.\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nFinal results from EBUS-TBNA showed primary lung adenocarcinoma (Figure 18-5). Further clinical staging was performed, and the patient was discussed in our multidisciplinary chest conference, noting that the primary tumor was 1.5 cm in its greatest dimension and without bronchoscopic evidence of airway involvement could be classified as T1a. He underwent brain magnetic resonance imaging (MRI), which showed no metastases. Results of EBUS-TBNA sampling of the subcarinal node prompted N factor designation as stage N2, prompting disease classification as clinical stage IIIA NSCLC.56* Nodal metastases (single or multiple station) recognized by prethoracotomy staging (mediastinoscopy, other nodal biopsy such as EBUS, or PET scan) prompted subclassification as IIIA3.57 Stage IIIA represents approximately 20% of all patients with NSCLC from the International Association for the Study of Lung Cancer (IASLC) database; this information is useful for assessing prognosis but not necessarily for dictating treatment, especially in cases of stage III lung cancer; the estimated 5 year survival for clinical stage IIIA is 19%, and the median survival time is 14 months (cases treated by all modalities of care, including multimodality treatment). Treatment options were discussed, and given the patient’s normal lung function and excellent performance status, he was deemed both resectable and operable.*\n- *Referra*l**\nThe patient was referred for thoracic surgery. Therapeutic alternatives were discussed, and right lower lobectomy with complete lymph node dissection was performed. His hospital course was complicated by aspiration pneumonia in the remaining right lung, but he was discharged home on oral antibiotics after 7 days; a surgical specimen revealed a 1.8 x 1.3 x 1.3 cm adenocarcinoma without visceral pleural invasion but with lymphatic invasion and two mediastinal stations positive for metastatic disease (station 4R and station 7); these findings were consistent with pathologic stage IIIA, for which estimated 5 year survival is 24% and median survival time is 22 months.56 The patient was referred to oncology for adjuvant treatment.\n- *Follow-up Tests and Procedure*s**\nPost discharge, the patient had a follow-up visit within 2 weeks with the thoracic surgeon and a plan to continue follow-up with the surgical team for at least 3 to 6 months.58 Surveillance chest radiographs showed resolution of the pneumonic infiltrate. The medical oncologist recommended initiation of carboplatin/pemetrexed for pretreatment and of induction agents by approximately 30% to 50%.49 These issues were readdressed during the mandatory procedural pause (time-out) process before induction and intubation.\n- *Technique and Instrumentatio*n**\nWe used the Olympus BF-UC 160F-OL8 Hybrid scope with a 2.0 mm working channel, a 6.9 mm outside diameter, and a 7.5 MHz frequency curved linear array transducer (Olympus Optical Co., Ltd., Tokyo, Japan).\n- *Anatomic Dangers and Other Risk*s**\nThe subcarinal node is usually safe to sample because of the lack of major blood vessels or lung parenchyma adjacent to the node. However, the left atrium is inferior to the node (see Figure 18-2), and a potential risk for penetrating the pericardium, especially with the needle at its full extension, is present.21 The risk of puncturing this structure may be reduced by using Doppler mode imaging, locking the needle at the desired length, and maintaining visual control of the tip of the needle at all times (see video on ExpertConsult.com) (Video IV.18.1). Although sterile, the needles used for EBUS-TBNA may become contaminated by oropharyngeal secretions, resulting in bacteremia.50 This risk may be higher and clinically significant when multiple passes are performed, and when immunosuppressive therapies are initiated shortly after the procedure.51 During the time-out process, we addressed the need for antibiotics. Although no evidence for routine use of antibiotic prophylaxis with EBUS has been found, some EUS researchers report use of a 3 day course for patients with necrotic lymph nodes.52\n- *Results and Procedure-Related Complication*s**\nAfter intubation with a No. 9.0 ETT, we performed standard white light bronchoscopy to clear secretions and ensure absence of endobronchial disease. Then\n\ntimes (see video on ExpertConsult.com) (Video IV.18.1). Although sterile, the needles used for EBUS-TBNA may become contaminated by oropharyngeal secretions, resulting in bacteremia.50 This risk may be higher and clinically significant when multiple passes are performed, and when immunosuppressive therapies are initiated shortly after the procedure.51 During the time-out process, we addressed the need for antibiotics. Although no evidence for routine use of antibiotic prophylaxis with EBUS has been found, some EUS researchers report use of a 3 day course for patients with necrotic lymph nodes.52\n- *Results and Procedure-Related Complication*s**\nAfter intubation with a No. 9.0 ETT, we performed standard white light bronchoscopy to clear secretions and ensure absence of endobronchial disease. Then18 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n227\nFigure 18-5 Subcarinal fine- needle aspiration with the 22 gauge endobronchial ultrasound (EBUS) needle shows poorly differentiated adenocarcinoma. Immunohistochemistry shows the malignant cells to be positive for CK7, PE10, and TTF1-an immunoprofile that supports the diagnosis of lung primary. A, PAP and (B) Diff-Quick stains show lymphocytes and macrophages with anthracotic pigment (thin arrow). Also, malignant cells are noted in groups and singly with a high nuclear/cytoplasmic ratio and large nuclei and a vacuolated cytoplasm consistent with adenocarcinoma (thick arrows). C, Cytoplasmic stain: PE10 is a monoclonal antibody that recognizes the surfactant apoprotein A in type II pneumocytes and is very specific for adenocarcinoma of the lung. D, Nuclear stain: TTF1 is the thyroid transcription factor-1; it is sensitive but not specific for neoplasms of primary lung and is most common in adenocarcinoma of the lung.\nfour cycles every 3 weeks, followed by daily radiotherapy (RT), in view of this patient’s multinodal N2 disease. Analysis of 7465 patients with stage II or III NSCLC found that patients with N2 involvement had a statistically significant improved 5 year survival rate with adjuvant RT (27% vs. 20%; P = .0077).59 However, the outcome of postoperative RT could be affected both by the extent of nodal involvement and by the use of adjuvant chemotherapy. For example, survival is reportedly longer among patients with N2 disease who receive postoperative RT, with a trend toward longer median survival rates noted in the chemotherapy than in the observation group.60 Our patient completed adjuvant therapy without significant toxicity and was alive and functional 6 months later. Clinical and imaging surveillance to detect recurrence, although controversial, is being continued by the treating team in accordance with ACCP recommendations.58\nQuality Improvement\nIn this case, a diagnosis of lung cancer and N2 metastasis was made using minimally invasive technology. The procedure altered management and decision making by avoiding riskier interventions. At our team meeting, we discussed the results of surgery as compared with EBUS-TBNA with regard to mediastinal staging. We questioned whether visualizing and sampling station 4R (although not identified on CT or integrated PET-CT) during EBUS would have changed management. In this case, the patient would have had multistation, microscopic N2 disease diagnosed preoperatively. Indeed, EBUS missed microscopic N2 disease in the 4R station, which could make a stronger argument for neoadjuvant chemotherapy.\nWe also readdressed whether we could have prevented the episode of aspiration and subsequent pneumonia that prolonged the length of stay after lung resection. Aspiration is known to be more common among the elderly with comorbid conditions and may lead to alterations in mental status. This group includes patients with swallowing dysfunction, disruption of the gastroesophageal junction, or anatomic abnormalities of the upper airway or digestive tract. Our patient had no such comorbidities, but any situation in which altered mental status and loss of airway protection mechanisms occurs creates a risk for aspiration.61 During the perioperative period, these factors include depressed consciousness related to general anesthesia, supine position, and drugs such as propofol and opioids that reduce lower esophageal sphincter pressure and promote gastroesophageal reflux. Aspiration of gastric contents during anesthesia can be prevented by adhering to National Anesthesiology Society guidelines.62 Water and other clear liquids (e.g., tea, coffee, soda water, apple and pulp-free orange juice) are allowed up to 2 hours before anesthesia in otherwise healthy adults scheduled for elective surgery. The fasting period after intake of solids should not be shorter than 6 hours. Careful review of the medical record revealed that all of these recommendations had been followed in this patient.\nDISCUSSION POINTS\n1. Describe major elements of informed consent.\nThe American Medical Association states that informed consent is a process that should disclose and discuss the following:\n\nDuring the perioperative period, these factors include depressed consciousness related to general anesthesia, supine position, and drugs such as propofol and opioids that reduce lower esophageal sphincter pressure and promote gastroesophageal reflux. Aspiration of gastric contents during anesthesia can be prevented by adhering to National Anesthesiology Society guidelines.62 Water and other clear liquids (e.g., tea, coffee, soda water, apple and pulp-free orange juice) are allowed up to 2 hours before anesthesia in otherwise healthy adults scheduled for elective surgery. The fasting period after intake of solids should not be shorter than 6 hours. Careful review of the medical record revealed that all of these recommendations had been followed in this patient.\nDISCUSSION POINTS\n1. Describe major elements of informed consent.\nThe American Medical Association states that informed consent is a process that should disclose and discuss the following:228\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n2. Describe pros and cons pertaining to staging the PET-CT-negative mediastinum in patients with known or suspected lung cancer.\n2.1. Pro: Several studies have evaluated patients highly suspicious for NSCLC with CT scans showing no enlarged LNs (no node >1 cm) and a negative PET finding of the mediastinum in those who underwent EBUS-TBNA.15,16 EBUS-TBNA was found to accurately sample even small mediastinal nodes (5 to 10 mm), thereby avoiding unnecessary surgical exploration in 1 out of 6 patients who had no CT evidence of mediastinal disease. The 17% prevalence of mediastinal LN metastases detected with EBUS-TBNA was similar to that of surgical studies evaluating patients with negative mediastinal CT. Thus some authorities suggest that EBUS-TBNA should be used to accurately sample and stage patients with clinical stage I lung cancer with no evidence of mediastinal involvement on CT and PET, and that potentially operable patients with no signs of mediastinal involvement may benefit from presurgical staging with EBUS-TBNA.\n2.2. Con: Surgical resection is the treatment of choice for patients who appear to have clinical stage I or II disease when pathologic involvement of mediastinal LNs is not detected preoperatively or by frozen section before definitive tumor resection.\n2.2.1. According to some data, the post-test probability for N2 disease is 5% for LNs measuring less than 15 mm on CT in patients with a negative PET, suggesting that these patients should be referred directly for thoracotomy, because the yield of mediastinoscopy will be extremely low.63 Despite careful preoperative staging, mediastinal nodal involvement is identified in the final pathologic specimen in up to 20% of these patients. For patients found to have such microscopic nodal disease, studies have demonstrated that adjuvant chemotherapy can result in a significant survival benefit. Treatment guidelines for NSCLC recommend cisplatin-based regimens in patients with resected stage III disease if the patient’s overall medical condition permits.64\n2.2.2. In patients with NSCLC who have incidental (occult/microscopic) N2 disease (IIIA2) found at surgical resection, and in whom complete resection of the LN and primary tumor is technically possible, completion of the planned lung resection and mediastinal lymphadenectomy is recommended.57\n2.2.3. Results from studies show that patients with nonbulky (i.e., <2 cm) and non-multistation N2 LN involvement have acceptable cure rates after primary surgical resection. In fact, induction therapy was never compared with postoperative chemotherapy for patients with stage IIIA (N2) disease. The only studies that showed a benefit of preoperative chemotherapy for patients with stage IIIA (N2) disease included many patients who had more than what would be considered microscopically involved N2 disease.22\n2.2.4. In view of these data, it may not be particularly important to identify preoperatively patients with microscopic N2 disease; thus preoperative invasive or minimally invasive staging (needle aspiration techniques) of CT-PET-negative mediastinum may not be justified.\n3. List five reasons for a poor sample on a nodal aspiration smear.\n3.1. Sample coagulation: Any delay in processing the sample may result in coagulation in the needle lumen or on the slide surface and may completely hinder the process of smearing on the slide.\n3.2. Air drying artifacts: If a Papanicolaou stain is required (Figure 18-6), the smear must be wet when fixative is applied. Otherwise, staining artifacts are the rule. Conversely, with Diff-Quick stain, the quantity of sample fluid must be just enough to smear, enabling the sample to dry as soon as possible.\n3.3. Air bubbles: Their presence in the material smeared on the slide causes uneven distribution.\n3.4. Thick smear: The correct smear technique results in a monolayer of cell distribution on the slide surface. Overlapping cells, which can be avoided by placing only a small drop of sample on the slide surface, hinder precise evaluation of cellular details, making diagnosis difficult or impossible.\n3.5. Crushed smear: This results from excessive pressure applied while the sample is smeared. This can completely destroy diagnostic material.\n- Patient diagnosis and related clinical issues*\n- Nature and purpose of the proposed procedure*\n- Risks and benefits of the proposed procedure*\n- Alternatives, regardless of cost or coverage by health insurance*\n- Potential risks and benefits associated\n\n-Quick stain, the quantity of sample fluid must be just enough to smear, enabling the sample to dry as soon as possible.\n3.3. Air bubbles: Their presence in the material smeared on the slide causes uneven distribution.\n3.4. Thick smear: The correct smear technique results in a monolayer of cell distribution on the slide surface. Overlapping cells, which can be avoided by placing only a small drop of sample on the slide surface, hinder precise evaluation of cellular details, making diagnosis difficult or impossible.\n3.5. Crushed smear: This results from excessive pressure applied while the sample is smeared. This can completely destroy diagnostic material.\n- Patient diagnosis and related clinical issues*\n- Nature and purpose of the proposed procedure*\n- Risks and benefits of the proposed procedure*\n- Alternatives, regardless of cost or coverage by health insurance*\n- Potential risks and benefits associated18 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n229\nFigure 18-6 Needle biopsy of peripheral lung nodule from a different patient shows adenocarcinoma. Figure parts A and B are from the same sampling and staining process. A, The slide was correctly smeared and fixed while wet, giving a precise color profile (pale blue). B, The slide was correctly smeared but fixed when completely dried, giving a wrong color profile (pinkish): same neoplastic cells, same staining procedure, but different color profile. (Courtesy G. Marciano, with permission.)\nA\nB\nZubrod Performance status seems to be less subjective than Karnofsky Performance status.3 To stage the mediastinum and evaluate for potential metastatic disease, positron emission tomography (PET)-computed tomography (CT) was performed (superior to CT or PET alone66). The right lower lobe lesion is small, close to the mediastinum and diaphragm, where diaphragmatic motion and high fluorodeoxyglucose (FDG) uptake of the heart can make it difficult to assess FDG uptake, also referred to as the standard uptake value (SUV), in a solitary pulmonary nodule.67 The patient also has an FDG-PET-negative and subcentimeter subcarinal lymph node, along with the nonhilar solitary pulmonary nodule, which has a low probability of possessing metastatic disease; yet endobronchial ultrasound (EBUS) was performed and demonstrated metastatic mediastinal involvement.68\nRather than attempting to diagnose the solitary pulmonary nodule, clinicians first performed mediastinal evaluation using EBUS. By identifying subcarinal metastatic disease, they were able to achieve a diagnosis and stage the patient with this low-risk technique. The specificity of this test is 100%.69 The discovery of malignant disease speaks to the inaccuracy of CT, PET, and PET-CT in staging mediastinal lymph nodes. For CT, the pooled sensitivity is 51% and the specificity is 86%, whereas the pooled sensitivity of PET is 74% and the specificity is 85%.70 PET-CT is the better test, given the coincident anatomic and metabolic assessment. Its sensitivity ranges from 40% to 84%, and its specificity ranges from 80% to 98%.66,68 However, for specifically addressing the prediction of N2 disease, the negative predictive value is 12% to 81%, and the positive predictive value is 41% to 83%.71 This case also illustrates the inaccuracy of EBUS, a procedure that not only is dependent on the experience and skill of the professionals performing it, but also is associated with a certain false negativity rate of up to 28%.72 The 4R nodal station was staged as negative for metastatic disease, whereas the thoracotomy demonstrated malignant disease. Had this information been available, this patient might have been encouraged to pursue nonsurgical treatment options.\nIn spite of the discovery that the patient had mediastinal metastatic disease, with a clinical stage of T1aN2M0, stage IIIA (UICC 7), surgical resection was chosen as the primary method of treatment, rather than definitive chemoradiotherapy or possibly treatment with induction/neoadjuvant therapy. Guidelines of the American College of Chest Physicians (ACCP) and the European Society of Medical Oncology (ESMO) advocate that stage IIIA patients treated surgically should be in clinical trials, representing a distinct divergence from what had been recommended in the past, and that chemoradiotherapy should be considered the standard of care.57 Surgical resection in elderly patients is associated with significant morbidity and mortality, as is illustrated in this case.73 Also, it is unclear whether the surgical resection offered a survival benefit for this patient.\nConcerning the choice of a neoadjuvant chemotherapy treatment plan versus surgical resection, one of several strategies recommended in the National Comprehensive Cancer Network (NCCN) guidelines is that once the patient has completed two cycles of therapy, he should be reassessed with PET-CT, and the size and SUV of the primary lesion calculated to assess response, looking again for metastatic disease.74 EBUS and endoscopic ultrasound (EUS) could be repeated to determine whether the mediastinum responded to therapy and to ascertain the absence of subdiaphragmatic disease. If the primary lesion does not respond and/or newly discovered metastatic disease is present, and/or if the patient’s clinical status deteriorates, the patient could be treated with definitive chemoradiotherapy or with alternative neoadjuvant chemotherapy, or radiotherapy (or both radiation and chemotherapy) could be added, followed by surgical resection. This last approach is most certainly very aggressive in this elderly patient. If\n\n, one of several strategies recommended in the National Comprehensive Cancer Network (NCCN) guidelines is that once the patient has completed two cycles of therapy, he should be reassessed with PET-CT, and the size and SUV of the primary lesion calculated to assess response, looking again for metastatic disease.74 EBUS and endoscopic ultrasound (EUS) could be repeated to determine whether the mediastinum responded to therapy and to ascertain the absence of subdiaphragmatic disease. If the primary lesion does not respond and/or newly discovered metastatic disease is present, and/or if the patient’s clinical status deteriorates, the patient could be treated with definitive chemoradiotherapy or with alternative neoadjuvant chemotherapy, or radiotherapy (or both radiation and chemotherapy) could be added, followed by surgical resection. This last approach is most certainly very aggressive in this elderly patient. If230\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nno metastatic disease, the patient would be an appropriate candidate for lobectomy. If EBUS/EUS or mediastinoscopy demonstrates continued mediastinal metastatic disease, on the other hand, then surgical resection provides no survival advantage,75 especially given the surgical risks in an 80+-year-old patient.\nThe performance of a thorough inspection bronchoscopy should be highlighted. Performed during the EBUS/EUS procedure, it provides critical information before surgical resection is undertaken. The surgeon needs to know of any anatomic airway variation, especially in cases for which a minimally invasive approach is planned. Synchronous lung cancers or premalignant lesions that may change the surgical approach may be found. These are more common in patients with squamous cell lung cancers. The presence of airway edema, erythema, excessive or turbid secretions, or foreign bodies may alter the surgical timing and approach.\nRuckdeschel grading of nodal involvement provides this patient with a IIIA3 designation.57 We know that the CT finding of grossly enlarged, multidensity mediastinal lymph nodes-Ruckdeschel nodal grading IIIA4-portends a poor prognosis, and that these patients are much less likely to benefit from surgical resection. Other features of lymph node pathology that are important to assess include the presence or absence of (1) contralateral involvement, (2) multinodal station involvement, (3) transcapsular involvement, (4) complete replacement of the lymph node architecture with tumor, (5) matted nodes and the total number of involved nodes, and (6) the percentage of lymph nodes that are involved. The discovery of gross nodal involvement on CT has a high degree of specificity and, if necessary, is easily confirmed with EBUS/EUS or other minimally invasive techniques, such as mediastinoscopy.\nGiven the plan for surgical resection, and given the patient’s age, cervical mediastinoscopy might have been helpful. A frequent misunderstanding among lung cancer specialists is that mediastinoscopy is the same across all institutions. It is not. Results are dependent on the training and experience of the surgeon, available technology in the institution, and the technique used by the surgeon, that is, fine-needle aspiration cytology, whole node biopsy, or complete nodal resection through a mediastinoscope,76 a video-assisted mediastinoscope,77 or a transcervical extended mediastinal lymphadenectomy (TEMLA).78,79 To illustrate the status of mediastinoscopy in the United States, Little et al. reviewed the American College of Surgeons Commission on Cancer database and found that 53% of mediastinoscopies involved no nodal tissue.80 In an additional 25%, only one node was biopsied, totaling nearly 75% of all mediastinoscopies in which insufficient tissue was obtained to adequately stage the mediastinum. It is this author’s opinion that it is likely that most patients undergoing mediastinoscopy do not meet the ACCP recommendation of resecting at least five lymph node station biopsies/resections, that is, stations 2R, 4R, 7, 2 L, and 4 L.70 Resection of nodes and perinodal tissue appears to improve the sensitivity of the technique.78\nHad the patient’s suspicious nodule been found in the left upper lobe, left video-assisted thoracic surgery (VATS) biopsy or resection of the aorto-pulmonary (AP) window node might have been performed to assess the AP window. As an alternative, historically, a mediastinotomy (aka Chamberlain procedure) can approach the AP window directly.81 Today, many clinicians use instead a mediastinoscope through a second intercostal space incision to accomplish the same goal, with less postoperative pain. A transcervical approach (i.e., extended transcervical mediastinoscopy or Ginsberg procedure82) may also be used. Each of these procedures requires experience and knowledge of indications and limitations, but all provide a sufficient sampling of AP window tissue.\nAnother interesting feature of this patient’s case is the surgical approach selected. It is likely that the patient would have benefited from a minimally invasive resection performed by VATS83 or by a robotic technique.84 The likelihood of sufficient surgical resection is equally as good as with a conventional open technique, but reduced pain, an earlier return to preoperative functional status, and a shorter hospital stay are likely.83 In patients who have not undergone induction therapy, we attempt to resect at least 15 or 16 lymph nodes from three or four nodal stations.85\n\nincision to accomplish the same goal, with less postoperative pain. A transcervical approach (i.e., extended transcervical mediastinoscopy or Ginsberg procedure82) may also be used. Each of these procedures requires experience and knowledge of indications and limitations, but all provide a sufficient sampling of AP window tissue.\nAnother interesting feature of this patient’s case is the surgical approach selected. It is likely that the patient would have benefited from a minimally invasive resection performed by VATS83 or by a robotic technique.84 The likelihood of sufficient surgical resection is equally as good as with a conventional open technique, but reduced pain, an earlier return to preoperative functional status, and a shorter hospital stay are likely.83 In patients who have not undergone induction therapy, we attempt to resect at least 15 or 16 lymph nodes from three or four nodal stations.8518 - EBUS-TBNA for Subcentimeter PET-Negative Subcarinal LAD (Station 7)\n231\nREFERENCES\n1. Schag CC, Heinrich RL, Ganz PA. Karnofsky performance status revisited: reliability, validity, and guidelines. J Clin Oncol. 1984; 2:187-193.\n2. Oken MM, Creech RH, Tormey DC, et al. Toxicity and response criteria of the Eastern Cooperative Oncology Group. Am J Clin Oncol. 1982;5:649-655.\n3. Buccheri G, Ferrigno D, Tamburini M. Karnofsky and ECOG performance status scoring in lung cancer: a prospective, longitudinal study of 536 patients from a single institution. Eur J Cancer. 1996;32:1135-1141.\n4. De Leyn P, Vansteenkiste J, Cuypers P, et al. Role of cervical mediastinoscopy in staging of non-small cell lung cancer without enlarged mediastinal lymph nodes on CT scan. Eur J Cardiothorac Surg. 1997;12:706-712.\n5. Meyers BF, Haddad F, Siegel BA, et al. Cost-effectiveness of routine mediastinoscopy in computed tomography- and positron emission tomography-screened patients with stage I lung cancer. J Thorac Cardiovasc Surg. 2006;131:822-829.\n6. Birim O, Kappetein AP, Stijnen T, et al. Meta-analysis of positron tomographic and computed tomographic imaging in detecting mediastinal lymph node metastases in nonsmall cell lung cancer. Ann Thorac Surg. 2005;79:375-382.\n7. Lee PC, Port JL, Korst RJ, et al. Risk factors for occult mediastinal metastases in clinical stage I non-small cell lung cancer. Ann Thorac Surg. 2007;84:177-181.\n8. De Leyn P, Lardinois D, Van Schil PE, et al. ESTS guidelines for preoperative lymph node staging for non-small cell lung cancer. Eur J Cardiothorac Surg. 2007;32:1-8.\n9. Detterbeck FC, Jantz MA, Wallace M, et al, American College of Chest Physicians. Invasive mediastinal staging of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 suppl):202S-220S.\n10. Al-Sarraf N, Aziz R, Gately K, et al. Pattern and predictors of occult mediastinal lymph node involvement in non-small cell lung cancer patients with negative mediastinal uptake on positron emission tomography. Eur J Cardiothorac Surg. 2008;33:104-109.\n11. Chhajed PN, Bernasconi M, Gambazzi F, et al. Combining bronchoscopy and positron emission tomography for the diagnosis of the small pulmonary nodule < or = 3 cm. Chest. 2005;128: 3558-3564.\n12. Herth FJ, Eberhardt R, Vilmann P, et al. Real-time endobronchial ultrasound guided transbronchial needle aspiration for sampling mediastinal lymph nodes. Thorax. 2006;61:795-798.\n13. Chin R Jr, McCain TW, Lucia MA, et al. Transbronchial needle aspiration in diagnosing and staging lung cancer: how many aspirates are needed? Am J Respir Crit Care Med. 2002;166: 377-381.\n14. Sevransky JE, Haponik EF. Respiratory failure in elderly patients. Clin Geriatr Med. 2003;19:205-224.\n15. Herth FJ, Ernst A, Eberhardt R, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically normal mediastinum. Eur Respir J. 2006;28: 910-914.\n16. Herth FJ, Eberhardt R, Krasnik M, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically and positron emission tomography-normal mediastinum in patients with lung cancer. Chest. 2008;133:887-891.\n17. Colt HG, Murgu S, Davoudi M. EBUS step-by-step, You Tube, posted August 2010. Available at: http://www.youtube.com/watch? v=Z9FdgVx_xrM&feature=related. Accessed\n\nErnst A, Eberhardt R, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically normal mediastinum. Eur Respir J. 2006;28: 910-914.\n16. Herth FJ, Eberhardt R, Krasnik M, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically and positron emission tomography-normal mediastinum in patients with lung cancer. Chest. 2008;133:887-891.\n17. Colt HG, Murgu S, Davoudi M. EBUS step-by-step, You Tube, posted August 2010. Available at: http://www.youtube.com/watch? v=Z9FdgVx_xrM&feature=related. Accessed February 20, 2011.\n18. Ernst A, Silvestri GA, Johnstone D, American College of Chest Physicians. Interventional pulmonary procedures: guidelines from the American College of Chest Physicians. Chest. 2003;123: 1693-1717.\n19. Bolliger CT, Mathur PN, Beamis JF, et al. European Respiratory Society/American Thoracic Society. ERS/ATS statement on interventional pulmonology. Eur Respir J. 2002;19:356-373.\n20. Murgu S, Saffari A, Davoudi M, et al. Physics of endobronchial ultrasound, You Tube, posted October 2010. Available at: http://www.youtube.com/watch?v=5cxwBjOlF-M&feature= related. Accessed February 20, 2011.\n21. Varela-Lema L, Fernandez-Villar A, Ruano-Ravina A. Effectiveness and safety of endobronchial ultrasound-transbronchial needle aspiration: a systematic review. Eur Respir J. 2009;33:1156-1164.\n22. Shrager JB. Mediastinoscopy: still the gold standard. Ann Thorac Surg. 2010;89:S2084-S2089.\n23. Herth F, Becker HD, Ernst A. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322-325.\n24. Herth FJ, Lunn W, Eberhardt R, et al. Transbronchial versus transesophageal ultrasound-guided aspiration of enlarged mediastinal lymph nodes. Am J Respir Crit Care Med. 2005;171:1164-1167.\n25. Hwangbo B, Lee GK, Lee HS, et al. Transbronchial and transesophageal fine-needle aspiration using an ultrasound bronchoscope in mediastinal staging of potentially operable lung cancer. Chest. 2010;138:795-802.\n26. Herth FJ, Krasnik M, Kahn N, et al. Combined endoscopic- endobronchial ultrasound-guided fine-needle aspiration of mediastinal lymph nodes through a single bronchoscope in 150 patients with suspected lung cancer. Chest. 2010;138:790-794.\n27. Gould MK, Kuschner WG, Rydzak CE, et al. Test performance of positron emission tomography and computed tomography for mediastinal staging in patients with non-small-cell lung cancer: a meta-analysis. Ann Intern Med. 2003;139:879-892.\n28. de Langen AJ, Raijmakers P, Riphagen I, et al. The size of mediastinal lymph nodes and its relation with metastatic involvement: a meta-analysis. Eur J Cardiothorac Surg. 2006;29:26-29.\n29. Bernard A, The Thorax Group. Resection of pulmonary nodules using video-assisted thoracic surgery. Ann Thorac Surg. 1996; 61:202-204.\n30. Hergott CA, Tremblay A. Role of bronchoscopy in the evaluation of solitary pulmonary nodules. Clin Chest Med. 2010;31:49-63.\n31. Heyer CM, Reichelt S, Peters SA, et al. Computed tomography- navigated transthoracic core biopsy of pulmonary lesions: which factors affect diagnostic yield and complication rates? Acad Radiol. 2008;15:1017-1026.\n32. Ohno Y, Hatabu H, Takenaka D, et al. CT-guided transthoracic needle aspiration biopsy of small (< or = 20 mm) solitary pulmonary nodules. AJR Am J Roentgenol. 2003;180:1665-1669.\n33. Rivera MP, Mehta AC, American College of Chest Physicians. Initial diagnosis of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 suppl): 131S-148S.\n34. Gildea TR, Mazzone PJ, Karnak D, et al. Electromagnetic navigation diagnostic bronchoscopy: a prospective study. Am J Respir Crit Care Med. 2006;174:982-989.\n35. Gould MK, Fletcher J, Iannettoni MD, et al, American College of Chest Physicians. Evaluation of patients with pulmonary nodules: when is it lung cancer? ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 suppl):108S-130S.\n36. Yam\n\n2003;180:1665-1669.\n33. Rivera MP, Mehta AC, American College of Chest Physicians. Initial diagnosis of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 suppl): 131S-148S.\n34. Gildea TR, Mazzone PJ, Karnak D, et al. Electromagnetic navigation diagnostic bronchoscopy: a prospective study. Am J Respir Crit Care Med. 2006;174:982-989.\n35. Gould MK, Fletcher J, Iannettoni MD, et al, American College of Chest Physicians. Evaluation of patients with pulmonary nodules: when is it lung cancer? ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 suppl):108S-130S.\n36. YamSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n64. Pisters KM, Evans WK, Azzoli CG, et al, Cancer Care Ontario, American Society of Clinical Oncology. Cancer Care Ontario and American Society of Clinical Oncology adjuvant chemotherapy and adjuvant radiation therapy for stages I-IIIA resectable non small-cell lung cancer guideline. J Clin Oncol. 2007;25:5506-5518.\n65. SEER Cancer Statistics Review 1975-2007, updated October 8, 2010. Available at: http://seer.cancer.gov/csr/1975_2007/. Accessed February 20, 2011.\n66. Fischer B, Lassen U, Mortensen J, et al. Preoperative staging of lung cancer with combined PET-CT. N Engl J Med. 2009;361:32-39.\n67. Erasmus JJ, Macapinlac HA, Swisher SG. Positron emission tomography imaging in nonsmall-cell lung cancer. Cancer. 2007;110:2155-2168.\n68. Al-Sarraf N, Gately K, Lucey J, et al. Lymph node staging by means of positron emission tomography is less accurate in non-small cell lung cancer patients with enlarged lymph nodes: analysis of 1,145 lymph nodes. Lung Cancer. 2008;60:62-68.\n69. Wallace MB, Pascual JM, Raimondo M, et al. Minimally invasive endoscopic staging of suspected lung cancer. JAMA. 2008;299:540-546.\n70. Silvestri GA, Gould MK, Margolis ML, et al. Noninvasive staging of non-small cell lung cancer: ACCP evidenced-based clinical practice guidelines (2nd edition). Chest. 2007;132:178S-201S.\n71. Lee HJ, Kim YT, Kang WJ, et al. Integrated positron-emission tomography for nodal staging in lung cancer. Asian Cardiovasc Thorac Ann. 2009;17:622-626.\n72. Defranchi SA, Edell ES, Daniels CE, et al. Mediastinoscopy in patients with lung cancer and negative endobronchial ultrasound guided needle aspiration. Ann Thorac Surg. 2010;90:1753-1758.\n73. Kates M, Perez X, Gribetz J, et al. Validation of a model to predict perioperative mortality from lung cancer resection in the elderly. Am J Respir Crit Care Med. 2009;179:390-395.\n74. Non-small cell lung cancer guidelines, 2009. Available at: www.nccn.org. Accessed February 20, 2011.\n75. Jaklitsch MT, Herndon JE 2nd, DeCamp MM Jr, et al. Nodal downstaging predicts survival following induction chemotherapy for stage IIIA (N2) non-small cell lung cancer in CALGB protocol #8935. J Surg Oncol. 2006;94:599-606.\n76. Whitson BA, Groth SS, Maddaus MA. Surgical assessment and intraoperative management of mediastinal lymph nodes in non-small cell lung cancer. Ann Thorac Surg. 2007;84:1059-1065.\n77. Witte B. New developments in videomediastinoscopy: video-assisted mediastinoscopic lymphadenectomy and mediastinoscopic ultrasound. Front Radiat Ther Oncol. 2010;42:63-70.\n78. Kuzdzal J, Zielinski M, Papla B, et al. The transcervical extended mediastinal lymphadenectomy versus cervical mediastinoscopy in non-small cell lung cancer staging. Eur J Cardiothorac Surg. 2007;31:88-94.\n79. Zielinski M, Hauer L, Hauer J, et al. Non-small-cell lung cancer restaging with transcervical extended mediastinal lymphadenectomy. Eur J Cardiothorac Surg. 2010;37:776-780.\n80. Little AG, Rusch VW, Bonner JA, et al. Patterns of surgical care of lung cancer patients. Ann Thorac Surg. 2005;80:2051-2056.\n81. Olak J. Parasternal mediastinotomy (Chamberlain procedure). Chest Surg Clin N Am. 1996;6:31-40.\n82. Call S, Rami-Porta R, Serra-Mitjans M, et al. Extended cervical mediastinoscopy in the staging of bronchogenic carcinoma of the left lung. Eur\n\n31:88-94.\n79. Zielinski M, Hauer L, Hauer J, et al. Non-small-cell lung cancer restaging with transcervical extended mediastinal lymphadenectomy. Eur J Cardiothorac Surg. 2010;37:776-780.\n80. Little AG, Rusch VW, Bonner JA, et al. Patterns of surgical care of lung cancer patients. Ann Thorac Surg. 2005;80:2051-2056.\n81. Olak J. Parasternal mediastinotomy (Chamberlain procedure). Chest Surg Clin N Am. 1996;6:31-40.\n82. Call S, Rami-Porta R, Serra-Mitjans M, et al. Extended cervical mediastinoscopy in the staging of bronchogenic carcinoma of the left lung. Eur J Cardiothorac Surg. 2008;34:1081-1084.\n83. Cheng D, Downey RJ, Kernstine K, et al. Video-assisted thoracic surgery in lung cancer resection: a meta-analysis and systematic review of controlled trials. Innovations. 2007;2:261-292.\n84. Anderson CA, Falabella A, Lau CS, et al. Robotic-assisted lung resection for malignant disease. Innovations. 2007;2:254-258.\n85. Ou SH, Zell JA. Prognostic significance of the number of lymph nodes removed at lobectomy in stage IA non-small cell lung cancer. J Thorac Oncol. 2008;3:880-886.\n86. Keeling WB, Lewis V, Blazick E, et al. Routine evaluation for aspiration after thoracotomy for pulmonary resection. Ann Thorac Surg. 2007;83:193-196.\n87. Keeling WB, Hernandez JM, Lewis V, et al. Increased age is an independent risk factor for radiographic aspiration and laryngeal penetration after thoracotomy for pulmonary resection. J Thorac Cardiovasc Surg. 2010;140:573-577.\ntransbronchial needle aspiration in a UK tertiary respiratory centre. Q J Med. 2009;102:859-864.\n43. Harewood GC, Pascual J, Raimondo M, et al. Economic analysis of combined endoscopic and endobronchial ultrasound in the evaluation of patients with suspected non-small cell lung cancer. Lung Cancer. 2010;67:366-371.\n44. Ang SY, Tan RW, Koh MS, et al. Economic analysis of endobronchial ultrasound (EBUS) as a tool in the diagnosis and staging of lung cancer in Singapore. Int J Technol Assess Health Care. 2010;26:170-174.\n45. Kennedy MP, Shweihat Y, Sarkiss M, et al. Complete mediastinal and hilar lymph node staging of primary lung cancer by endobronchial ultrasound: moderate sedation or general anesthesia? Chest. 2008;134:1350-1351.\n46. Lee HJ, Haas AR, Sterman DH, et al. Pilot randomized study comparing two techniques of airway anesthesia during curvilinear probe endobronchial ultrasound bronchoscopy (CP-EBUS). Respirology. 16:102-106, 2011.\n47. Langeron O, Masso E, Huraux C, et al. Prediction of difficult mask ventilation. Anesthesiology. 2000;92:1229-1236.\n48. Benumof JL, Dagg R, Benumof R. Critical hemoglobin desaturation will occur before return to an unparalyzed state following 1 mg/kg intravenous succinylcholine. Anesthesiology. 1997;87:979.\n49. Vuyk J. Pharmacodynamics in the elderly. Best Pract Res Clin Anaesthesiol. 2003;17:207-218.\n50. Steinfort DP, Johnson DF, Irving LB. Incidence of bacteraemia following endobronchial ultrasound-guided transbronchial needle aspiration. Eur Respir J. 2010;36:28-32.\n51. Kouskov OS, Almeida FA, Eapen G, et al. Mediastinal infection after ultrasound-guided needle aspiration. J Broncol Intervent Pulmonol. 2010;17:338-341.\n52. Aerts JG, Kloover J, Los J, et al. EUS-FNA of enlarged necrotic lymph nodes may cause infectious mediastinitis. J Thorac Oncol. 2008;3:1191-1193.\n53. Colt HG, Murgu S, Davoudi M. EBUS step-by-step, You Tube, posted August 2010. Available at: http://www.youtube.com/watch?v=Z9FdgVx_xrM&feature=related. Accessed February 20, 2011.\n54. Lee HS, Lee GK, Lee HS, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration in mediastinal staging of non-small cell lung cancer: how many aspirations per target lymph node station? Chest. 2008;134:368-374.\n55. Nakajima T, Yasufuku K, Suzuki M, et al. Assessment of epidermal growth factor receptor mutation by endobronchial ultrasound-guided transbronchial needle aspiration. Chest. 2007;132:597-602.\n56. Det",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.522,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "ebus",
      "enb",
      "tbna"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch18.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}