{
  "doc_id": "bacada_ch20",
  "title": "Stent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma",
  "abstract": "",
  "content": "247\nChapter 20\nStent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma\nCASE DESCRIPTION\nThis patient was a 67-year-old obese (BMI, 37 kg/m2) African American female with a 25-pack-year history of smoking who developed progressive dyspnea on exertion, cough, and hoarseness. She had a history of COPD (FEV1 45% predicted) and obstructive sleep apnea (OSA) treated with CPAP of 10 cm H2O. Physical examination was remarkable for biphasic stridor, heard best during forced inspiratory and expiratory maneuvers. Computed tomography scanning showed the intrthoracic extension of a thyroid mass, narrowing the trachea (Figure 20-1). Ultrasound-guided fine-needle aspiration of the thyroid mass revealed papillary thyroid carcinoma. The patient was referred for evaluation and management of her tracheal obstruction before performance of a complete thyroidectomy. Flexible bronchoscopy performed under moderate sedation with the patient in a semi-upright position showed redundant pharyngeal and laryngeal tissues; the arytenoid cartilages were edematous and were collapsing over the vocal folds during inspiration (see video on ExpertConsult.com) (Video V.20.1). Tracheal narrowing was due to pure extrinsic compression without mucosal infiltration or exophytic endoluminal abnormalities. The stenotic segment was located 3.5 cm below the cords and extended for 3 cm. The degree of narrowing was 60% during inspiration and 70% during tidal expiration as compared with the normal airway lumen (see Figure 20-1).\nDISCUSSION POINTS\n1. List four indications for airway stent insertion in this patient.\n2. List and justify four anesthesia considerations of rigid bronchoscopy in view of this patient’s medical history, physical examination, and tracheal obstruction.\n3. Describe and justify one indication for prolonged indwelling airway stent placement if this patient undergoes successful thyroidectomy.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThyroid disease with airway obstruction has been described in patients with thyroid carcinoma and in those with benign goiters.1,2 Mechanisms of airway obstruction include extrinsic compression (e.g., benign intrthoracic or substernal goiter), airway invasion by tumor (e.g., thyroid cancer), tracheomalacia (e.g., after thyroidectomy or long-term compression from goiter), vocal cord paralysis (e.g., recurrent nerve paralysis due to tumor or after thyroidectomy), and a combination of these.3 The most frequent cause of airway obstruction in the presence of thyroid disease is substernal (benign or malignant) goiter compressing the trachea with or without associated tracheomalacia.4 In the setting of thyroid carcinoma, symptoms associated with mucosal invasion such as hemoptysis (seen in 11% to 39% of patients) and airway obstruction causing dyspnea (seen in 5% to 89% of patients) underestimate the depth of airway invasion because they are usually present in patients with a most advanced degree of invasion (i.e., when the tumor is already intraluminal). Even deep tumor invasion into the tracheal wall often is not identified before surgery unless fixation of the gland is obvious on physical examination.5 In this regard, physical examination during initial evaluation of patients with thyroid carcinoma may not suffice to identify a thyroid mass as a cause of respiratory problems. In fact, in one small series of five patients with acute airway obstruction, goiters were palpable in three patients, whereas the other two goiters were diagnosed by emergency computed tomography (CT) of the thorax.6\nMalignant airway obstruction caused by a primary tumor or by recurrent disease is the cause of death in one half of all patients with thyroid carcinoma.7 In general, well-differentiated thyroid carcinoma is considered an indolent disease with an 80% to 95% 10 year survival rate.8 In about 5.7% to 7% of cases of well-differentiated thyroid carcinoma, the tumor invades adjacent laryngotracheal structures,9 and changes in clinical status may occur only when it reaches the mucosa. It is important that patients with malignant thyroid disease be evaluated by CT imaging of the neck and chest and by flexible bronchoscopy to assess the extent and the severity of the narrowing, and to determine whether intraluminal tumor\nThis chapter emphasizes the following elements of the Four Box Approach: indications, contraindications, and expected results; anesthesia and other perioperative care; techniques and instrumentation; and follow-up tests, visits, and procedures.\nof all patients with thyroid carcinoma.7 In general, well-differentiated thyroid carcinoma is considered an indolent disease with an 80% to 95% 10 year survival rate.8 In about 5.7% to 7% of cases of well-differentiated thyroid carcinoma, the tumor invades adjacent laryngotracheal structures,9 and changes in clinical status may occur only when it reaches the mucosa. It is important that patients with malignant thyroid disease be evaluated by CT imaging of the neck and chest and by flexible bronchoscopy to assess the extent and the severity of the narrowing, and to determine whether intraluminal tumor\nThis chapter emphasizes the following elements of the Four Box Approach: indications, contraindications, and expected results; anesthesia and other perioperative care; techniques and instrumentation; and follow-up tests, visits, and procedures.248\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\nFigure 20-1 Coronal (top left)\nand axial (top right) computed\ntomography (CT) images show\ntracheal narrowing from a large\nthyroid mass. The tracheal lumen\nis seen at the level of the stenosis\n(bottom left) and distal to it\n(bottom right).\nFigure 20-2 Three types of tracheal\nobstruction caused by\nthyroid cancer. Mixed endoluminal and extrinsic compression\ntype (left), pure exophytic endoluminal (center), and pure extrinsic\ncompression (right).\nCricoid\nMixed\nobstruction\nRight\nvocal\ncord\nExtrinsic\ncompression\nExophytic\nendoluminal\nobstruction\nor extrinsic compression is the main cause of obstruction, especially if patients are being considered for complete thyroidectomy. Some patients, such as those for whom radical surgery for laryngotracheal invasion is not feasible owing to poor physical condition or those who are symptomatic from airway narrowing, may not be candidates for curative surgery but may be suitable for palliative bronchoscopic interventions.\nIn our patient, bronchoscopic inspection was conducted to evaluate for possible vocal cord paralysis, airway tumor invasion, and the mechanism of obstruction: exophytic endoluminal versus pure extrinsic versus mixed extrinsic and intraluminal (Figure 20-2).10 In fact, one study found unilateral vocal cord paralysis in 83% of patients with thyroid carcinoma.11 During bronchoscopy, if the airway mucosa is abnormal, biopsy of the intraluminal tumor can and should be performed because positive results predict a worse prognosis.12 Indeed, the depth of airway invasion appears to predict outcome, with shorter survival reported in patients with endoluminal tumor.13 Other bronchoscopic findings in patients with thyroid disease-induced airway involvement include erythema and edema, neovascular formation, and frank mucosal invasion.12 Tracheal invasion should be clearly documented by the bronchoscopist; this is of particular interest to surgeons because it is a marker for more aggressive tumors and defines a patient population at greater risk for death.5,7 Results from one study of 18 cases of thyroid cancer infiltrating the trachea showed poor tumor differentiation in 50% of papillary\n83% of patients with thyroid carcinoma.11 During bronchoscopy, if the airway mucosa is abnormal, biopsy of the intraluminal tumor can and should be performed because positive results predict a worse prognosis.12 Indeed, the depth of airway invasion appears to predict outcome, with shorter survival reported in patients with endoluminal tumor.13 Other bronchoscopic findings in patients with thyroid disease-induced airway involvement include erythema and edema, neovascular formation, and frank mucosal invasion.12 Tracheal invasion should be clearly documented by the bronchoscopist; this is of particular interest to surgeons because it is a marker for more aggressive tumors and defines a patient population at greater risk for death.5,7 Results from one study of 18 cases of thyroid cancer infiltrating the trachea showed poor tumor differentiation in 50% of papillary20 - Stent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma\n249\nand follicular carcinomas compared with 11.4% when airways were not invaded.14 Among 292 patients with well-differentiated papillary carcinoma, the most commonly encountered histology, authors identified laryngotracheal invasion in 124 patients (41%) as a significant independent predictor of death.15 An additional study found that laryngotracheal or esophageal invasion was an important negative prognostic factor, indicating that tracheal invasion lowers long-term survival.16\nUsually identified at the time of operation, extraluminal airway invasion demands a decision regarding the extent of resection. The proportion of patients with thyroid cancer involving the larynx and the trachea depends not only on histology but also on the definition of invasion. Invasion into the tracheal wall or the larynx in the form of external adherence was noted in surgical studies to vary from 3.6% to 22.9% of all patients undergoing thyroidectomy.*5 The most advanced stage of invasion constitutes intraluminal tumor, which is more rare and is detected on bronchoscopy in only 0.5% to 1.5% of patients presenting for resection. Radiologic criteria such as compression or displacement by tumor, which occurred in up to 35%, may overestimate invasion. Thus bronchoscopy remains essential in determining endoluminal involvement, surgical strategy, and outcome.5 In our patient, who had no evidence of endoluminal invasion, bronchoscopy was necessary to determine the site, severity, and length of the tracheal obstruction to allow selection of a tracheal stent of appropriate length and size to relieve her symptoms.*\nComorbidities\nObesity, chronic obstructive pulmonary disease (COPD), and obstructive sleep apnea (OSA) could increase the risk for complications during or after procedures performed with the patient under general anesthesia.\nSupport System\nThe patient had one daughter who was very involved in her care and accompanied her to all of her clinic appointments. Her daughter was present in the room during our diagnostic flexible bronchoscopy.\nPatient Preferences and Expectations\nThe patient understood her diagnosis. She and her daughter had already talked about it in detail with the treating surgeon. At the time of our encounter, the patient did not have an advance directive and was reluctant to initiate one. In this regard, it is possible that among African Americans, nonacceptance of advance directives may be part of a different set of values regarding quality of life and trust in health care professionals.† Do not resuscitate (DNR) orders may be viewed as a way of limiting health care expenditures or cutting costs by stopping care prematurely.17 Furthermore, the reluctance of African Americans to address end-of-life care in a formal fashion may originate from a history of health care discrimination. Evidence indicates that nonwhites, even after controls for income, insurance status, and age are applied, are less likely to receive a range of common medical interventions such as analgesics for acute pain, cardiac catheterization, and even immunizations.17 Overall, African American patients are about one half as likely to accept DNR status and are more likely than whites to later change DNR orders to more aggressive levels of care.18\n- The surgeon’s definition of invasion, ranging from any attachment of the gland to gross tumor transgression, further influences this proportion.*\nProcedural Strategies\nIndications\nClinically manifest airway obstruction due to thyroid enlargement is considered to be an absolute indication for surgical intervention. In general, treatment of differentiated primary thyroid cancer consists of total thyroidectomy followed by adjuvant radioiodine treatment and suppressive thyroxine therapy. Indications for bronchoscopic treatment in benign and malignant thyroid disorders causing airway obstruction include refusal of surgery, medical or surgical inoperability, tracheomalacia, and acute severe respiratory insufficiency with imminent respiratory failure. An indication specific to malignant disease is recurrence after previous surgery.3 In one series, among patients requiring bronchoscopic treatment for malignant disease, 10 patients (77%) had purely extrinsic compression of the trachea requiring stent insertion, 1 with associated bilateral vocal cord paralysis, and 3 patients (23%) showed mixed obstruction with extrinsic tracheal compression associated with exophytic endoluminal disease (see Figure 20-2).3 Indications for interventional bronchoscopy in our patient included stridor, dyspnea, and potential avoidance of tracheomalacia post thyroidectomy. Tracheal stent insertion could provide our patient with symptomatic relief of her respiratory difficulties while subsequently allowing the surgical team to perform a potentially curative resection. In one study, for example, airway patency was maintained with covered retrievable self-expandable nitinol stents until surgery was performed. St\nprevious surgery.3 In one series, among patients requiring bronchoscopic treatment for malignant disease, 10 patients (77%) had purely extrinsic compression of the trachea requiring stent insertion, 1 with associated bilateral vocal cord paralysis, and 3 patients (23%) showed mixed obstruction with extrinsic tracheal compression associated with exophytic endoluminal disease (see Figure 20-2).3 Indications for interventional bronchoscopy in our patient included stridor, dyspnea, and potential avoidance of tracheomalacia post thyroidectomy. Tracheal stent insertion could provide our patient with symptomatic relief of her respiratory difficulties while subsequently allowing the surgical team to perform a potentially curative resection. In one study, for example, airway patency was maintained with covered retrievable self-expandable nitinol stents until surgery was performed. St250\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\nextrinsic compression, or when repeated removal of an intraluminal lesion at short intervals is due to a fast-growing tumor. In one study, this approach was shown to succeed in maintaining airway patency, and the cause of death in two thirds of patients was not airway obstruction but progression of preexisting lung metastases or carcinomatous pleuritis.12\n- *Contraindication*s**\nNo contraindication to general anesthesia or stent placement was noted.\n- *Expected Result*s**\nIn multiple reports, researchers have revealed their experience with tracheal stent placement for palliation in patients with thyroid disease such as benign intrthoracic or substernal goiter, thyroid cancer, thyroid lymphoma, and tracheomalacia after thyroidectomy. For this purpose, they have used silicone stents, covered or uncovered metallic stents, T-tubes, or tracheostomy tubes.3,11 In one series of 16 patients with malignant thyroid disease, neodymium-doped yttrium aluminum garnet (Nd : YAG) laser treatment (n = 3) and stent insertion* (n = 13) resulted in restoration of airway patency and symptomatic improvement in 92% of patients (see video on ExpertConsult.com) (Video V.20.3). Data revealed 15% short-term† and 8% long-term complications‡ and a median survival time (MST) of 17 months.3 Shorter survival times of only 4 months were reported, however, by other investigators.20 In a large retrospective study of 35 patients with advanced thyroid cancer requiring stent insertion for managing airway obstruction, the authors compared studded silicone stents (Novatech, Aubagne, France) and T-tubes (Koken, Tokyo, Japan) versus self-expandable metallic stents-covered and uncovered Ultraflex (Boston Scientific, Natick, Mass) and Spiral Z (Medico’s Hirata, Tokyo, Japan).11 All patients reported immediate symptomatic relief objectively documented by improvements in both Eastern Cooperative Oncology Group (ECOG) performance status and the Hugh-Jones dyspnea scale. MST was 8 months. One-year survival was 40%, but death was due to progression of disease at sites other than the airway.11 In this series, almost all stent-related complications requiring further intervention occurred in patients who had a studded silicone stent or a T-tube inserted. These included stent migration, retained secretions, granulation tissue formation, and tumor overgrowth. Critical complications of stent insertion included supraglottic stenosis (5 cases, 14% of stent implantations) and migration within 1 week of insertion (4 cases, 11% of stent implantations). These were associated with studded silicone stents in the proximity of the cricoid cartilage, indicating that migration occurred in as many as 40% of all studded silicone stent placements.11*\n- *Team Experienc*e**\nFor inoperable patients requiring bronchoscopic treatments, procedures are usually performed with the patient under general anesthesia and using rigid bronchoscopy.3,11 Therefore referral to a center experienced in this procedure is warranted. For operable patients, the surgeon who is unfamiliar with techniques of open tracheal resection has several options when encountering tracheal invasion, including operative exploration without thyroidectomy, or leaving complete, combined resection to the surgeon trained in thyroid and airway procedures. Alternatively, combined resection may be performed by a multidisciplinary team of thyroid and tracheal surgeons. If thyroidectomy has been completed with a shave resection, tracheal or laryngotracheal resection may then be performed after referral to a surgeon experienced in airway surgery.5\n- *Therapeutic Alternative*s**\nEndoscopic tumor ablation by debulking with an Nd : YAG laser has been performed for patients with endoluminal tumor involvement in whom radical operations are contraindicated. In one study, 22 consecutive patients underwent endoscopic tumor ablation* for well-differentiated thyroid carcinoma. During a follow-up period of up to 125 months, 6 of 22 patients died (median survival, 50 months), mainly of lung metastases, but all had a patent airway at the time of death. The authors noted that post intervention extraluminal lesion growth is indolent, and because relapse of the intraluminal lesion is the main cause of symptoms, local control could be obtained by repeat ablation of the mucosal lesion.12*\nTracheostomy is the traditional method used for primary treatment of acute airway obstruction due to malignant invasion and compression of the trachea from thyroid carcinoma. However\nNd : YAG laser has been performed for patients with endoluminal tumor involvement in whom radical operations are contraindicated. In one study, 22 consecutive patients underwent endoscopic tumor ablation* for well-differentiated thyroid carcinoma. During a follow-up period of up to 125 months, 6 of 22 patients died (median survival, 50 months), mainly of lung metastases, but all had a patent airway at the time of death. The authors noted that post intervention extraluminal lesion growth is indolent, and because relapse of the intraluminal lesion is the main cause of symptoms, local control could be obtained by repeat ablation of the mucosal lesion.12*\nTracheostomy is the traditional method used for primary treatment of acute airway obstruction due to malignant invasion and compression of the trachea from thyroid carcinoma. However20 - Stent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma\n251\nResection of the airway for laryngotracheal invasion are considered in five different clinical settings5: (1) when the thyroid gland adheres to the airway at the time of initial thyroidectomy; (2) in cases referred after incomplete tangential excision* of tumor; (3) when invasion with airway obstruction is detected before the time of surgical therapy; (4) in cases of local recurrence with airway obstruction late after thyroidectomy; and (5) in some cases of airway obstruction in the presence of distant metastatic disease.† Several surgical alternatives have been described and include tangential excision of tumor, tracheal or laryngotracheal sleeve resection,‡ and laryngectomy with cervical exenteration,§ all of which usually are considered salvage resections for patients with extensive invasive disease or locoregional recurrent disease following previous resection or radiation.5,24*\nSelf-expandable metallic stents are a reasonable alternative to silicone stent insertion in inoperable patients with malignant thyroid tumor and airway obstruction.11 Placement of covered retrievable self-expandable nitinol stents was safe and effective in patients with airway obstruction caused by benign or malignant thyroid disease, and in some patients served as an effective bridge to surgery.19 For patients with thyroid carcinoma, one study showed that the uncovered Ultraflex stent was associated with fewer complications (supraglottic obstruction and migration) than were observed with silicone stents.11\nRadioactive iodine (RAI) therapy: This is usually indicated alone for metastatic or locally advanced disease when surgical options are exhausted. Postoperatively, this adjuvant therapy for residual disease in the tracheal wall may have limited effectiveness because tumors invading the airway are often less differentiated, may have less RAI uptake, and may be resistant to therapy. However, postoperative adjuvant RAI is commonly administered after surgical resection.5\nExternal beam radiation therapy (EBRT): Adjuvant or palliative radiation is proposed to improve local control for patients with advanced cancer after incomplete resection. EBRT may potentially improve recurrence rates25 in patients with resected locally advanced disease.\nCost-Effectiveness\nIt is difficult to draw conclusions about the most cost-effective stent insertion strategy in this patient. One study showed that self-expanding metallic stents (SEMS) may represent a better choice than silicone stents in terms of complications11; other studies, using predominantly silicone stents, showed symptomatic benefit without significant complications.3 We chose to proceed with an easily retrievable stent because we considered that stent insertion was a temporary measure that would allow our patient to undergo surgical resection.\nInformed Consent\nThe patient showed understanding of the indications, benefits, and potential complications of silicone stent insertion. The informed consent form was signed by the patient.\nTechniques and Results\nAnesthesia and Perioperative Care\nIn obese patients, similar to our patient, the pharmacokinetics of anesthetic drugs is different from that in individuals of normal weight. This should be carefully considered to reduce any risks for intraoperative or postoperative complications. For instance, in one study that evaluated the pharmacokinetics of remifentanil in 12 obese patients compared with 12 control subjects of normal weight, obese subjects had significantly higher plasma concentrations compared with normal subjects after a loading dose, suggesting that to avoid an overdose, remifentanil should be administered on the basis of ideal body weight (IBW) or lean body mass (LBM), rather than on the basis of total body weight (TBW).26 Another study compared the plasma concentrations of fentanyl measured in normal (body mass index [BMI] <30) and obese (BMI >30) subjects undergoing major surgery with a fentanyl infusion based on TBW, finding that this led to an overestimation of fentanyl dose requirements in obese patients.*27*\nWe do not use neuromuscular blockers in our patients who undergo rigid bronchoscopy, but these drugs may be employed in cases of rigid bronchoscopy and high-frequency jet ventilation. The polar, hydrophilic nature of nondepolarizing neuromuscular blockers tends to limit their volume of distribution. Vecuronium has a prolonged duration of action if it is administered on the basis of TBW. If it is administered on the basis of IBW, the volume of distribution, total clearance, and elimination half-life have been shown to be equivalent between obese and normal subjects.28 The same principles apply to rocuronium and cisatracurium, with dosage guided by TBW leading to a prolonged duration of action.29\nWith regard to the commonly used drug propofol, a comparison study with controls of normal weight showed that\nentanyl dose requirements in obese patients.*27*\nWe do not use neuromuscular blockers in our patients who undergo rigid bronchoscopy, but these drugs may be employed in cases of rigid bronchoscopy and high-frequency jet ventilation. The polar, hydrophilic nature of nondepolarizing neuromuscular blockers tends to limit their volume of distribution. Vecuronium has a prolonged duration of action if it is administered on the basis of TBW. If it is administered on the basis of IBW, the volume of distribution, total clearance, and elimination half-life have been shown to be equivalent between obese and normal subjects.28 The same principles apply to rocuronium and cisatracurium, with dosage guided by TBW leading to a prolonged duration of action.29\nWith regard to the commonly used drug propofol, a comparison study with controls of normal weight showed that252\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\ntechnique should be considered if the adequacy of the mask ventilation is questionable. In cases of rigid bronchoscopy, the operator has to be positioned at the head of the table, ready to intervene and secure the airway in case of loss of airway patency or inability to mask ventilate patients after induction. Proper positioning for direct laryngoscopy will maximize the likelihood of success on the first attempt. This may require significant elevation of the upper body and head. Positioning obese patients in a “ramped” position (with blankets used to elevate both the upper body and the head of the patient or by raising the head of the table) has been shown to result in improved laryngeal exposure with direct laryngoscopy, which could result in fewer failed intubations.31 In addition, because hypoxemia may occur post induction, improvements in oxygenation can be achieved with the preinduction use of positive end-expiratory pressure (PEEP), which will increase the time before desaturation begins.*32 It is unclear whether obese patients have more frequent complications resulting from positioning during anesthesia than patients of normal weight. The standard supine position traditionally used creates some difficulties because some patients have such a large body habitus that standard operating room tables are too small or are unable to handle the patient’s weight. In addition, prolonged surgery (3 to 5 hours) in the supine position has been anecdotally associated with rhabdomyolysis of the gluteal muscles, leading to renal failure.33 Health care organizations should plan appropriately for the care of morbidly obese patients and should consider the safety of health care workers involved in caring for these patients.†34*\nObese patients are more likely to become hypoxic during anesthesia and surgery than patients of normal weight.34 Morbid obesity (BMI >40 kg/m2) is associated with reductions in expiratory reserve volume (ERV), forced vital capacity (FVC), forced expiratory volume in 1 second (FEV1), maximum voluntary ventilation (MVV), and functional residual capacity (FRC).35 Subjects often have FRC reduced to near residual volume (RV); the reduction in FRC is even greater in the supine position.36 Marked changes in lung and chest wall mechanics, including reduced respiratory system compliance, increased respiratory system resistance, severely reduced FRC, and impaired arterial oxygenation, have been described in mechanically ventilated and paralyzed morbidly obese patients.37 One of the mechanisms of hypoxemia during mechanical ventilation in obese patients is increased intra-abdominal pressure that reduces lung volumes, resulting in ventilation-perfusion mismatch.38 Results from a physiologic study showed that severely obese supine subjects at relaxation volume have positive pleural pressure (Ppl) throughout the chest, as suggested by high esophageal pressure (PEs) measurements or inferred from airway pressure and flow measurements.* Both lung and respiratory system compliances were found to be low because of breathing at abnormally low lung volumes. High pleural pressure causes tidal breathing to be initiated from low end-expiratory volumes, where the lungs are less compliant and airways are prone to close on exhalation.39 The positive pleural pressure and the early small airway closure could result in worsening of the expiratory central airway collapse, as was seen in our patient (see video on ExpertConsult.com) (Video V.20.4).*\nRegarding postanesthesia care, sedation and narcotic-based analgesia may exacerbate symptoms of sleep apnea. Therefore, if the patient has a difficult airway, extubation should be accomplished in a conservative fashion with careful assessment of the patient’s level of consciousness. It is noteworthy that the pharyngeal cross-sectional area is larger in the lateral position than in the supine position, and this may limit airway obstruction in patients with OSA.40 In addition, given that the rigid bronchoscope is positioned in the larynx, close postsurgical observation for laryngeal edema is mandatory.\nInstrumentation\nStent selection traditionally has been based on an operator’s previous experience with a particular stent and the local availability of various stents. Stent retrievability is important in patients with benign disease and in those with malignancy for which a temporary stent placement is expected; these include patients with malignant central airway obstruction who will undergo further surgical or systemic chemotherapy and/or radiation therapy. In patients with thyroid disease and airway obstruction, it was possible to safely remove polymer stents 6 months after surgery in all patients.3 In addition to the morphology and consistency of the tumor, mechanical properties of the stent should be considered in selecting the appropriate stent.41 Expansile force (strength) and ability to withhold angulation (buckling) vary among different types of stents. For\nnx, close postsurgical observation for laryngeal edema is mandatory.\nInstrumentation\nStent selection traditionally has been based on an operator’s previous experience with a particular stent and the local availability of various stents. Stent retrievability is important in patients with benign disease and in those with malignancy for which a temporary stent placement is expected; these include patients with malignant central airway obstruction who will undergo further surgical or systemic chemotherapy and/or radiation therapy. In patients with thyroid disease and airway obstruction, it was possible to safely remove polymer stents 6 months after surgery in all patients.3 In addition to the morphology and consistency of the tumor, mechanical properties of the stent should be considered in selecting the appropriate stent.41 Expansile force (strength) and ability to withhold angulation (buckling) vary among different types of stents. For`20 - Stent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma`\n`253`\n`*Supraglottic stenosis from laryngeal edema is a life-threatening condition that requires emergency airway control and reinsertion of a rigid bronchoscope, or endotracheal intubation could be problematic in severe cases.`*\n`Figure 20-3 Rigid bronchoscopy picture after stent placement (left): Airway patency is restored and the stent is in intimate contact with the airway wall. Flexible bronchoscopy after thyroidectomy shows the loose stent and no evidence of extrinsic compression (right).`\nairways such as those with left main bronchial obstruction. In these cases, the Ultraflex stent may be a better choice than a straight silicone stent because of the Ultraflex stent’s known resistance to angulation.43\n`Anatomic Dangers and Other Risks`\nOne critical complication of interventional bronchoscopy for advanced thyroid cancer is temporary bilateral vocal cord paralysis or supraglottic stenosis caused by laryngeal edema.*20 During treatment of laryngeal lesions, the tip of the rigid bronchoscope is positioned adjacent to the vocal cords; furthermore, because most patients have preexisting unilateral vocal cord paralysis (up to 80%), the risk for airway obstruction is high if bronchoscopy results in temporary paralysis of the unaffected vocal cord.*\n`Results and Procedure-Related Complications`\nAfter induction with propofol and remifentanil, the patient was intubated with a 12 mm rigid bronchoscope (EFER-Dumon bronchoscope, Bryan Corporation, Boston, Mass) through an open-tube technique, which allows insertion of the flexible bronchoscope. Redundant pharyngeal tissues and arytenoid cartilage edema were again noticed. The site of tracheal obstruction was carefully inspected, and no evidence of endoluminal disease or mucosal infiltration was found. The proximal aspect of the stricture was 3.5 cm below the vocal cords. The distal and proximal margins of the stenotic segment were visualized, and the total length of the stenosis was 3 cm. Distal to the obstruction, we noted excessive dynamic airway collapse of moderate severity, likely worsened by the supine position and general anesthesia (see video on ExpertConsult.com) (Video V.20.4) when compared with images obtained during flexible bronchoscopy with the patient in a semi-upright position and use of moderate sedation. The distal aspect of the scope was positioned just distal to the stenotic segment, and a 16 x 40 mm studded Dumon-type silicone stent was inserted and positioned with its proximal aspect seated 3 cm below the cords, and its distal aspect seated 5 cm above the main carina (Figure 20-3). Anesthetic drug infusion was then stopped, and once the patient showed signs of awakening (she began bucking and coughing), the head of the operating room table was raised so that the patient could lie in the ramp position, the rigid scope was removed, and an oral airway was inserted. She was placed on oxygen via mask and was transferred to the postanesthesia care unit (PACU) in stable condition. The patient was discharged home the next day.\n`Long-Term Management`\n`Outcome Assessment`\nAirway patency was restored satisfactorily and without complications. We contacted the referring physician and recommended that in case of thyroidectomy, she should be intubated using a flexible bronchoscope to avoid dislodgment and migration of the stent.\n`Follow-up Tests and Procedures`\nOnce surgery was completed, 2 months after stent placement, the patient returned for follow-up bronchoscopy, which showed that the stent was now loose in her upper trachea (see Figure 20-3). Rigid bronchoscopy was performed, and the stent was safely removed. No evidence of residual extrinsic compression or of malacia was found. Occasionally, however, post thyroidectomy, these patients may have persistent airway compromise, primarily caused by tracheomalacia. In such cases, several techniques of tracheal support have been advocated, including endotracheal stent placement, tracheoplasty, tracheal suspension, and insertion of prosthetic rings. In our case, had malacia occurred, we would have left the stent in place and proceeded with routine follow-up bronchoscopy every 1 to 4 months, depending on our patient’s clinical status.11 The literature suggests that most cases of tracheomalacia post thyroidectomy will resolve if patients are left intubated for a few days. Some\ntrachea (see Figure 20-3). Rigid bronchoscopy was performed, and the stent was safely removed. No evidence of residual extrinsic compression or of malacia was found. Occasionally, however, post thyroidectomy, these patients may have persistent airway compromise, primarily caused by tracheomalacia. In such cases, several techniques of tracheal support have been advocated, including endotracheal stent placement, tracheoplasty, tracheal suspension, and insertion of prosthetic rings. In our case, had malacia occurred, we would have left the stent in place and proceeded with routine follow-up bronchoscopy every 1 to 4 months, depending on our patient’s clinical status.11 The literature suggests that most cases of tracheomalacia post thyroidectomy will resolve if patients are left intubated for a few days. Some254\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\nextubation.44 In patients with thyroid carcinoma, follow-up bronchoscopy post thyroidectomy is probably warranted, even if patients do not have indwelling airway stents. Evidence suggests that in postoperative patients, cancer recurrence and progression may occur predominantly inside the lumen rather than extraluminally. A pathologic study of 22 cases of papillary carcinoma with tracheal invasion indicated that tracheal invasion occurs directly from the primary thyroid cancer extending between the cartilaginous rings and the ligaments of the trachea, where the vessels penetrate perpendicular to the lumen, allowing an invasion pathway. Scar tissue formation and adhesion following effective surgical resection of the extraluminal lesion may prevent extraluminal proliferation of the existing differentiated thyroid carcinoma of the tracheal wall. The tumor may slowly penetrate into the airway lumen through the laryngotracheal wall, and once it reaches the mucosa, it may grow to involve portions of the airway where tissue resistance is weak. More aggressive tumors may grow extraluminally, resulting in recurrent extrinsic compression.13\nReferrals\nOur patient underwent adjuvant RAI and continued her care with the referring pulmonologist for her OSA and COPD and for follow-up bronchoscopies.\nQuality Improvement\nOne could argue that our patient had alternative explanations for her dyspnea (i.e., COPD) and even for her stridor (i.e., bronchoscopic finding of floppy and edematous arytenoids), and that insertion of the stent therefore was not warranted. In addition, prophylactic stent insertion is not routinely recommended to prevent malacia post thyroidectomy.11 However, in symptomatic extrinsic compression from thyroid carcinoma, stent insertion is an accepted practice.12 In our patient, extrinsic compression in the intrthoracic airway and stridor on exhalation were clear, suggesting that the intrthoracic obstruction was contributory to the patient’s symptoms. In addition, in one case series of five patients (four patients with benign substernal goiter and one patient with follicular carcinoma of the thyroid), airway stents prevented airway collapse due to tracheomalacia after thyroidectomy.44 However, although postoperative tracheomalacia has been well described, its incidence is low (1 case in 116 thyroidectomies in one study)45; therefore the indication for preventive stent placement can be questioned, even in patients with long-standing thyroid masses. Perhaps a more conservative strategy such as awaiting results of extubation after thyroidectomy is justified, and stent insertion should be performed only after the diagnosis of postsurgical tracheomalacia has been confirmed.3\nDISCUSSION POINTS\n1. List four indications for airway stent insertion in this patient. - Avoid respiratory failure44,46* - Maintain airway patency during anesthesia47* - Improve airflow and symptoms3* - Maintain airway patency post thyroidectomy48*\n2. List and justify four anesthesia considerations of rigid bronchoscopy in view of this patient’s medical history, physical examination, and tracheal obstruction. - Loss of airway due to severe tracheal obstruction47* - Auto-PEEP during positive-pressure ventilation in the setting of COPD49* - Decreased FRC, ventilation-perfusion mismatch, and hypoxemia due to severe obesity34* - Potentially difficult intubation and postoperative respiratory failure, given the patient’s OSA34*\n3. Describe and justify one indication for prolonged indwelling airway stent placement if this patient undergoes successful thyroidectomy.\nTracheomalacia: This results from long-standing compression by a large thyroid mass wherein rings of the trachea may be completely destroyed or considerably weakened. The airway is prone to collapse after thyroidectomy, resulting in postoperative stridor and potentially in respiratory failure.* The incidence of tracheomalacia has been reported between 0.001% and 1.5%50-52 with the highest incidence (1.5%) reported in substernal goiter.53 Clinical findings thought to be associated with tracheomalacia include a preoperative history of stridor, radiologic evidence of tracheal deviation or compression, retrosternal goiter, cancer, post thyroidectomy status, long-term compression, and difficulty in intubation.†54,55*\n- If patients develop stridor along with desaturation despite the administration of increasing FiO2, it is also important to rule out bilateral vocal cord paralysis and glottic/subglottic edema, which are more common causes of stridor than tracheomalacia.*\n†The intraoperative diagnosis of tracheomalacia during thyroid surgery is\nstridor and potentially in respiratory failure.* The incidence of tracheomalacia has been reported between 0.001% and 1.5%50-52 with the highest incidence (1.5%) reported in substernal goiter.53 Clinical findings thought to be associated with tracheomalacia include a preoperative history of stridor, radiologic evidence of tracheal deviation or compression, retrosternal goiter, cancer, post thyroidectomy status, long-term compression, and difficulty in intubation.†54,55*\n- If patients develop stridor along with desaturation despite the administration of increasing FiO2, it is also important to rule out bilateral vocal cord paralysis and glottic/subglottic edema, which are more common causes of stridor than tracheomalacia.*\n†The intraoperative diagnosis of tracheomalacia during thyroid surgery is20 - Stent Insertion for Extrinsic Tracheal Obstruction Caused by Thyroid Carcinoma\n255\nestimated to decrease the airway lumen by 70% during tidal breathing expiration but decreased it to only 60% of normal on inspiration. From an airway dynamics point of view, this means that the obstruction was not completely fixed.\nThe extent of the stenotic segment was 3 cm, beginning 3.5 cm below the vocal cords. It is important to note that the stenosis was entirely extrinsic: It was caused by outside compression, and the tracheal mucosa looked normal. As far as I can make out on the available computed tomography (CT) scan images provided, no evidence of any tumor infiltration of the tracheal wall was found. In this scenario, a multidisciplinary team had decided to perform a thyroidectomy but wanted an opinion as to the potential danger of post resectional tracheal collapse due to tracheomalacia. The recommendation to insert a tracheal stent perioperatively resulted in subsequent placement of a silicone stent via rigid bronchoscopy, which relieved the stridor. The patient underwent thyroidectomy uneventfully, and the tracheal stent could be successfully removed 2 months later, because repeat bronchoscopy showed it to be loose in the upper trachea.\nFrom my perspective, the management of this patient was appropriate, accompanied by sound medical reasoning resulting in an uneventful outcome. If one chooses to insert a stent in this situation, one should primarily opt for a silicone stent, which can always be removed with ease, even years after placement, whereas self-expanding metal stents (SEMS), which are very popular because of their ease of insertion, can become impossible to remove after some weeks or months. Because of many problems associated with SEMS, the U.S. Food and Drug Administration (FDA) issued an official warning against their use in patients with benign disease.56 For purposes of choosing a stent, the patient described in this scenario should be considered to have a “benign” trachea, because a thyroidectomy will most likely cure the patient. The inserted stent had adequate dimensions-slightly longer and slightly larger than the obstructed airway. This is of paramount importance to avoid migration of the stent within a smooth airway, where the actions of anchoring studs located on the external surface of silicone stents are suboptimal.\nSo the question is, would I have done the same thing? My answer is No. In fact, I would have done nothing! Let me defend this approach. A 70% stenosis of the trachea is a matter of concern, but the fact that it decreased from 70% to 60% on inspiration showed that it was fairly stable. Total obstruction within days before surgery, therefore, was highly unlikely. According to the literature (extensively discussed in the text), the incidence of post thyroidectomy tracheomalacia varies from 0.001% to a maximum of 1.5% and is highest in patients with substernal goiter. Let us assume that the risk for obstructive malacia in this patient might have been 1%. This is a very low risk by surgical standards, and from my point of view is perfectly acceptable, because the occurrence of this complication could have been treated successfully by reintubation and mechanical ventilation for some days, as supported by the literature. In the worst case scenario, stent insertion would have become necessary after prolonged intubation, but with a stenotic portion of the trachea not longer than 3 cm, an anterior surgical stabilization procedure of the malacic segment or even a sleeve resection of the stenosis could have been planned.\nAnother aspect of care that I should mention is the need for numerous procedures, especially if they necessitate a general anesthetic. This is particularly important in this patient because of her significant comorbidities. With temporary stent placement, she needed three procedures under general anesthesia for stent, thyroidectomy, and stent removal. In addition to increased risk to the patient, one must consider the increased costs of such a strategy.\nSo in conclusion, I would have favored an expectant approach, similar to the one described by the authors at the end of their report. In my opinion, the chances of this patient having post thyroidectomy obstructive malacia requiring bronchoscopic intervention were low; an expectant approach would have resulted in considerable cost-savings, and, very likely, this patient would have been immediately extubated uneventfully in the operating theater after her thyroidectomy.\nREFERENCES\n1. Cady B. Management of tracheal obstruction from thyroid diseases. World J Surg. 1982;6:696-701.\n2. Raftos JR, Ethell AT. Goitre causing acute respiratory arrest. Aust\nthree procedures under general anesthesia for stent, thyroidectomy, and stent removal. In addition to increased risk to the patient, one must consider the increased costs of such a strategy.\nSo in conclusion, I would have favored an expectant approach, similar to the one described by the authors at the end of their report. In my opinion, the chances of this patient having post thyroidectomy obstructive malacia requiring bronchoscopic intervention were low; an expectant approach would have resulted in considerable cost-savings, and, very likely, this patient would have been immediately extubated uneventfully in the operating theater after her thyroidectomy.\nREFERENCES\n1. Cady B. Management of tracheal obstruction from thyroid diseases. World J Surg. 1982;6:696-701.\n2. Raftos JR, Ethell AT. Goitre causing acute respiratory arrest. Aust N Z J Surg. 1996;66:331-332.\n3. Noppen M, Poppe KD, Haese J, et al. Interventional bronchoscopy for treatment of tracheal obstruction secondary to benign or malignant thyroid disease. Chest. 2004;125:723-730.\n4. Anders HJ. Compression syndromes caused by substernal goiters. Postgrad Med J. 1998;74:327-329.\n5. Honings J, Stephen AE, Marres HA, Gaissert HA. The management of thyroid carcinoma invading the larynx or trachea. Laryngoscope. 2010;120:682-689.\n6. Geelhoed GW. Tracheomalacia from compressing goitre: management after thyroidectomy. Surgery. 1988;104:1100-1108.\n7. Ishihara T, Yamazaki S, Kobayashi K, et al. Resection of the trachea infiltrated by thyroid carcinoma. Ann Surg. 1982;195:496-500.\n8. Hay ID, Thompson GB, Grant CS, et al. Papillary thyroid carcinoma managed at the Mayo Clinic during six decades (1940-1999): temporal trends in initial therapy and long-term outcome in 2444 consecutively treated patients. World J Surg. 2002;26:879-885.\n9. Batsakis JG. Laryngeal involvement by thyroid disease. Ann Otol Rhinol Laryngol. 1987;96:718-719.\n10. Randolph GW, Kamani D. The importance of preoperative laryngoscopy in patients undergoing thyroidectomy: voice, vocal cord function, and the preoperative detection of invasive thyroid malignancy. Surgery. 2006;139:357-362.\n11. Tsutsui H, Kubota M, Yamada M, et al. Airway stenting for the treatment of laryngotracheal stenosis secondary to thyroid cancer. Respirology. 2008;13:632-638.\n12. Tsutsui H, Usuda J, Kubota M, et al. Endoscopic tumor ablation for laryngotracheal intraluminal invasion secondary to advanced thyroid cancer. Acta Otolaryngol. 2008;128:799-807.\n13. Shin DH, Mark EJ, Suen HC, et al. Pathologic staging of papillary carcinoma of the thyroid with airway invasion based on the anatomic manner of extension to the trachea: a clinicopathologic study based on 22 patients who underwent thyroidectomy and airway resection. Hum Pathol. 1993;24:866-870.\nada M, et al. Airway stenting for the treatment of laryngotracheal stenosis secondary to thyroid cancer. Respirology. 2008;13:632-638.\n12. Tsutsui H, Usuda J, Kubota M, et al. Endoscopic tumor ablation for laryngotracheal intraluminal invasion secondary to advanced thyroid cancer. Acta Otolaryngol. 2008;128:799-807.\n13. Shin DH, Mark EJ, Suen HC, et al. Pathologic staging of papillary carcinoma of the thyroid with airway invasion based on the anatomic manner of extension to the trachea: a clinicopathologic study based on 22 patients who underwent thyroidectomy and airway resection. Hum Pathol. 1993;24:866-870.256\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n14. Tsumori T, Nakao K, Miyata M, et al. Clinicopathologic study of thyroid carcinoma infiltrating the trachea. Cancer. 1985;56:2843-2848.\n15. Czaja JM, McCaffrey TV. The surgical management of laryngotracheal invasion by well-differentiated papillary thyroid carcinoma. Arch Otolaryngol Head Neck Surg. 1997;123:484-490.\n16. McCaffrey JC. Aerodigestive tract invasion by well-differentiated thyroid carcinoma: diagnosis, management, prognosis, and biology. Laryngoscope. 2006;116:1-11.\n17. Candib LM. Truth telling and advance planning at the end of life: problems with autonomy in a multicultural world. Fam Syst Health. 2002;20:213-228.\n18. Steinbrook R. Disparities in health care-from politics to policy. N Engl J Med. 2004;350:1486-1488.\n19. Kim WK, Shin JH, Kim JH, et al. Management of tracheal obstruction caused by benign or malignant thyroid disease using covered retrievable self-expandable nitinol stents. Acta Radiol. 2010;51:768-774.\n20. Ribechini A, Bottici V, Chella A, et al. Interventional bronchoscopy in the treatment of tracheal obstruction secondary to advanced thyroid cancer. J Endocrinol Invest. 2006;29:131-135.\n21. Wassermann K, Eckel HE, Michel O, et al. Emergency stenting of malignant obstruction of the upper airways: long-term follow-up with two types of silicone prostheses. J Thorac Cardiovasc Surg. 1996;112:859-866.\n22. Gunasekaran S, Osborn JR, Morgan A, et al. Tracheal stenting: a better method of dealing with airway obstruction due to thyroid malignancies than tracheostomy. J Laryngol Otol. 2004;118:462-464.\n23. Gaissert HA, Honings J, Grillo HC, et al. Segmental laryngotracheal and tracheal resection for invasive thyroid carcinoma. Ann Thorac Surg. 2007;83:1952-1959.\n24. Kim KH, Sung MW, Chang KH, et al. Therapeutic dilemmas in the management of thyroid cancer with laryngotracheal involvement. Otolaryngol Head Neck Surg. 2000;122:763-767.\n25. Farahati J, Reiners C, Stuschke M, et al. Differentiated thyroid cancer: impact of adjuvant external radiotherapy in patients with perithyroidal tumor infiltration (stage pT4). Cancer. 1996;77:172-180.\n26. Egan TD, Hulzinga B, Gupta SK, et al. Remifentanil pharmacokinetics in obese versus lean patients. Anesthesiology. 1998;89:562-573.\n27. Shibutani K, Inchiosa MA, Sawada K, et al. Accuracy of pharmacokinetic models for predicting plasma fentanyl concentrations in lean and obese surgical patients: derivation of dosing weight (“pharmacokinetic mass”). Anesthesiology. 2004;101:603-613.\n28. Schwartz AE, Matteo RS, Ornstein E, et al. Pharmacokinetics and pharmacodynamics of vecuronium in the obese surgical patient. Anesth Analg. 1992;74:515-518.\n29. Leykin Y, Pellis T, Lucca M, et al. The effects of cisatracurium on morbidly obese women. Anesth Analg. 2004;99:1090-1094.\n30. Servin F, Farinotti R, Haberer JP, et al. Propofol infusion for maintenance of anesthesia in morbidly obese patients receiving nitrous oxide: a clinical and pharmacokinetic study. Anesthesiology. 1993;78:657-665.\n31. Collins JS, Lemmens HJ, Brodsky JB, et al. Laryngoscopy and morbid obesity: a comparison of the “sniff” and “ramped” positions. Obes Surg. 2004;14:1171-1175.\n32. Coussa M, Proietti S, Schnyder P, et al. Prevention of atelectasis formation during the induction of general anesthesia in morbidly obese patients. An\nbidly obese women. Anesth Analg. 2004;99:1090-1094.\n30. Servin F, Farinotti R, Haberer JP, et al. Propofol infusion for maintenance of anesthesia in morbidly obese patients receiving nitrous oxide: a clinical and pharmacokinetic study. Anesthesiology. 1993;78:657-665.\n31. Collins JS, Lemmens HJ, Brodsky JB, et al. Laryngoscopy and morbid obesity: a comparison of the “sniff” and “ramped” positions. Obes Surg. 2004;14:1171-1175.\n32. Coussa M, Proietti S, Schnyder P, et al. Prevention of atelectasis formation during the induction of general anesthesia in morbidly obese patients. Anesth Analg. 2004;98:1491-1495.\n33. Bostanjian D, Anthone GJ, Hamouti N, et al. Rhabdomyolysis of gluteal muscles leading to renal failure: a potentially fatal complication of surgery in the morbidly obese. Obes Surg. 2003;13:302-305.\n34. Passannante AN, Rock P. Anesthetic management of patients with obesity and sleep apnea. Anesthesiol Clin North Am. 2005;23:479-491.\n35. Biring MS, Lewis MI, Liu JT, et al. Pulmonary physiologic changes of morbid obesity. Am J Med Sci. 1999;318:293-297.\n36. Yap JC, Watson RA, Gilbey S, et al. Effects of posture on respiratory mechanics in obesity. J Appl Physiol. 1995;79:1199-1205.\n37. Pelosi P, Croci M, Ravagnan I, et al. Total respiratory system, lung, and chest wall mechanics in sedated-paralyzed postoperative morbidly obese patients. Chest. 1996;109:144-151.\n38. Pelosi P, Croci M, Ravagnan I, et al. Respiratory system mechanics in sedated, paralyzed, morbidly obese patients. J Appl Physiol. 1997;82:811-818.\n39. Behazin N, Jones SB, Cohen RI, et al. Respiratory restriction and elevated pleural and esophageal pressures in morbid obesity. J Appl Physiol. 2010;108:212-218.\n40. Isono S, Tanaka A, Nishino T. Lateral position decreases collapsibility of the passive pharynx in patients with obstructive sleep apnea. Anesthesiology. 2002;97:780-785.\n41. Chan AC, Shin FG, Lam YH, et al. A comparison study on physical properties of self-expandable esophageal metal stents. Gastrointest Endosc. 1999;49:462-465.\n42. Freitag L, Eicker K, Donovan TJ, et al. Mechanical properties of airway stents. J Bronchol. 1995;2:270-278.\n43. Chhajed PN, Somandin S, Baty F, et al. Therapeutic bronchoscopy for malignant airway stenoses: choice of modality and survival. J Cancer Res Ther. 2010;6:204-209.\n44. Kadhim AL, Sheahan P, Timon C. Management of life-threatening airway obstruction caused by benign thyroid disease. J Laryngol Otol. 2006;120:1038-1041.\n45. Ratnarathorn B. Tracheal collapse after thyroidectomy: case report. J Med Assoc Thai. 1995;78:55-56.\n46. Shaha AR, Burnett C, Alfonso A, et al. Goiters and airway problems. Am J Surg. 1989;158:378-380.\n47. McMahon CC, Rainey L, Fulton B, et al: Central airway compression: anaesthetic and intensive care consequences. Anaesthesia. 1997;52:158-162.\n48. De Leo S, Giustozzi GM, Boselli C, et al. Complications after total thyroidectomy in thyroid carcinoma. Minerva Chir. 1991;46:1251-1254.\n49. Grichnik KP, Hill SE. The perioperative management of patients with severe emphysema. J Cardiothorac Vasc Anesth. 2003;17:364-387.\n50. Sitges-Serra A, Sancho J. Surgical management of recurrent and intrthoracic goiter. In: Clark O, Duh Q-Y, Kebebew E, eds. Textbook of Endocrine Surgery. Philadelphia: WB Saunders; 1997.\n51. Green WE, Shepperd HW, Stevenson HM, et al. Tracheal collapse after thyroidectomy. Br J Surg. 1979;66:554.\n52. Peterson JL, Rovenstine EA. Tracheal collapse complicating thyroidectomy: a case report. Curr Res Anesth Analg. 1936;15:300.\n53. Singh B, Lucente FE, Shaha AR. Substernal goiter: a clinical review. Am J Otolaryngol. 1994;15:409-416.\n54. Chen WJ, Deng Y, Liang ZY. Acute respiratory tract obstruction during thyroid operation: analysis of 10 cases. Di",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch20.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}