{
  "id": "bacada_ch04",
  "title": "Bronchoscopic Removal of a Broncholith",
  "abstract": "",
  "content": "42\nChapter 4 Bronchoscopic Removal of a Broncholith\nfrom the Lateral Wall of the Proximal\nBronchus Intermedius\nCASE DESCRIPTION\nAn 82-year-old woman presented with a 2 year history of chronic dry cough. She was treated empirically with antihistamines/decongestants, bronchodilators, inhaled corticosteroids, and proton pump inhibitors for post nasal drip syndrome, asthma, and gastroesophageal reflux disease (GERD), but her cough did not subside. No clinical evidence of aspiration or dysphagia was noted. The cough significantly affected her quality of life because she had developed urinary incontinence and recurrent syncope with severe coughing. She had no other complaints. She lived alone, and at the time of our encounter, she was accompanied by a friend. Physical examination and vital signs were normal. She had diabetes mellitus well controlled with once-daily long-acting insulin and was on no other medications. She had been exposed to tuberculosis when she was young, but she was never diagnosed or treated for active disease. Cardiac workup included dobutamine stress echocardiography, which was normal. Chest radiography and pulmonary function tests were normal. Videofluoroscopic swallow evaluation, 24 hour pH monitoring, and sinus computed tomography (CT) were normal. Noncontrast chest CT performed by her physician showed a calcified lymph node in the right hilum (Figure 4-1). Bronchoscopy revealed a hard, white-yellowish exophytic endobronchial lesion protruding from the lateral wall of the proximal bronchus intermedius (see Figure 4-1).\nDISCUSSION POINTS\n1. List and justify the instructions given to the patient before bronchoscopy regarding her nil per os (NPO) status.\n2. List three disorders that could have been responsible for this patient’s broncholith.\n3. List three bronchoscopic methods of removing the broncholith.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\nThe diagnosis of broncholithiasis was made after 2 years of unsuccessful treatment for the most common causes of chronic cough. High intrthoracic pressures (up to 300 mmHg) and velocities (up to 500 mph) make cough an effective means of clearing the airways of excessive secretions and foreign material; however, these physiologic changes can cause a variety of profound physically and psychosocially adverse occurrences that may lead to a significant decrease in health-related quality of life (HRQL).1 The spectrum of complications secondary to chronic cough is broad and includes cardiovascular, gastrointestinal, genitourinary, musculoskeletal, neurologic, ophthalmologic, psychosocial, and respiratory conditions, as well as reduced HRQL; our patient had already experienced loss of consciousness and urinary incontinence. Results of studies show that women with chronic cough are more inclined to seek medical attention than men because their HRQL is significantly more adversely affected, and because they are more likely to experience physical problems such as stress urinary incontinence.2 It is important to exhaust all diagnostic and therapeutic modalities to eliminate cough, if possible, and to not minimize a patient’s complaints.\nOur patient underwent a thorough diagnostic evaluation for chronic cough* in accordance with American College of Chest Physicians (ACCP) guidelines.3 She had no evidence of upper airway cough syndrome (aka post nasal drip syndrome), and she did not respond to empirical treatment with antihistamines and decongestants. No clinical or physiologic testing evidence or response to empirical therapy for asthma or GERD was noted. Many clinicians reserve bronchoscopy for patients with chronic cough and suspected lung cancer (based on age and smoking history) even when the chest x-ray is normal. Although bronchoscopy as a primary diagnostic modality is infrequently diagnostic in patients with chronic cough, it may detect laryngeal and tracheobronchial pathology, including broncholithiasis. In our patient, bronchoscopy was performed because the cough persisted after consideration of the most common causes, and because the CT scan suggested possible broncholithiasis, presenting as a*\n- Chronic cough is defined as cough lasting longer than 8 weeks.*\nThis chapter emphasizes the following elements of the Four Box Approach: anatomic dangers and other risks, and results and procedure-related complications.\n\nand decongestants. No clinical or physiologic testing evidence or response to empirical therapy for asthma or GERD was noted. Many clinicians reserve bronchoscopy for patients with chronic cough and suspected lung cancer (based on age and smoking history) even when the chest x-ray is normal. Although bronchoscopy as a primary diagnostic modality is infrequently diagnostic in patients with chronic cough, it may detect laryngeal and tracheobronchial pathology, including broncholithiasis. In our patient, bronchoscopy was performed because the cough persisted after consideration of the most common causes, and because the CT scan suggested possible broncholithiasis, presenting as a*\n- Chronic cough is defined as cough lasting longer than 8 weeks.*\nThis chapter emphasizes the following elements of the Four Box Approach: anatomic dangers and other risks, and results and procedure-related complications.4 - Bronchoscopic Removal of a Broncholith from the Lateral Wall of the Proximal Bronchus Intermedius\n43\nhistoplasmosis are asymptomatic pulmonary calcifications and calcified lymph nodes, for which no intervention is warranted, progressive complications such as pulmonary and mediastinal granulomatous disease, fibrosing mediastinitis, and broncholithiasis can occur. One study reported broncholithiasis in 27% (13/49) of patients with histoplasmosis-related complications.8 Our patient had no other radiographic findings suggesting histoplasmosis such as calcified lung nodules or splenic granulomas. Consistent with results from published studies, our patient’s broncholith was on the right side. Sites of predilection for broncholithiasis are on the right side owing to the greater number of pulmonary lymph nodes.9 Some studies report that the bifurcation of the right middle lobe and right lower lobe and the bifurcation of the anterior segment of the left upper lobe and the lingular bronchus were also sites of predilection for broncholithiasis, because the bronchi form an acute angle and the bifurcation has no cartilage rings, making it easy for calcified lymph nodes to penetrate into the bronchial lumen.\nWhen combined, CT scanning and bronchoscopy can clearly determine the type of broncholithiasis: intraluminal (free broncholiths) or penetrating (partially eroding broncholiths). This classification is not just of academic interest in that the type of broncholith identified guides management. Intraluminal broncholiths can lead to distal obstructive inflammation, and bronchial lumina might be obstructed by granulation tissues caused by broncholith-induced long-term airway irritation; these may be extracted by flexible or rigid bronchoscopy.9 Penetrating broncholiths can cause damage to blood vessels and hemoptysis, sometimes even in death. For these patients, although bronchoscopy can be considered in cases of persistent hemoptysis combined with fistulas of trachea, bronchus, or esophagus, or severe secondary pulmonary infection, thoracotomy may be warranted.5,10 On the basis of CT scan and bronchoscopy, our patient was diagnosed as having a penetrating broncholith with none of the already mentioned complications.\nhigh attenuation lesion; the differential diagnosis of such lesions seen on CT can be narrowed by carefully obtaining a patient history and evaluating other CT findings. In cases of broncholithiasis due to erosion by calcified peribronchial lymph nodes, CT usually shows lymph nodes with or without calcification at other locations and parenchymal changes due to previous infection. Our patient, however, had no such findings. Sometimes calcified peribronchial lymph nodes that do not erode into the bronchial lumen may mimic broncholithiasis. In these situations, diagnosis can be confirmed bronchoscopically. In fact, one study showed that bronchoscopy was diagnostic in 7 of 20 (35%) chronic cough patients with unremarkable chest x-ray and without pulmonary or extrapulmonary cancer.4 Two of these seven patients (28%) had broncholithiasis. Although chest CT may be diagnostic, it rarely obviates the need for confirmatory bronchoscopy, especially if therapy is planned.\nAlthough it is not a common cause of cough, studies show that patients with broncholithiasis most frequently present with chronic cough (67% of patients) followed by hemoptysis (38% to 66%), lithoptysis (13% to 19%), fever with sputum production (6% to 15%), dyspnea (15%), wheezing (11% to 15%), and chest pain (4%).5 It is thought that repeated physical impingement of calcified peribronchial lymph nodes on the bronchial wall during respiratory motion is responsible for broncholith formation. When calcified lymph nodes compress or invade the bronchial lumen, changing the bronchial lumen shape, irritating the mucous membrane, and eroding the luminal wall, the previously mentioned clinical manifestations occur, which may lead to recurrent pneumonia or fistulas to the esophagus or the bronchial or even pulmonary artery.6\nOur patient likely developed broncholithiasis after a pulmonary fungal infection or tuberculosis, even though the lung parenchyma showed no sequelae of prior lung disease. Some cases may be caused by histoplasmosis or by inflammatory stimuli such as silicosis and foreign bodies.7\nAlthough the most common sequelae of histoplasmosis are asymptomatic pulmonary calcifications and calcified lymph nodes,\n\nified peribronchial lymph nodes on the bronchial wall during respiratory motion is responsible for broncholith formation. When calcified lymph nodes compress or invade the bronchial lumen, changing the bronchial lumen shape, irritating the mucous membrane, and eroding the luminal wall, the previously mentioned clinical manifestations occur, which may lead to recurrent pneumonia or fistulas to the esophagus or the bronchial or even pulmonary artery.6\nOur patient likely developed broncholithiasis after a pulmonary fungal infection or tuberculosis, even though the lung parenchyma showed no sequelae of prior lung disease. Some cases may be caused by histoplasmosis or by inflammatory stimuli such as silicosis and foreign bodies.7\nAlthough the most common sequelae of histoplasmosis are asymptomatic pulmonary calcifications and calcified lymph nodes,44\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nthe broncholith and its histologic evaluation would exclude alternative diagnoses that could be associated with or mimic broncholithiasis. For instance, primary endobronchial infection with dystrophic calcification (i.e., calcifications of fungus balls within ectatic bronchi), hypertrophied bronchial arteries with intramural protrusion, calcified endobronchial tumors, and tracheobronchial disease with mural calcification (i.e., tracheopathica osteochondroplastica) all can mimic broncholithiasis.16\n1. Primary endobronchial actinomycosis could have similar images.17\n2. Carcinoid tumors may show calcification. This is more common in central carcinoid tumors (39%) than in the peripheral type (8%).18,19\n3. Hamartoma, when endobronchial, may show a central cartilaginous core and can mimic a broncholith.20\n4. Tracheobronchial amyloidosis may be localized in the form of a polypoid nodule with calcification, thus mimicking a broncholith.21\n5. Aspiration of radiopaque fragments or in situ calcification of foreign bodies may present with radiologic findings of tracheobronchial calcified nodules.16\n6. Other less common calcified endobronchial tumors include osteomas, osteosarcomas, chondromas, and chondrosarcomas.\n7. The bronchial arteries may become enlarged in various diseases, including acute or chronic pulmonary infection, pulmonary thromboembolism, and chronic obstructive pulmonary disease.22 A hypertrophied bronchial artery may protrude into the bronchial lumen, thus mimicking a broncholith at contrast-enhanced CT.22 Careful analysis of images obtained above and below the abnormality on unenhanced CT sometimes is needed to confirm the vascular nature of the lesion. At bronchoscopy, pulsations of the calcified endobronchial lesion should be carefully sought, before biopsy or removal is considered.\nContraindications\nNo absolute contraindications to rigid bronchoscopy are known. However, the risk of perioperative cardiac complications should be considered in this elderly patient with a history of diabetes mellitus. Our patient had no clinical signs or symptoms of coronary artery disease and had a normal dobutamine stress echocardiography. Endoscopic procedures (e.g., bronchoscopy) are considered to present low cardiac risk (reported risk of cardiac death or nonfatal myocardial infarction [MI] generally less than 1%), and intrthoracic surgery introduces intermediate risk (reported risk of cardiac death or nonfatal MI generally 1% to 5%).23\nExpected Results\nThe objective of the procedure was to remove the endobronchial component of the calcified lymph node without perforating the airway wall and causing hemorrhage. We intended to leave one piece of broncholith embedded in the bronchial wall intact, if necessary, thus avoiding potential bleeding from the immediately adjacent\nComorbidities\nThis patient had diabetes mellitus. Interventions provided under general anesthesia can significantly increase risks for perioperative complications. Careful assessment of diabetic patients before surgery is required because of their high risk of coronary heart disease, which may be relatively asymptomatic compared with the nondiabetic population. Diabetes mellitus is also associated with increased risk of perioperative infection and postoperative cardiovascular morbidity and mortality.11,12 Although the risk of surgical wound infection is real should thoracotomy be required, cardiac ischemia becomes unlikely in the presence of a negative dobutamine stress echocardiography. No evidence of other diabetes-associated conditions, such as hypertension, chronic kidney disease, cerebrovascular disease, and autonomic neuropathy, was noted; these conditions can complicate anesthesia and postoperative care.\nSupport System\nThe patient’s age and diabetes mellitus status put her at risk for what is known as geriatric syndrome, which comprises functional disabilities, depression, falls, urinary incontinence, malnutrition, and cognitive impairment. Geriatric syndrome leads to frailty, loss of independence, and low quality of life.13 This patient had no immediate family, but she was close to her friend, who was very supportive. In fact, although she was independent in activities of daily living and did not lack decision-making capacity, she did have an advance directive in the form of durable power of attorney for health care, identifying her friend as the surrogate decision maker for health care in case she lost decision-making capacity.\nPatient Preferences and Expectations\nClinicians are not always obligated to grant requests for interventions that are clearly ineffective or that violate\n\nwas noted; these conditions can complicate anesthesia and postoperative care.\nSupport System\nThe patient’s age and diabetes mellitus status put her at risk for what is known as geriatric syndrome, which comprises functional disabilities, depression, falls, urinary incontinence, malnutrition, and cognitive impairment. Geriatric syndrome leads to frailty, loss of independence, and low quality of life.13 This patient had no immediate family, but she was close to her friend, who was very supportive. In fact, although she was independent in activities of daily living and did not lack decision-making capacity, she did have an advance directive in the form of durable power of attorney for health care, identifying her friend as the surrogate decision maker for health care in case she lost decision-making capacity.\nPatient Preferences and Expectations\nClinicians are not always obligated to grant requests for interventions that are clearly ineffective or that violate4 - Bronchoscopic Removal of a Broncholith from the Lateral Wall of the Proximal Bronchus Intermedius\n45\nIn an older case series, Faber et al. reported bronchoscopic removal in only 2 of 33 patients studied.32 The authors concluded that bronchoscopic broncholith removal was indicated only if the broncholith was “loose and mobile” and extraction did “not require extensive manipulation.”\nIn one of the largest published studies, bronchoscopic removal of 71 broncholiths (56% of total identified) was attempted in 48 patients (50.5%) during 61 bronchoscopy sessions. Forty-eight of the broncholiths selected for removal were partially eroding into the tracheobronchial lumen, and 23 were free. Forty-eight percent (23 of 48) of the partially eroding broncholiths were successfully removed bronchoscopically; a greater percentage of broncholiths were removed with the rigid bronchoscope (67%) than with the flexible bronchoscope (30%). All free broncholiths were completely extracted regardless of the type of bronchoscope used. Complications occurred in only two patients (4% of the bronchoscopic removal group), both with partially eroding broncholiths, and consisted of hemorrhage in one patient requiring thoracotomy and acute dyspnea in another patient, caused by a loose broncholith lodged in the trachea.5\nTeam Experience\nFlexible and rigid bronchoscopic extractions of broncholiths are considered safe and effective.5 However, when rigid bronchoscopy is performed, the operator needs to be skilled in gently manipulating the scope inside the airway during the broncholithectomy process to avoid airway wall perforation. Furthermore, because concern for hemorrhage is real in this type of broncholithiasis, the team needs to be ready to respond in case of massive intraoperative hemoptysis. This procedure should not be performed in a facility that does not have the necessary equipment to safely manage a patient’s hemoptysis.\nRisk-Benefit Analysis\nOur patient had symptoms that significantly interfered with her quality of life and warranted intervention. No risk-benefit analysis has been performed to compare rigid bronchoscopy with other types of bronchoscopic treatment modalities. Also, no direct comparison studies have been conducted to evaluate bronchoscopy (rigid or flexible) versus thoracotomy. Results of retrospective studies show that a higher frequency of hemoptysis (66% vs. 38%) was seen in the group that did not undergo an attempt at bronchoscopic broncholith removal. Indeed, bleeding at initial bronchoscopic inspection and a firmly embedded broncholith seem to be the most common reasons for not attempting bronchoscopic removal and proceeding with thoracotomy. From the published literature, it is difficult to retrospectively interpret how bronchoscopists decided whether to attempt bronchoscopic removal, how vigorous the extraction efforts were, and why attempts were aborted.5\nSelection of treatment depends on broncholith size, location, and proximity to the pulmonary artery on the chest CT scan, as well as the patient’s symptoms. Similar characteristics of most patients who undergo successful endoscopic removal include a broncholith that is not fixed in the airway (or at least is partially mobile on pulmonary artery.\nRigid bronchoscopic intubation was planned using a 12 mm diameter Efer-Dumon ventilating rigid bronchoscope (Efer Broncho, Marseilles, France); this scope allows passage of laser fiber, rigid suction catheter, and forceps, and because of the side-holes at its distal aspect, ventilation to the contralateral left lung would be possible while working in the right bronchial tree. Nd:YAG laser would be available should photocoagulation be needed at the area of insertion in the bronchial wall, coagulation of associated granulation tissue, or bleeding. Lasers (Nd:YAG, pulsed-dye, and holmium-yttrium aluminum garnet [Ho:YAG]) were reported to be useful for fragmenting an eroding broncholith that could not be dislodged with a rigid or a flexible bronchoscope, or for fragmenting a mobile broncholith that was too hard to be broken with the biopsy forceps and too large to be pulled through the upper airway.24-26 Several reports describing use of the laser were limited to removing associated granulation tissue, not the broncholith per se.27 Others used laser to shatter the broncholith when a significant part of the broncholith protruded into the lumen.27 The shattering effect described in the literature can be achieved by applying high laser power (80 to 100 W) to the smallest surface\n\ntissue, or bleeding. Lasers (Nd:YAG, pulsed-dye, and holmium-yttrium aluminum garnet [Ho:YAG]) were reported to be useful for fragmenting an eroding broncholith that could not be dislodged with a rigid or a flexible bronchoscope, or for fragmenting a mobile broncholith that was too hard to be broken with the biopsy forceps and too large to be pulled through the upper airway.24-26 Several reports describing use of the laser were limited to removing associated granulation tissue, not the broncholith per se.27 Others used laser to shatter the broncholith when a significant part of the broncholith protruded into the lumen.27 The shattering effect described in the literature can be achieved by applying high laser power (80 to 100 W) to the smallest surface46\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nor forceps. The photothermal effect of the Ho:YAG slowly causes disintegration of the stone from within, resulting in smaller fragments and more controlled breakage.\n- **Pulsed-dye laser*:** This type of laser fragments calculi through a photoacoustic effect. Theoretically, the photoacoustic wave energy of pulsed-dye lasers could propel the stone farther into the airway, potentially causing mechanical collateral damage.*\n- **Cryotherapy*:** This treatment is reported to be successful for partially attached broncholiths for which simple forceps extraction has failed.37 Cryotherapy has been used for the removal of foreign objects, blood clots, granulation tissue, and mucous plugs, as well as for the management of endobronchial obstruction.38 Advantages of cryotherapy include ease of use, lower cost compared with laser therapies, and reusability of the cryoprobe after disinfection. Complications include bleeding and airway perforation, especially when intervention includes manipulation of the broncholith stalk.*\n- **Thoracotomy*:** This approach was proposed by clinicians who were concerned about the potential for significant hemorrhage, bronchial tears, or fistula formation when bronchoscopic extraction of broncholiths is attempted. To avoid such complications, on the basis of limited experience, some groups recommend that bronchoscopic removal be completely avoided39 or limited to patients whose comorbidities preclude surgical intervention.31 Thoracotomy is also offered when bronchoscopy (rigid and/or flexible) is unsuccessful. Types of surgeries depend on the location of the broncholith and the functionality of the distal lung parenchyma and include broncholithectomy, segmentectomy, lobectomy, bilobectomy, and even pneumonectomy.5 Complications such as bleeding, fistula, and infection have been reported in 9% to 47% of cases, and death in 0% to 3% of cases. Long-term results usually are excellent with no reported recurrence in 68% to 100% of cases.40 Most surgeries for broncholithiasis involve pulmonary resection; 80% to 95% of patients require segmentectomy or more extensive resection. Results of several surgical studies for broncholithiasis are summarized in*\nCost-Effectiveness\nTo our knowledge, no formal cost-effectiveness evaluations of bronchoscopic or surgical modalities have yet been published. In one series, 23 of 48 (48%) partly eroding broncholiths were completely removed bronchoscopic probing), is small enough to be removed endoscopically, is proximal enough in the airway to facilitate removal, and is not contiguous with the pulmonary artery on the CT scan. If a broncholith is contiguous with the pulmonary artery, aggressive manipulation is dangerous, and thoracotomy should be considered instead.\nTherapeutic Alternatives for Broncholith Removal\n- **Observation*:** Spontaneous broncholith expectoration (lithoptysis) may occasionally lead to resolution of symptoms, but overall, several studies show that this is rare. The 3 year natural history of asymptomatic patients with broncholithiasis appears to be benign (no progression of disease, either radiologically or by development of symptoms). The nodes do not necessarily rub their way into the airway, cause a fistula between mediastinal structures, or lead to superior vena cava syndrome. This suggests that patients can be followed yearly or perhaps even less stringently with CT scans. Intervention (bronchoscopy or thoracotomy) might not be warranted unless patients become symptomatic. These recommendations pertain to patients without active inflammatory disease and are reserved for those with asymptomatic burnt-out calcified nodal disease.9 Our patient was symptomatic for 2 years, and simple observation was declined.*\n- **Flexible bronchoscopic extraction*:** This approach seems just as efficacious as rigid bronchoscopy for free broncholiths (100% success rate). For penetrating broncholiths, however, it appears to be less effective than rigid bronchoscopy; a greater percentage of broncholiths are removed with the rigid bronchoscope (67%) than with the flexible bronchoscope (30%).5 Flexible techniques are similar to foreign body extraction and utilize balloon catheters, forceps, and baskets. Complications include central airway obstruction due to loss of the broncholith during extraction, hemoptysis, and, rarely, death.33-35*\n- **Holmium:YAG laser*:** This technique is often used in urology for stone removal, resection or vaporization of prostatic tissue, and treatment of urethral strictures; it has also been used to fragment broncholiths obstructing segmental and central airways. With\n\nchoscopy for free broncholiths (100% success rate). For penetrating broncholiths, however, it appears to be less effective than rigid bronchoscopy; a greater percentage of broncholiths are removed with the rigid bronchoscope (67%) than with the flexible bronchoscope (30%).5 Flexible techniques are similar to foreign body extraction and utilize balloon catheters, forceps, and baskets. Complications include central airway obstruction due to loss of the broncholith during extraction, hemoptysis, and, rarely, death.33-35*\n- **Holmium:YAG laser*:** This technique is often used in urology for stone removal, resection or vaporization of prostatic tissue, and treatment of urethral strictures; it has also been used to fragment broncholiths obstructing segmental and central airways. With a wavelength of 2010 nm, well into the infrared spectra, laser energy in part is absorbed by water contained within the stones, causing expansion and fragmentation in a process termed microexplosion.36 The temperature rise in proximity to the laser tip appears to cause a chemical breakdown of the stone, resulting in weakening of the stone and allowing fragmentation without appreciable collateral mechanical or thermal damage. Application of the Ho:YAG laser directly to tissue will cause injury with a penetration depth of approximately 0.4 mm; this might provide some safety margin over the more familiar Nd:YAG laser with a depth of penetration up to 6 mm. The relatively low-energy photothermal effect of the Ho:YAG laser is well suited to destruction of stones in the bronchial tree. Small fragments resulting from laser-induced shattering can be irrigated and suctioned from the airway; larger fragments can be removed with baskets or forceps. The photothermal effect of the Ho:YAG slowly causes disintegration of the stone from within, resulting in smaller fragments and more controlled breakage.*\n- **Pulsed-dye laser*:** This type of laser fragments calculi through a photoacoustic effect. Theoretically, the photoacoustic wave energy of pulsed-dye lasers could propel the stone farther into the airway, potentially causing mechanical collateral damage.*\n- **Cryotherapy*:** This treatment is reported to be successful for partially attached broncholiths for which simple forceps extraction has failed.37 Cryotherapy has been used for the removal of foreign objects, blood clots, granulation tissue, and mucous plugs, as well as for the management of endobronchial obstruction.38 Advantages of cryotherapy include ease of use, lower cost compared with laser therapies, and reusability of the cryoprobe after disinfection. Complications include bleeding and airway perforation, especially when intervention includes manipulation of the broncholith stalk.*\n- **Thoracotomy*:** This approach was proposed by clinicians who were concerned about the potential for significant hemorrhage, bronchial tears, or fistula formation when bronchoscopic extraction of broncholiths is attempted. To avoid such complications, on the basis of limited experience, some groups recommend that bronchoscopic removal be completely avoided39 or limited to patients whose comorbidities preclude surgical intervention.31 Thoracotomy is also offered when bronchoscopy (rigid and/or flexible) is unsuccessful. Types of surgeries depend on the location of the broncholith and the functionality of the distal lung parenchyma and include broncholithectomy, segmentectomy, lobectomy, bilobectomy, and even pneumonectomy.5 Complications such as bleeding, fistula, and infection have been reported in 9% to 47% of cases, and death in 0% to 3% of cases. Long-term results usually are excellent with no reported recurrence in 68% to 100% of cases.40 Most surgeries for broncholithiasis involve pulmonary resection; 80% to 95% of patients require segmentectomy or more extensive resection. Results of several surgical studies for broncholithiasis are summarized in*\n\nsurgical intervention.31 Thoracotomy is also offered when bronchoscopy (rigid and/or flexible) is unsuccessful. Types of surgeries depend on the location of the broncholith and the functionality of the distal lung parenchyma and include broncholithectomy, segmentectomy, lobectomy, bilobectomy, and even pneumonectomy.5 Complications such as bleeding, fistula, and infection have been reported in 9% to 47% of cases, and death in 0% to 3% of cases. Long-term results usually are excellent with no reported recurrence in 68% to 100% of cases.40 Most surgeries for broncholithiasis involve pulmonary resection; 80% to 95% of patients require segmentectomy or more extensive resection. Results of several surgical studies for broncholithiasis are summarized in*4 - Bronchoscopic Removal of a Broncholith from the Lateral Wall of the Proximal Bronchus Intermedius\n47\nketoacidosis, avoidance of marked hyperglycemia, and avoidance of hypoglycemia. Patients with type 2 diabetes, as is seen in our patient, are susceptible to developing a nonketotic hyperosmolar state (NKH), which may lead to severe volume depletion and neurologic complications; they may also develop ketoacidosis in the setting of extreme stress. Hypoglycemia is another potentially life-threatening complication of poor perioperative metabolic control.\nEven a few minutes of severe hypoglycemia (i.e., serum glucose concentration <40 mg/dL) can be harmful, possibly inducing arrhythmias and cognitive deficits. Hypoglycemia and subsequent neuroglucopenia can be difficult to detect in anesthetized or sedated patients. Ideally, all patients with diabetes mellitus should undergo surgery as early as possible in the morning to minimize disruption of their management routine while they are NPO. Generally, patients who use insulin (type 1 and insulin-dependent type 2) can continue with subcutaneous insulin (rather than an insulin infusion) perioperatively for procedures that are not long and complex. Some clinicians switch patients who are taking long-acting insulin (e.g., glargine) to intermediate-acting insulin 1 to 2 days before surgery because of potentially increased risk for hypoglycemia with the former. However, if the basal insulin is correctly calibrated, it is reasonable to continue long-acting insulin while the patient is NPO and is on intravenous dextrose.\nNo data are available to support one approach over the other. For our patient, who underwent a morning procedure for which breakfast and lunch were likely to be missed, we did not administer any short-acting insulin on the morning of surgery; also, we gave two thirds of a dose of long-acting insulin to provide basal insulin during the procedure and to prevent ketosis. Dextrose-containing intravenous solution (dextrose with water or one half isotonic saline) at a rate of 75 to 125 mL/hr is used to provide 3.75 to 6.25 g glucose/hr to avoid the metabolic changes of starvation.42 Postoperatively, in this elderly patient with\nbronchoscopically, and only two patients (4% of the bronchoscopic broncholithectomy group) experienced clinically significant complications. As compared with the morbidity and mortality of surgical intervention, bronchoscopic management is favorable in patients with loose or partly eroded broncholiths. Attempts at bronchoscopic extraction of a broncholith ideally should be conducted in a setting with capabilities for rigid and flexible bronchoscopy and immediate thoracic surgical support, and after the relationship of the broncholith to adjacent vascular structures has been studied tomographically. In uncomplicated and loose broncholithiasis, therapeutic bronchoscopy should be chosen first. Surgical resection should be considered when complications occur, and when bronchoscopic removal is unsuccessful.\nInformed Consent\nAfter she had been advised of all of the alternatives, our patient elected to proceed with rigid bronchoscopy under general anesthesia. She was informed of the potential risks for massive hemorrhage and the potential need for emergent thoracotomy.\nTechniques and Results\nAnesthesia and Perioperative Care\nSurgery and general anesthesia cause a neuroendocrine stress response resulting in metabolic abnormalities that include insulin resistance, decreased peripheral glucose utilization, impaired insulin secretion, and increased lipolysis and protein catabolism; these may lead to hyperglycemia and even to ketosis in the perioperative period.41 The hyperglycemic response to these factors may be attenuated by lack of caloric intake during and immediately after surgery (i.e., including NPO orders), making the final glycemic balance difficult to predict. Goals of perioperative diabetic management include maintenance of fluid and electrolyte balance, prevention of ketoacidosis, avoidance of marked hyperglycemia, and avoidance of hypoglycemia.\nReference\nNumber of\nPatients Who\nUnderwent Surgery\nComplications\nLong-Term Outcome\n30\nn = 68 (of the total\n253 patients with\nBL)\nTwo patients (3%) died in the immediate\npostoperative period.\nTwelve (18%) developed postoperative\ncomplications.\nFollow-up was available for 59 surgical patients;\n50 patients remained completely asymptomatic.\n31\nn = 40 (of the total\n52 patients with BL)\nIntraoperative complications occurred in\nfive patients (13%), with one (2.5%)\npatient dying 3 days later.\nPostoperative complications occurred in\nanother five (13%) patients.\nNo surgical patient had recurrent problems with\nBL, and 15 year survival for the surgical\ncohort was equivalent to that of a matched\ncontrol group.\n\ncemia, and avoidance of hypoglycemia.\nReference\nNumber of\nPatients Who\nUnderwent Surgery\nComplications\nLong-Term Outcome\n30\nn = 68 (of the total\n253 patients with\nBL)\nTwo patients (3%) died in the immediate\npostoperative period.\nTwelve (18%) developed postoperative\ncomplications.\nFollow-up was available for 59 surgical patients;\n50 patients remained completely asymptomatic.\n31\nn = 40 (of the total\n52 patients with BL)\nIntraoperative complications occurred in\nfive patients (13%), with one (2.5%)\npatient dying 3 days later.\nPostoperative complications occurred in\nanother five (13%) patients.\nNo surgical patient had recurrent problems with\nBL, and 15 year survival for the surgical\ncohort was equivalent to that of a matched\ncontrol group.48 SECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nimprove the efficiency of the application of specific endobronchial therapies. Although uncommon, one of the most serious complications that can occur during rigid bronchoscopy with or without the use of lasers includes perforation of the bronchial wall into an adjacent vascular structure and resultant hemorrhage. For a penetrating broncholith, high-resolution CT scanning is needed before extraction to clarify the relationships of the broncholith to the blood vessels. With regard to our patient, at the level of the proximal bronchus intermedius (BI), the interlobar pulmonary artery lies anterior and lateral to the bronchus. The right superior pulmonary vein lies anterior to the right interlobar pulmonary artery (Figure 4-2). Frequently, two veins may be seen in this location and should not be mistaken for lymph node enlargement. Infrequently, a small vein branch draining a portion of the posterior segment of the upper lobe could pass posterior to the BI, then medially at lower levels to join the inferior pulmonary vein.\n- *Results and Procedure-Related Complication*s**\nThis patient underwent general anesthesia, the neck was extended, and the rigid bronchoscope was inserted through the vocal cords under direct vision. Once the rigid bronchoscope was in the upper trachea, ventilation was carried out through a side channel of the rigid bronchoscope, thus allowing sufficient room to work through the end of the scope concomitantly while still oxygenating and ventilating the patient. The broncholith was reassessed in terms of precise location, extent, and associated mucosal changes. The exophytic endoluminal component extended for 0.5 cm on the lateral wall of the proximal BI, right below the primary right carina. Nd:YAG laser output power was set to 30 W, with 1 second pulses, but the laser was not necessary because no bleeding occurred after resection of the broncholith with the beveled edge of the rigid bronchoscope (see video on).\nNPO status, frequent, small doses of short-acting insulin (sliding scales) could be used to correct elevated glucose levels, if present.\nThe operating room should be set up in advance and equipment checked by the surgical team. Because massive bleeding may be encountered, the airway surgeon should make sure that laser equipment is available and that the team has easy access to absorbable hemostats for local hemorrhage control, endobronchial blockers, and double-lumen endotracheal tubes for isolating the right lung and providing ventilation to the left lung. Also, some operators may prefer to consult a thoracic surgeon before intervention in case emergent thoracotomy becomes necessary.\n- *Techniques and Instrumentatio*n**\nThe exact bronchoscopic technique used to remove a particular broncholith (i.e., chipping, crushing, probing, pulling, etc.) is operator dependent. We first use a 12-mm rigid bronchoscope. A flexible bronchoscope can then be easily placed down through the rigid scope, and the entire airway evaluated. The broncholith is identified and probed to determine whether it is fixed to the sides of the airway, or whether it is mobile (see Figure 4-1). If bleeding occurs from vascular granulation tissue or from areas adjacent to the broncholith, Nd:YAG or holmium laser can be used, as previously described. In addition, laser can be used to directly shatter the broncholith in selected patients. Suction catheter and a forceps should be ready to remove the broncholith if it becomes loose after manipulation.\n- *Anatomic Dangers and Other Risk*s**\nThe risk for complications may be lessened by judicious use of advanced imaging techniques, which enhance the bronchoscopist’s knowledge of the relationships of target lesions to critical structures. These techniques may also\n- *Figure 4-*2** Anatomic relationships between bronchus intermedius (BI) and adjacent vessels on contrast-enhanced high-resolution computed tomography (CT). A, At the proximal BI level, CT shows the right pulmonary artery just above and to the right of the bronchus; the superior pulmonary vein is above the pulmonary artery. B, At the distal BI level, CT shows the right lower lobe artery lateral and the middle lobe artery anterior to the bronchus.*\nSuperior pulmonary vein\nRight pulmonary artery\nRLL pulmonary artery\nRML artery\nSuperior pulmonary vein\nBI\nBI\nA\nB\n\nand Other Risk*s**\nThe risk for complications may be lessened by judicious use of advanced imaging techniques, which enhance the bronchoscopist’s knowledge of the relationships of target lesions to critical structures. These techniques may also\n- *Figure 4-*2** Anatomic relationships between bronchus intermedius (BI) and adjacent vessels on contrast-enhanced high-resolution computed tomography (CT). A, At the proximal BI level, CT shows the right pulmonary artery just above and to the right of the bronchus; the superior pulmonary vein is above the pulmonary artery. B, At the distal BI level, CT shows the right lower lobe artery lateral and the middle lobe artery anterior to the bronchus.*\nSuperior pulmonary vein\nRight pulmonary artery\nRLL pulmonary artery\nRML artery\nSuperior pulmonary vein\nBI\nBI\nA\nB4 - Bronchoscopic Removal of a Broncholith from the Lateral Wall of the Proximal Bronchus Intermedius\n49\nin the patient.43 Our patient’s broncholith showed only calcium carbonate. Microbiology was negative for mycobacterial, bacterial, or fungal organisms.\n- *Quality Improvemen*t**\nQuality of care was considered satisfactory because airway patency had been safely restored, and the patient was discharged home within 24 hours. In our weekly team meeting, we discussed the fact that we did not apply a validated instrument to quantify this patient’s HRQL owing to her chronic cough. HRQL may be defined as a patient’s perception of the impact of health and disease on multiple domains of his or her life (e.g., physical function, psychosocial state). One cough-specific quality of life questionnaire (CQLQ) has been developed; it includes the subscales of physical complaints, psychosocial issues, functional abilities, emotional well-being, extreme physical complaints, and personal safety fears. This CQLQ was shown to be a valid and reliable method by which to assess the impact of cough on the quality of life of patients with cough, as well as the efficacy of therapies administered to patients with chronic cough.44 This instrument was studied in 154 patients suffering from chronic cough, among whom 0.6% of patients had broncholithiasis; it is considered a valid method by which to assess the efficacy of cough therapies in patients with chronic cough. We should have used the CQLQ to quantify objectively this patient’s HRQL before and after the intervention.\nDISCUSSION POINTS\n1. List and justify the instructions given to the patient before bronchoscopy regarding her nil per os (NPO) status. - Water and other clear liquids, including tea, coffee, soda water, apple, and pulp-free orange juice, are allowed up to 2 hours before anesthesia in otherwise healthy adults, children, and pregnant women not in labor scheduled for elective surgery.45* - The fasting period after intake of solids should not be less than 6 hours.* - Restrictions for solids include soups, yogurt, and sour milk- or milk-containing drinks.* - The fasting period is 8 hours for a regular or heavy meal (may include fried or fatty foods, meat) based on American Society of Anesthesiologists (ASA) recommendations.46* - Chewing gum or tobacco in the immediate preoperative period (last 2 hours before induction) is discouraged because these have been shown to increase gastric content.* - Up to 150 mL of water together with oral medication up to 1 hour before induction of anesthesia is safe in adults.47* - These guidelines are justified by controlled studies and meta-analyses done in different countries in both adult males and adult females45; these NPO recommendations were shown to be safe and do not increase gastric fluid volume or acidity.* - Some patients are more likely to regurgitate under anesthesia, including those who are pregnant,*\nExpertConsult.com) (Video I.4.1). No associated granulation tissue was noted; this finding precluded the need for laser treatment. The procedure lasted 30 minutes. The patient tolerated the procedure well and was transferred to the postanesthesia care unit for 2 hours, during which no complications were noted. She was discharged home the next day.\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nThe patient’s endobronchial broncholith was completely removed (Figure 4-3). No immediate postoperative anesthesia- or procedure-related complications were noted. No bleeding was noticed intraoperatively or in the postoperative period. No perioperative hypoglycemic or hyperglycemic episodes occurred.\n- *Referra*l**\nBecause the broncholith was removed completely and no evidence of bronchoarterial fistula was observed, a postoperative thoracic surgery consultation was not needed.\n- *Follow-up Tests and Procedure*s**\nThis patient was scheduled for follow-up on an outpatient basis to monitor for recurrence of respiratory symptoms. At 2 weeks’ follow-up, the patient’s cough had nearly completely resolved. If her cough should return, a follow-up bronchoscopy would be performed to detect the recurrence of broncholithiasis. Because the exact cause of her broncholithiasis remained undetermined, chest CT scan could be repeated based on clinical grounds to assess the potential for histoplasmosis-associated complications such as progressive mediastinal fibrosis. Although Histoplasma is commonly cultured from calcified lymph nodes and broncholiths in asymptomatic patients, no antimicrobial treatment is recommended unless evidence of chronic histoplasmosis or other complications such as granulomatous mediastinitis is noted.\nFigure 4-3 Fragments of broncholith composed of calcium phosphate and carbonate. Because\n\npatient was scheduled for follow-up on an outpatient basis to monitor for recurrence of respiratory symptoms. At 2 weeks’ follow-up, the patient’s cough had nearly completely resolved. If her cough should return, a follow-up bronchoscopy would be performed to detect the recurrence of broncholithiasis. Because the exact cause of her broncholithiasis remained undetermined, chest CT scan could be repeated based on clinical grounds to assess the potential for histoplasmosis-associated complications such as progressive mediastinal fibrosis. Although Histoplasma is commonly cultured from calcified lymph nodes and broncholiths in asymptomatic patients, no antimicrobial treatment is recommended unless evidence of chronic histoplasmosis or other complications such as granulomatous mediastinitis is noted.\nFigure 4-3 Fragments of broncholith composed of calcium phosphate and carbonate. Because50\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nelderly, or obese, and those who have stomach disorders (obstruction, hiatal hernia, gastroparesis from diabetes mellitus). More research is needed to determine whether these people can safely drink up to a few hours before surgery48; patients probably should be fasted after intake of solids for longer than 6 hours.\n2. List three disorders that could have been responsible for this patient’s broncholith.\n- Previous mycobacterial or fungal infections could result in calcified hilar and mediastinal lymph nodes and potentially in broncholithiasis7; among these, the most common are:*\n- Tuberculosis*\n- Histoplasmosis*\n- Coccidioidomycosis*\n3. List three bronchoscopic methods of removing the broncholith.\n- Flexible bronchoscopy extraction using balloons and forceps*\n- For free broncholiths (100% success)*\n- For penetrating broncholiths (30% success)5*\n- Flexible bronchoscopy with cryotherapy: reported to be successful for partially attached broncholiths that failed forceps extraction37*\n- Rigid or flexible bronchoscopy with laser: used to fragment a mobile broncholith that was too hard to be broken with the biopsy forceps and was too large to be pulled through the upper airway*\n- Pulsed-dye24*\n- Nd:YAG25*\n- Ho:YAG26*\nExpert Commentary\nprovided by Udaya B. S. Prakash, MD\nTo summarize, the case described is that of an 82-year-old woman with a 2 year history of troublesome chronic dry cough leading to urinary incontinence and recurrent post-tussive syncope. Her cough was refractory to empirical treatment, which included antihistamines/decongestants, bronchodilators, inhaled corticosteroids, and proton pump inhibitors for post nasal drip syndrome, asthma, and GERD. Her only active comorbid condition, diabetes mellitus, was well controlled with once-daily insulin.\nApparently, the chest radiograph was reported to be normal. On the other hand, noncontrast chest CT showed a calcified lymph node in the right hilum (see Figure 4-1). This led to the possibility of broncholithiasis, which was confirmed by bronchoscopy (see Figure 4-1). Following appropriate preoperative preparation of the patient, she was subjected to general anesthesia, and the broncholith was successfully extracted using a rigid bronchoscope.\nThis case should alert clinicians to consider a number of issues. These include the difficulty and hence the delay in diagnosis, the causes of broncholithiasis, clinical and diagnostic aspects, and treatment options. All of these are covered in detail in the case discussion. The following require emphasis:\n1. Was this patient’s chronic cough caused by the broncholith?\nThe answer is clear in that her cough resolved after the broncholith was successfully extracted.\n2. Why did it take longer than 2 years to arrive at the proper diagnosis?\nBroncholithiasis is an uncommon cause of cough and is seldom considered in the differential diagnosis of chronic cough.49 In the absence of roentgenologic abnormalities, etiologic considerations of chronic cough frequently follow the well-known clinical practice of trying to diagnose and treat common causes such as asthma, post nasal drainage, postinfectious cough, and gastroesophageal reflux. A commonly overlooked but nonetheless important fact is that radiologists and clinicians alike often ignore calcified granulomas on chest roentgenographs. The common occurrence of this abnormality causes it to not be considered in the causation of undiagnosed chronic cough. Even when chest CT reveals calcified lymph nodes or calcified granulomas adjacent to a bronchial lumen, broncholithiasis is rarely taken into account.\n3. What caused broncholithiasis in this patient?\nBroncholiths are calcified peribronchial lymph nodes that partially erode the bronchial lumen or become loose foreign bodies in the airway. In the United States, the most common cause of broncholith formation is previous fungal granulomatous lymphadenitis due to infection by Histoplasma capsulatum. Other causes are discussed in detail in the case discussion. The patient discussed in the chapter most likely had histoplasmosis-induced broncholithiasis.\n4. What are the mechanisms that cause symptoms?\nWhen a calcified lymph node or a pulmonary parenchymal granuloma is located away from the vicinity of the bronchus, it is sometimes referred to as a pulmolith or a pneumolith. These abnormalities, when anatomically located closer to a bronchial lumen, have the potential to become broncholiths. Grad\n\noliths are calcified peribronchial lymph nodes that partially erode the bronchial lumen or become loose foreign bodies in the airway. In the United States, the most common cause of broncholith formation is previous fungal granulomatous lymphadenitis due to infection by Histoplasma capsulatum. Other causes are discussed in detail in the case discussion. The patient discussed in the chapter most likely had histoplasmosis-induced broncholithiasis.\n4. What are the mechanisms that cause symptoms?\nWhen a calcified lymph node or a pulmonary parenchymal granuloma is located away from the vicinity of the bronchus, it is sometimes referred to as a pulmolith or a pneumolith. These abnormalities, when anatomically located closer to a bronchial lumen, have the potential to become broncholiths. Grad4 - Bronchoscopic Removal of a Broncholith from the Lateral Wall of the Proximal Bronchus Intermedius 51\nREFERENCES\n1. Irwin RS. Complications of cough: ACCP evidence-based clinical practice guidelines. Chest. 2006;129:54S-58S.\n2. French CT, Fletcher KE, Irwin RS. Gender differences in health-related quality of life in patients complaining of chronic cough. Chest. 2004;125:482-488.\n3. Irwin RS, Baumann MH, Bolser DC, et al. American College of Chest Physicians (ACCP). Diagnosis and management of cough executive summary: ACCP evidence-based clinical practice guidelines. Chest. 2006;129:1S-23S.\n4. Sen RP, Walsh TE. Fiberoptic bronchoscopy for refractory cough. Chest. 1991;99:33-35.\n5. Olson EJ, Utz JP, Prakash UB. Therapeutic bronchoscopy in broncholithiasis. Am J Respir Crit Care Med. 1999;160:766-770.\n6. Shang Y, Bai C, Huang HD, et al. Images for diagnosis: broncholithiasis-induced bronchial artery fistula and pulmonary artery fistula in an aged female: a case report. Chin Med J. 2010;123:507-509.\n7. Tsubochi H, Endo S, Suhara K, et al. Endobronchial aspergillosis and actinomycosis associated with broncholithiasis. Eur J Cardiothorac Surg. 2007;31:1144-1146.\n8. Hammoud ZT, Rose AS, Hage CA, et al. Surgical management of pulmonary and mediastinal sequelae of histoplasmosis: a challenging spectrum. Ann Thorac Surg. 2009;88:399-404.\n9. Cerfolio RJ, Bryant AS, Maniscalco L. Rigid bronchoscopy and surgical resection for broncholithiasis and calcified mediastinal lymph nodes. J Thorac Cardiovasc Surg. 2008;136:186-190.\n10. Chujo M, Yamashita S, Kawano Y, et al. Left sleeve basal segmentectomy for broncholithiasis. Ann Thorac Cardiovasc Surg. 2008;14:101-104.\n11. Malone DL, Genuit T, Tracy JK, et al. Surgical site infections: reanalysis of risk factors. J Surg Res. 2002;103:89-95.\n12. Lee TH, Marcantonio ER, Mangione CM, et al. Derivation and prospective validation of a simple index for prediction of cardiac risk of major noncardiac surgery. Circulation. 1999;100:1043-1049.\n13. Araki A, Ito H. Diabetes mellitus and geriatric syndromes. Geriatr Gerontol Int. 2009;9:105-114.\n14. Weijer C, Singer PA, Dickens BM, et al. Bioethics for clinicians: dealing with demands for inappropriate treatment. CMAJ. 1998;159:817-821.\n15. Meyer M, Regan A. Broncholithiasis. N Engl J Med. 2003;348:318.\n16. Seo JB, Song KS, Lee JS, et al. Broncholithiasis: review of the causes with radiologic-pathologic correlation. Radiographics. 2002;22:S199-S213.\n17. Seo JB, Lee JW, Ha SY, et al. Primary endobronchial actinomycosis associated with broncholithiasis. Respiration. 2003;70:110-113.\n18. Zwiebel BR, Austin JH, Grimes MM. Bronchial carcinoid tumors: assessment with CT of location and intratumoral calcification in 31 patients. Radiology. 1991;179:483-486.\n19. Shin MS, Berland LL, Myers JL, et al. CT demonstration of an ossifying bronchial carcinoid simulating broncholithiasis. AJR Am J Roentgenol. 1989;153:51-52.\n20. Ahn JM, Im JG, Seo JW, et al. Endobronchial hamartoma: CT findings in three patients. AJR Am J Roentgenol. 1994;163:49-50.\n21. Kim HY, Im JG, Song KS, et al. Localized amyloidosis of the respiratory system: CT features. J Comput Assist Tomogr. 1999;23:627-631.\n\noid tumors: assessment with CT of location and intratumoral calcification in 31 patients. Radiology. 1991;179:483-486.\n19. Shin MS, Berland LL, Myers JL, et al. CT demonstration of an ossifying bronchial carcinoid simulating broncholithiasis. AJR Am J Roentgenol. 1989;153:51-52.\n20. Ahn JM, Im JG, Seo JW, et al. Endobronchial hamartoma: CT findings in three patients. AJR Am J Roentgenol. 1994;163:49-50.\n21. Kim HY, Im JG, Song KS, et al. Localized amyloidosis of the respiratory system: CT features. J Comput Assist Tomogr. 1999;23:627-631.\n22. Song JW, Im JG, Shim YS, et al. Hypertrophied bronchial artery at thin-section CT in patients with bronchiectasis: correlation with CT angiographic findings. Radiology. 1998;208:187-191.\n23. Fleisher LA, Beckman JA, Brown KA, et al. ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2007;50:e159-e241.\n24. Aust MR, Prakash UB, McDougall JC, et al. Bronchoscopic broncholithotripsy. J Bronchol. 1994;1:37-41.\n25. Miks VM, Kvale PA, Riddle JM, et al. Broncholith removal using the YAG laser. Chest. 1986;90:293-297.\n26. Ferguson JS, Rippentrop JM, Fallon B, et al. Management of obstructing pulmonary broncholithiasis with three-dimensional imaging and holmium laser lithotripsy. Chest. 2006;130:909-912.\ndensities close to the central airways. Chest CT may be necessary for acquiring a better understanding of the relationship between the calcified lesion, airways, and vascular structures. Bronchoscopy often is the only test given to document a diagnosis of broncholithiasis; it should not be withheld when clinical suspicions are strong.\n6. Is an invasive therapeutic approach required?\nMost symptomatic patients require an invasive bronchoscopic or surgical technique to remove the broncholith. Occasionally, patients cough out fragments of a broken broncholith over a period of time until the entire calcified lesion is expectorated. In this case, most of the broncholith resides outside the bronchial lumen; with frequent coughing, the endoluminal portion breaks off and is expectorated. Until the next piece of the broncholith enters the airway lumen, symptoms may disappear, albeit briefly. Minimally symptomatic patients may not require immediate therapy, and periodic observation seems prudent. Massive hemoptysis caused by broncholithiasis is a rare complication; only three cases of death from broncholith-associated massive hemoptysis have been reported in the literature.51-53\n7. Was rigid bronchoscopy necessary in this patient?\nThe decision to use the rigid bronchoscope is debatable. If the initial flexible bronchoscopic examination had revealed a loose endoluminal broncholith, I would have attempted flexible bronchoscopic extraction under deep sedation. Gentle nudging of the broncholith with the tip of the flexible bronchoscope may loosen a loosely adherent broncholith, which then can be extracted using a wire basket without resorting to rigid bronchoscopy. If the broncholith is more firmly attached, however, the latter instrument is required. Experience at the Mayo Clinic has shown that the success rate in extracting the loose broncholith is the same whether the bronchoscope used is flexible or rigid.54\n8. What complications are associated with bronchoscopic extraction?\nEarlier literature stressed that surgical extraction is preferable to a bronchoscopic approach. With the advent of improved equipment and technique, bronchoscopic extraction of loose and mobile endobronchial broncholiths is highly successful and should be attempted before resorting to surgical treatment. Initial consideration for surgery is required for broncholithiasis complicated by chronic pulmonary suppurative disease (bronchiectasis), massive hemoptysis, bronchoesophageal fistulas, and uncertainty about the diagnosis.32\nIn conclusion, the patient described exemplifies the typical features of broncholithiasis. From a clinician’s perspective, it is worth remembering the effects of delay in diagnosis, the importance of radiologic imaging, and the crucial role of bronchoscopy in diagnosis and treatment of this disorder. The rarity of the condition frequently excludes it from consideration by physicians who are managing a most common respiratory symptom, chronic cough.\n\nextraction is preferable to a bronchoscopic approach. With the advent of improved equipment and technique, bronchoscopic extraction of loose and mobile endobronchial broncholiths is highly successful and should be attempted before resorting to surgical treatment. Initial consideration for surgery is required for broncholithiasis complicated by chronic pulmonary suppurative disease (bronchiectasis), massive hemoptysis, bronchoesophageal fistulas, and uncertainty about the diagnosis.32\nIn conclusion, the patient described exemplifies the typical features of broncholithiasis. From a clinician’s perspective, it is worth remembering the effects of delay in diagnosis, the importance of radiologic imaging, and the crucial role of bronchoscopy in diagnosis and treatment of this disorder. The rarity of the condition frequently excludes it from consideration by physicians who are managing a most common respiratory symptom, chronic cough.52\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n41. Gavin LA. Perioperative management of the diabetic patient. Endocrinol Metab Clin North Am. 1992;21:457-475.\n42. Hoogwerf BJ. Perioperative management of diabetes mellitus: how should we act on the limited evidence? Cleve Clin J Med. 2006;73(suppl 1):S95-S99.\n43. Kauffman CA. Histoplasmosis: a clinical and laboratory update. Clin Micr Rev. 2007;20:115-132.\n44. French CT, Irwin RS, Fletcher KE, et al. Evaluation of a cough-specific quality-of-life questionnaire. Chest. 2002;121:1123-1131.\n45. Søreide E, Eriksson LI, Hirlekar G, et al. Pre-operative fasting guidelines: an update. Acta Anaesthesiol Scand. 2005;49:1041-1047.\n46. Practice guidelines for preoperative fasting and the use of pharmacologic agents to reduce the risk of pulmonary aspiration: application to healthy patients undergoing elective procedures: a report by the American Society of Anesthesiologist Task Force on Preoperative Fasting. Anesthesiology. 1999;90:896-905.\n47. Søreide E, Holst-Larsen H, Reite K, et al. Effects of giving water 20-450 ml with oral diazepam premedication 1-2 h before operation. Br J Anaesth. 1993;71:503-506.\n48. Brady M, Kinn S, Stuart P. Preoperative fasting for adults to prevent perioperative complications. Cochrane Database Syst Rev. 2003;CD004423.\n49. Prakash UBS. Uncommon causes of cough. ACCP Evidence-Based Clinical Practice Guidelines. Chest. 2006;129:206S-219S.\n50. Baum GL, Bernstein L, Schwarz J. Broncholithiasis produced by histoplasmosis. Am Rev Tuberc. 1958;77:162-167.\n51. Lin CS, Becker WH. Broncholith as a cause of fatal hemoptysis. JAMA. 1978;239:2153.\n52. McLean TR, Beall AC, Jones JW. Massive hemoptysis due to broncholithiasis. Ann Thorac Surg. 1991;52:1173-1175.\n53. Bollengier WE, Guernsey JM. Broncholithiasis with aorto-tracheal fistula. J Thorac Cardiovasc Surg. 1974;68:588-592.\n54. Groves LK, Effler DB. Broncholithiasis: a review of twenty-seven cases. Am Rev Tuberc. 1956;73:19-30.\n27. Snyder RW, Unger M, Sawicki RW. Bilateral partial bronchial obstruction due to broncholithiasis treated with laser therapy. Chest. 1998;113:240-242.\n28. Moersch HJ, Schmidt HW. Broncholithiasis. Ann Otol Rhinol Laryngol. 1959;68:548-563.\n29. Cole FH, Cole FH Jr, Khandekar A, et al. Management of broncholithiasis: is thoracotomy necessary? Ann Thorac Surg. 1986;42:255-257.\n30. Arrigoni MG, Bernatz PE, Donoghue FE. Broncholithiasis. J Thorac Cardiovasc Surg. 1971;62:231-237.\n31. Trastek VF, Pairolero PC, Ceithaml EL, et al. Surgical management of broncholithiasis. J Thorac Cardiovasc Surg. 1985;90:842-848.\n32. Faber LP, Jensik RJ, Chawla SK, et al. The surgical implication of broncholithiasis. J Thorac Cardiovasc Surg. 1975;70:779-789.\n33. Yi K, Lee H, Park S, et al. Two cases of broncholith removal under the guidance of flexible bronchoscopy. Korean J Intern Med. 2005;20:90-91.\n34. Menivale F, Deslee G, Vallerand H, et al. Therapeutic management of broncholithiasis. Ann Thorac Surg. 2005;79:1774-1776.\n35. Potaris K, Miller DL, Trastek VF, et al. Role of surgical resection in broncholithiasis. Ann",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.522,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [
      "rose"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch04.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}