{
  "id": "bacada_ch19",
  "title": "EBUS Guided TBNA for Isolated station 7",
  "abstract": "",
  "content": "233\nChapter 19\nEBUS-Guided TBNA for Isolated Subcarinal\nLymphadenopathy (Station 7)\nCASE DESCRIPTION\nThe patient is a 51-year-old male with a 10-pack-year history of smoking. His past medical history includes COPD (FEV1 60% predicted) controlled on tiotropium and albuterol inhalers and right toe amputation for melanoma 3 years earlier. A surveillance chest CT ordered by his oncologist showed a 2.5 x 2.7 cm subcarinal lymph node and no other abnormalities (Figure 19-1). The PET scan showed increased activity (SUV max 6) in the subcarinal node but no evidence of other thoracic or extrthoracic abnormalities. His physical examination was normal. He lives alone and is extremely concerned about a possible recurrence of melanoma. He has been referred for convex probe EBUS-guided TBNA.\nDISCUSSION POINTS\n1. Describe how the coronal view of a computed tomography scan can be used to help plan the procedure in this patient.\n2. Describe the yield of EBUS-guided TBNA versus conventional TBNA for sarcoidosis.\n3. Describe the clinical implications of granulomatous inflammation detected on an EBUS-guided TBNA specimen.\n4. List six sonographic criteria of morphology that can be used to describe mediastinal and hilar lymph nodes.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nChest computed tomography (CT) showed a large* 2.5 cm subcarinal lymph node with no associated pulmonary nodules, masses, or infiltrates. Although variations in normal node size are significant, depending on the location of the node, by convention, the upper limit of normal for mediastinal lymph nodes is considered to be 1 cm in the short axis, except in the subcarinal region, where an upper limit of 1.5 cm is generally used.1 Micrometastasis can be present, however, in the absence of lymph node enlargement in patients with known or suspected lung cancer or other malignancy. Conversely, enlarged lymph nodes may just be post inflammatory or hyperplastic, especially in a patient without cancer risk factors. Very large lymph nodes (short axis >2 cm) in the middle mediastinum, including the subcarinal region, often reflect metastatic primary lung carcinoma, metastatic extrapulmonary carcinoma,† lymphoma, tuberculosis, fungal disease (e.g., histoplasmosis, coccidioidomycosis), or sarcoidosis. A careful review of the chest CT is always warranted to avoid confusion with a bronchogenic cyst,‡ a dilated azygos vein, esophageal varices, or a hiatal hernia.*\nThis patient does not have a high pretest probability for sarcoidosis or another granulomatous disorder. In sarcoidosis, lymph node enlargement is seen in more than 80% to 95% of cases but predominates in the right paratracheal, aorto-pulmonary window, and hilar regions. CT scans show enlarged subcarinal lymph nodes in approximately 65% of patients.2\nAlthough enlargement of lymph nodes in a single station can be seen in patients with Hodgkin’s disease, this most often occurs in the anterior mediastinum. Non-Hodgkin’s lymphoma, on the other hand, may show involvement of only one node group in 40% of cases, most commonly involving the superior mediastinum. Another lymphoproliferative disorder, the hyaline vascular type of Castleman’s disease, is often asymptomatic, presents as a hilar or localized mediastinal mass in any mediastinal compartment, and could be responsible for this patient’s large subcarinal lymph node.2 The lack of multiple enlarged lymph nodes, constitutional symptoms, and normal laboratory markers makes rare lymphoproliferative disorders or leukemia less likely to explain this patient’s isolated subcarinal lymphadenopathy.\nIn active tuberculosis, right-side lymphadenopathy predominates (i.e., right paratracheal), but subcarinal nodes are abnormal in 50% of patients. Histoplasmosis and coccidioidomycosis are well-known causes of hilar and mediastinal lymphadenopathy. In view of the lack of pulmonary or systemic symptoms; chest radiograph or CT parenchymal abnormalities such as infiltrates, masses, or nodules; immunosuppression; or travel history to endemic regions, infectious causes are unlikely. This\n‡Round, smooth, sharply defined; 50% are subcarinal.\n†Metastases to mediastinal or hilar lymph nodes from extrthoracic tumors usually occur from carcinomas of the head and neck, genitourinary tract, and breast, as well as melanoma.\n\ncarinal lymphadenopathy.\nIn active tuberculosis, right-side lymphadenopathy predominates (i.e., right paratracheal), but subcarinal nodes are abnormal in 50% of patients. Histoplasmosis and coccidioidomycosis are well-known causes of hilar and mediastinal lymphadenopathy. In view of the lack of pulmonary or systemic symptoms; chest radiograph or CT parenchymal abnormalities such as infiltrates, masses, or nodules; immunosuppression; or travel history to endemic regions, infectious causes are unlikely. This\n‡Round, smooth, sharply defined; 50% are subcarinal.\n†Metastases to mediastinal or hilar lymph nodes from extrthoracic tumors usually occur from carcinomas of the head and neck, genitourinary tract, and breast, as well as melanoma.234\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n- *Patient Preferences and Expectation*s**\nOur patient was anxious about his potential diagnosis and had many questions regarding his health. In such circumstances, effective communication skills improve a patient’s understanding of the condition and promote adherence to potential treatment regimens. Having good communication skills helps health care providers use time efficiently, avoid burnout, and enhance feelings of professional fulfillment. Blocking,* lecturing, depending on a routine, collusion,† coercion, and premature reassurance are usually ill advised. One well-recognized and effective communication skill is the “ask-tell-ask technique,” which is based on the notion that providing patient education requires knowing what the patient already knows and building on that knowledge. Of course, building a relationship with a patient requires that the physician listen to the patient, understand and empathize with his perspectives, show compassion, and respect the patient’s agenda, even if it is not quite in line at all times with the way the physician might want to do things.6*\n- *Procedural Strategie*s**\n- *Indication*s**\nIn general, proposed indications for endobronchial ultrasound (EBUS)-guided transbronchial needle aspiration (TBNA) include nondiagnostic conventional TBNA, staging of the radiologically normal mediastinum in case of suspected or confirmed lung cancer, mediastinal restaging after induction chemotherapy, and, more commonly, diagnosis of mediastinal or hilar lymphadenopathy.7 In patients with a history of cancer, such as ours, the diagnosis of new mediastinal adenopathy suggests recurrence of malignancy; therefore this diagnosis needs to be excluded or confirmed. Because not all cases of PET-positive mediastinal adenopathy are due to cancer recurrence, lymph node sampling is usually warranted. In this patient with a could, of course, represent primary lung carcinoma or metastatic adenocarcinoma, given the patient’s age, medical history, and smoking history. This could also be recurrent melanoma with mediastinal metastasis. Indeed, settings in which biopsy remains mandatory, even if imaging findings may suggest an alternative diagnosis (e.g., sarcoidosis), are represented by human immunodeficiency virus (HIV)-positive patients or patients presenting with lung infiltrates and/or enlarged hilar mediastinal positron emission tomography (PET)-positive lymph nodes with a clinical history of neoplasm. From this patient’s history and physical examination, review of imaging studies, and laboratory workup, no diagnosis could be made, thus warranting tissue diagnosis.\n- *Comorbiditie*s**\nChronic obstructive pulmonary disease (COPD) is reportedly associated with an increased complication rate after bronchoscopy compared with that seen in patients with normal lung function. Concern for bronchospasm is increased, but premedication with inhaled short-acting agonists is not routinely recommended.3\n- *Support Syste*m**\nThis patient lived alone and had very few acquaintances. Given that our main differential diagnoses were cancer and sarcoidosis, we wondered whether he might eventually benefit from participation in support groups. For people with sarcoidosis, many of these groups are available online, and they may become necessary when physical and emotional problems associated with this disease arise. In self-help groups, patients might better cope with problems and concerns related to their disease and feelings of isolation.4 Similarly, for cancer, support groups focus on behavioral issues and symptoms, or on the expression of emotions. Most of these support programs are structured to ensure delivery of information and to provide emotional and social support, stress management strategies based on cognitive-behavioral approaches, and relaxation techniques. Group therapy helps patients gain emotional support from others with similar experiences and learn to use these experiences to reduce their fear of dying and uncertainty.5\nFigure 19-1 Axial (A) and coronal (B) computed tomography images show the large subcarinal lymph node located cephalad from the left atrium. A B Subcarinal lymph node Subcarinal lymph node Left atrium\n†Collusion occurs when patients hesitate to bring up difficult topics and their physicians do not ask them specifically about them.\n- Blocking occurs when a patient raises a concern, but the physician either fails to respond or redirects the conversation.*\n\nsupport groups focus on behavioral issues and symptoms, or on the expression of emotions. Most of these support programs are structured to ensure delivery of information and to provide emotional and social support, stress management strategies based on cognitive-behavioral approaches, and relaxation techniques. Group therapy helps patients gain emotional support from others with similar experiences and learn to use these experiences to reduce their fear of dying and uncertainty.5\nFigure 19-1 Axial (A) and coronal (B) computed tomography images show the large subcarinal lymph node located cephalad from the left atrium. A B Subcarinal lymph node Subcarinal lymph node Left atrium\n†Collusion occurs when patients hesitate to bring up difficult topics and their physicians do not ask them specifically about them.\n- Blocking occurs when a patient raises a concern, but the physician either fails to respond or redirects the conversation.*19 - EBUS-Guided TBNA for Isolated Subcarinal Lymphadenopathy (Station 7)\nTeam Experience\nA single-institution study suggested that the learning curve for EBUS-TBNA for thoracic surgeons requires 10 procedures to reach the high yields reported in controlled clinical trials.18 In reality, however, the actual number of any given procedure performed does not account for the different rates at which people learn. With regard to EBUS-TBNA, one study assessed the learning curves of five independent operators by retrospectively applying cusum analysis* to the first 100 cases of each19; over a wide range of time, EBUS-TBNA competence was attained and the pooled sensitivity of EBUS-TBNA under conscious (moderate) sedation was 67.4%-lower than the high (>90%) rates reported in clinical trials.19*\nThe usefulness of EBUS-TBNA resides in its clinical significance, accuracy, and reproducibility, which are usually shown to be excellent among pathologists experienced with these types of samples. Pathologists with little experience must climb what appears to be a steep learning curve.20\nDiagnostic Alternatives\n1. Conventional TBNA: For cancer, the yield of conventional TBNA for large subcarinal lymph nodes is similar to that of EBUS-TBNA, but EBUS guidance increases the yield of TBNA in all other stations.21 In the diagnosis of sarcoidosis, the overall diagnostic accuracy of TBNA cytology is as high as 86.2%.22\n2. Endoscopic ultrasound (EUS)-FNA: EUS alone is suitable for assessing lymph nodes in the posterior aspect of lymph node stations 4L, 5 (when significantly enlarged), and 7, and in the inferior mediastinum at stations 8 and 9 (Figure 19-2); data from lung cancer studies show that EUS-FNA and EBUS-TBNA have similarly high yields for diagnosing cancer involving lymph node station 7 (subcarinal).23 The overall diagnostic accuracy and sensitivity of EUS-FNA in the diagnosis of sarcoidosis were found to be 94% and 100%, respectively.24 A disadvantage of EUS-FNA is its lesser ability to access different hilar lymph nodes and nodes situated anterior and to the right of the trachea. These nodes are in fact those most commonly involved in sarcoidosis.\n3. Mediastinoscopy: Mediastinoscopy provides systematic exploration and biopsy under visual guidance of stations 1, 2, 3, 4, and 7 (see Figure 19-2); mediastinoscopy is more invasive and has higher complication rates than are seen with needle aspiration techniques. With regard to suspected lung cancer, it was shown that up to 28% of patients with a high clinical suspicion of nodal disease had mediastinal nodal metastases confirmed by mediastinoscopy despite negative EBUS-TBNA25; therefore a negative EBUS-TBNA newly discovered large subcarinal lymph node, a tissue diagnosis was going to be obtained using EBUS-guided TBNA with the patient under general anesthesia.\nContraindications\nNo contraindications to bronchoscopy under general anesthesia were noted.\nExpected Results\nThe yield of EBUS-guided TBNA varies depending on the ultimate diagnosis and usually is higher for malignant than for benign disorders.\n1. In patients with previous malignancy and PET-positive lymph nodes, EBUS-TBNA has a yield greater than 90%. In one study, 73 lymph nodes from 48 patients were sampled, with each patient undergoing mediastinoscopy or thoracoscopy immediately after needle aspiration for histologic confirmation. The sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and accuracy of EBUS-TBNA were 97.4%, 100%, 100%, 87.5%, and 97.7%, respectively.8 In another study, similarly high sensitivity, specificity, diagnostic accuracy, and NPV of EBUS-TBNA for the diagnosis of mediastinal and hilar lymph node metastasis were found (92.0%, 100%, 95.3%, and 90%, respectively). Tumors encountered included colorectal, head and neck, ovarian, breast, esophageal, hepatocellular, prostate, renal, and germ cell cancers and melanoma.9\n2. For primary lung carcinoma, a meta-analysis of 11 studies with 1299 patients found that overall, EBUS-guided TBNA (using both radial and convex probes) had a pooled sensitivity of 93% and a pooled specificity of 100%. The subgroup of patients selected on the basis of CT- or PET-positive results had higher pooled sensitivity (94%) than the subgroup of patients not selected on the basis of CT or PET findings (76%).10\n\nspecificity, diagnostic accuracy, and NPV of EBUS-TBNA for the diagnosis of mediastinal and hilar lymph node metastasis were found (92.0%, 100%, 95.3%, and 90%, respectively). Tumors encountered included colorectal, head and neck, ovarian, breast, esophageal, hepatocellular, prostate, renal, and germ cell cancers and melanoma.9\n2. For primary lung carcinoma, a meta-analysis of 11 studies with 1299 patients found that overall, EBUS-guided TBNA (using both radial and convex probes) had a pooled sensitivity of 93% and a pooled specificity of 100%. The subgroup of patients selected on the basis of CT- or PET-positive results had higher pooled sensitivity (94%) than the subgroup of patients not selected on the basis of CT or PET findings (76%).10236\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nFigure 19-2 Schematic map of commonly sampled hilar and mediastinal lymph node stations. Anatomic borders are based on the International Association for the Study of Lung Cancer (IASLC) lymph node staging system.\n2R\n4R\n2L\nInnominate\nvein\n4L\nAO\nPA\n7\nAV\n10L\nAnatomic definitions for lymph node stations 2,4,7,10 and 11\n10R\n11L\n11Ri\n11Rs\nshould be followed by mediastinoscopy when cancer is suspected. For sarcoidosis, mediastinoscopy is used as the gold standard for histologic confirmation.26 For patients with isolated mediastinal lymphadenopathy, the sensitivity of mediastinoscopy is 96%, and before the introduction of dedicated EBUS-TBNA, some experts recommended it as a procedure of choice to diagnose lesions in the axial (middle) mediastinum.27\nCost-Effectiveness\nIt is debatable whether EBUS-TBNA is more cost-effective than mediastinoscopy for evaluation of mediastinal lymphadenopathy in non-small cell lung cancer.28 In patients with a benign disease such as sarcoidosis, this issue has not been studied in a systematic fashion. Mediastinoscopy is usually considered the gold standard approach for undiagnosed mediastinal adenopathy, including sarcoidosis,29 and before the introduction of EBUS in clinical practice, one cost-benefit analysis of mediastinoscopy for patients with suspected stage I sarcoidosis (asymptomatic bilateral hilar adenopathy) showed that benefits of mediastinoscopy would be minimal and likely would be offset by the procedure’s morbidity and mortality.30\nInformed Consent\nThe patient showed understanding of the indications, expected results, and potential complications, as well as alternative procedures, including observation, conventional TBNA, EUS-FNA, and mediastinoscopy. He preferred to proceed with EBUS-guided TBNA under general anesthesia.\nTechniques and Results\nAnesthesia and Perioperative Care\nWe performed the procedure with the patient under general anesthesia, but many operators perform it with the patient under moderate (conscious) sedation. Many studies reporting a high yield for the procedure were conducted with patients under general anesthesia.28\nInstrumentation\nA dedicated EBUS bronchoscope, which offers direct real-time ultrasound imaging with a curved linear array transducer, was used. The frequency was set to 10 MHz. The associated ultrasound processor has adjustable gain and depth to optimize image quality, along with Doppler capabilities to distinguish vascular structures such as the heart and the inferior pulmonary veins; this is useful in sampling the subcarinal node. The 22 gauge acrogenic needle with an inner stylet allows for dislodgment of bronchial wall debris from the needle. This theoretically enhances the adequacy of the specimen (Figure 19-3). The needle guide system locks to the scope, and precise needle projection up to 4 cm is possible.\nAnatomic Dangers and Other Risks\nConcern has arisen regarding mediastinal abscess after EBUS-TBNA.31 In addition, pericarditis may occur in cases of inadvertent contamination of the pericardial space.32 With full-needle extension, the needle tip can be difficult to visualize, because small changes in the ultrasound angle can cause the needle tip to be out of plane with the ultrasound wave (see video on ExpertConsult.com) (Video IV.19.1). As a result, the pericardium (or vascular structures) may be violated but not visualized.32\nResults and Procedure-Related Complications\nUnder general anesthesia, the patient was intubated without difficulty using a 9.0 endotracheal tube. Bronchoscopic inspection showed normal airway mucosa and no endobronchial lesions. EBUS showed a subcarinal node greater than 1 cm in the short axis, of oval shape, homogeneous echogenicity, and indistinct margins; the node did not have a central necrosis sign (CNS),* nor did it have a central hilar structure (CHS)† (Figure 19-4). Studies show that sonographic features can be useful in evaluating lymph node metastasis in head and neck cancers, breast cancers, and thoracic malignancies.33,34 For example, operators may wish to avoid necrotic regions and obtain aspirates from the periphery of the node.35*\nIn one study of 1061 lymph node stations from 487 patients with confirmed or suspected lung cancer, morphologic sonographic features of mediastinal and hilar lymph nodes reportedly helped predict the presence or absence of\n\nmucosa and no endobronchial lesions. EBUS showed a subcarinal node greater than 1 cm in the short axis, of oval shape, homogeneous echogenicity, and indistinct margins; the node did not have a central necrosis sign (CNS),* nor did it have a central hilar structure (CHS)† (Figure 19-4). Studies show that sonographic features can be useful in evaluating lymph node metastasis in head and neck cancers, breast cancers, and thoracic malignancies.33,34 For example, operators may wish to avoid necrotic regions and obtain aspirates from the periphery of the node.35*\nIn one study of 1061 lymph node stations from 487 patients with confirmed or suspected lung cancer, morphologic sonographic features of mediastinal and hilar lymph nodes reportedly helped predict the presence or absence of19 - EBUS-Guided TBNA for Isolated Subcarinal Lymphadenopathy (Station 7)\n237\nFigure 19-3 Images A, B, C, and D are consecutive still images captured from a video showing endobronchial ultrasound-transbronchial needle aspiration (EBUS-TBNA) during needle aspiration. A, The stylet pushed the bronchial wall debris inside the node. B, The needle is retracted, and the debris becomes evidently dislodged from the needle. C, The needle is advanced while aspiration is in process. D, The debris has completely disappeared, having been aspirated into the syringe. This probably explains how bronchial cells were present in the cytology specimen.\nFigure 19-4 A, This patient’s homogeneous subcarinal lymph node is adjacent to the pericardium and left atrium. B, Right paratracheal lymph node (from a different patient) showing hypoechoic areas without blood flow, consistent with coagulation necrosis sign (CNS). C, Right paratracheal lymph node (from a different patient) showing a flat hyperechoic area in the center of the node, consistent with central hilar structure (CHS) sign. D, Doppler-positive anechoic linear structure within the lymph node is consistent with a blood vessel.\nbenign lymphocytes, then the lack of EBUS-related malignant lymph node characteristics could reinforce suspicions of true negativity.\nImmediately after completing the first aspiration, while watching the needle deep within a lymph node (Figure 19-5, A), the operating room nurse interrupted the operator to ask whether she should record a video. After the operator answered her, a different image was apparent on the display monitor (Figure 19-5, B). It is likely that the operator rotated his wrist in such a way that the scanning plane of the ultrasound was changed while the needle remained in the same position (see video on\n\natracheal lymph node (from a different patient) showing a flat hyperechoic area in the center of the node, consistent with central hilar structure (CHS) sign. D, Doppler-positive anechoic linear structure within the lymph node is consistent with a blood vessel.\nbenign lymphocytes, then the lack of EBUS-related malignant lymph node characteristics could reinforce suspicions of true negativity.\nImmediately after completing the first aspiration, while watching the needle deep within a lymph node (Figure 19-5, A), the operating room nurse interrupted the operator to ask whether she should record a video. After the operator answered her, a different image was apparent on the display monitor (Figure 19-5, B). It is likely that the operator rotated his wrist in such a way that the scanning plane of the ultrasound was changed while the needle remained in the same position (see video on238\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nLong-Term Management\nOutcome Assessment\nAdequate specimens were obtained, but no specific diagnosis was made. However, the differential diagnosis was narrowed to infectious and noninfectious causes of granulomatous inflammation. If granulomatous inflammation is identified by EBUS-TBNA in a patient with suspected cancer recurrence, a reasonable clinical approach is to follow the patient radiographically without performing additional invasive testing, unless radiographic progression is noted.41 This is recommended because at least 5% of patients undergoing EBUS-TBNA in a tertiary cancer center were found to have a sarcoid-like lymphadenopathy mimicking cancer recurrence. Long-term follow-up imaging studies did not confirm tumor recurrence. The precise origin, natural history, and prognosis of this phenomenon are not yet known, but proposed mechanisms include immunologic dysfunction and a reaction due to previously administered chemotherapy.41\nReferrals\nThe patient was referred back to his oncologist to continue follow-up clinical and imaging studies for possible melanoma recurrence.\nFollow-up Tests and Procedures\nFinal culture results were negative for bacterial, fungal, tuberculous, and nontuberculous mycobacteria. Serologic testing for fungal infection was negative. In endemic areas, histoplasmosis or coccidioidomycosis must be excluded, especially before immunosuppressive medications are administered to patients with presumed sarcoidosis. Negative results do not entirely exclude infectious causes and, in such patients, the response to immunosuppressive agents must be carefully monitored.\nIn view of the lack of evidence for infectious causes, the diagnosis of sarcoidosis or sarcoid-like reaction was\n(ExpertConsult.com) (Video IV.19.1). This may not affect diagnostic yield but could result in accidental puncture of adjacent structures, because the tip of the needle is not seen.32\nThe first aspirate was prepared using a Diff-Quik stain, was read by the on-site cytologist, and showed scant lymphocytes and benign bronchial cells. An EBUS-TBNA cytology specimen is considered adequate or representative if frankly malignant cells, granulomas or lymphocytes, lymphoid tissue, or clusters of anthracotic pigment-laden macrophages are present.37 An EBUS-TBNA specimen is considered inadequate or nonrepresentative if no cellular components, scant lymphocytes (defined as <40 per high-power field [HPF]), and blood only, cartilage, or bronchial epithelial cells are noted.38 A quantitative cutoff value of at least 30% cellularity composed of lymphocytes has been arbitrarily proposed.39 In our case, aborting the procedure because lymphocytes were seen or assuming that the specimen was representative would have been premature.\nThe second aspirate was bloody but had been obtained from a different part of the subcarinal lymph node. The inferior pulmonary vein or left atrium could have been inadvertently penetrated. This was not the case, however, because the needle was seen in its entirety throughout the procedure. Blood vessels inside a lymph node are not uncommon and often appear as hypoechoic linear or circular structures that are Doppler positive. Their presence could explain bloody aspirates, even when the needle is well visualized inside the node (see Figure 19-4). The third and fourth aspirates were adequate and showed abundant lymphocytes and a suggestion of granulomatous inflammation. Specimens were sent for bacterial, fungal, and mycobacterial cultures. Cell block analysis was added to conventional cytologic evaluation because, in addition to increasing the yield for malignancy, it may result in a higher yield for granulomas in patients with suspected sarcoidosis.40 After the fourth aspirate, the procedure was terminated. No complications occurred, and the patient was discharged home after having been monitored in the postanesthesia care unit for 2 hours.\nFigure 19-5 A, The needle is visualized inside the lymph node during the aspiration process. B, The needle tip is difficult to visualize because a small change in the ultrasound angle (scanning plane) caused the needle tip to be out of plane with the ultrasound. It is likely that in turning the head to speak with the nurse, the operator rotated his wrist in such a way that he changed the scanning plane of the ultrasound while the needle remained in the same position. A B\n\ncultures. Cell block analysis was added to conventional cytologic evaluation because, in addition to increasing the yield for malignancy, it may result in a higher yield for granulomas in patients with suspected sarcoidosis.40 After the fourth aspirate, the procedure was terminated. No complications occurred, and the patient was discharged home after having been monitored in the postanesthesia care unit for 2 hours.\nFigure 19-5 A, The needle is visualized inside the lymph node during the aspiration process. B, The needle tip is difficult to visualize because a small change in the ultrasound angle (scanning plane) caused the needle tip to be out of plane with the ultrasound. It is likely that in turning the head to speak with the nurse, the operator rotated his wrist in such a way that he changed the scanning plane of the ultrasound while the needle remained in the same position. A B- *19 - EBUS-Guided TBNA for Isolated Subcarinal Lymphadenopathy (Station 7*)**\n239\nperpendicular to the ground and in humans separates the anterior from the posterior regions of the body (see Figure 19-1). The coronal CT view identifies the EBUS scanning plane and reveals the same structures but in different positions (Figure 19-6). To understand the EBUS image based on the coronal CT scan, however, several reference points should be recognized:\n- The EBUS image is displayed as if the scope is horizontal (Figure 19-6, D).*\n- The green dot on the monitor represents the point where the needle exits the scope and corresponds to the superior (cephalad) aspect of the body (see Figure 19-6, D).*\n- The position of this dot, although adjustable, is located by default toward the 1 o’clock position of the screen (see Figure 19-6, D).*\nThe coronal CT view is displayed as if the scope is nearly vertical (Figure 19-6, A). If one rotates the CT coronal image clockwise to horizontalize the scope and bring the green dot cephalad toward the 1 o’clock position, the two images (CT and EBUS) correlate and show all structures in the same locations (Figure 19-7). Because the green dot corresponds to the more cephalad, and therefore proximal, aspect of the body, the structure adjacent to the airway at approximately 1 o’clock is the subcarinal lymph node, and the anechoic structure at 7 o’clock is the left atrium (distal) (see Figure 19-7).\n- *2. Describe the yield of EBUS-guided TBNA versus conventional TBNA for sarcoidosis*.**\nSeveral studies have shown that conventional TBNA (61% to 72%) with 19 gauge needles has an incremental diagnostic yield over other bronchoscopic techniques, including endobronchial biopsy (EBB) (45%) and transbronchial lung biopsy (TBLB) (40% to 52%), for stage I sarcoidosis. TBNA may actually have a higher yield than bronchioloalveolar lavage (BAL), EBB, or even TBLB alone.47,48 EBUS-TBNA was shown to significantly add to the yield of combined BAL and TBLB or EBB and TBLB for patients with suspicious stage I sarcoidosis.49,50 Both conventional and EBUS-TBNA procedures have a high yield.\n- Nonrandomized studies showed the sensitivity of conventional TBNA cytology specimens for sarcoidosis to be as high as 86% to 92%.22,51*\n- Nonrandomized studies have showed the diagnostic yield of real-time EBUS-TBNA to be 85% to 95%.14-17*\n- As of this writing, one study has prospectively compared the diagnostic yield of EBUS-TBNA versus that of conventional TBNA performed with a standard 19 gauge needle in 50 patients (24 EBUS, 26 conventional) with mediastinal adenopathy and clinical suspicion of stage I sarcoidosis. The diagnostic yield was 53.8% versus 83.3% in favor of the EBUS-TBNA group.52*\n- *3. Describe the clinical implications of granulomatous inflammation detected on EBUS-guided TBNA specimen*.**\n- Granulomatous inflammation can coexist with malignancy and may be an epiphenomenon.*\nLymph nodes that harbor both necrotizing and made. No evidence of granulomatous inflammation was found at other sites to suggest sarcoidosis, nor were biochemical abnormalities such as hypercalcemia, hypercalciuria, hyperuricemia, elevated serum aminotransferase, alanine aminotransferase, or alkaline phosphatase present. The serum angiotensin-converting enzyme (SACE)* level was normal. Demonstration of granulomas remains an essential criterion for sarcoidosis, but because granulomatous inflammation can be seen in several conditions, it is necessary to exclude all possible causes and to correlate histology with other findings.42 To establish a diagnosis of sarcoidosis, for example, granulomas must be present in two or more organs and no agent known to cause a granulomatous response must be identified.43 This was not the case in our patient; therefore a diagnosis of sarcoid-like reaction was ultimately made. Because mediastinoscopy had been deferred, CT was scheduled 3 months later to re-evaluate the mediastinum; no change was noted. Continued surveillance scans during the next 12 months remained unchanged. We planned to monitor for stability for a total of 2 years.*\n\nangiotensin-converting enzyme (SACE)* level was normal. Demonstration of granulomas remains an essential criterion for sarcoidosis, but because granulomatous inflammation can be seen in several conditions, it is necessary to exclude all possible causes and to correlate histology with other findings.42 To establish a diagnosis of sarcoidosis, for example, granulomas must be present in two or more organs and no agent known to cause a granulomatous response must be identified.43 This was not the case in our patient; therefore a diagnosis of sarcoid-like reaction was ultimately made. Because mediastinoscopy had been deferred, CT was scheduled 3 months later to re-evaluate the mediastinum; no change was noted. Continued surveillance scans during the next 12 months remained unchanged. We planned to monitor for stability for a total of 2 years.*240\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nFigure 19-6 A, Picture taken inside an airway model shows the endobronchial ultrasound (EBUS) scope placed in the right main bronchus with the transducer turned medially to scan the subcarinal region. B, Three-dimensional computed tomography (CT)-based diagram shows the EBUS scope and its scanning plane for visualizing the subcarinal region. C, The coronal CT view identifies the EBUS scanning plane. D, The EBUS image is projected on the monitor as if the scope were horizontal. The same structures are visualized but in different positions.\nMain carina\nEBUS bronchoscope\nA\nB\nC\nD\nLymph node\nSubcarinal lymph node\nScanning plane\n- vein\nLeft atrium\nLeft atrium\nCephalad\nFigure 19-7 A, Rotate the computed tomography (CT) coronal image clockwise to horizontalize the scope and bring the green dot cephalad toward the 1 o’clock position. B, CT and endobronchial ultrasound (EBUS) images correlate, showing all structures in the same locations.\nA\nB\nThe two images now correlate and show all structures in the same locations\nStep by step\n1. Print out a single frame of the CT image\n2. Rotate the CT image clockwise in order to horizontalize the scope and bring the green dot cephalad toward the 1 o‘clock position.\n- non-necrotizing granulomas and metastatic malignancies have been reported.53*\n- In a study of 153 patients with mediastinal lymphadenopathy on CT imaging at a cancer institution, however, noncaseating granulomas were detected by EBUS-TBNA in 17 of 153 (11%) patients with no concurrent evidence of cancer; 8 of 153 patients (5.2%) had sarcoid-like lymphadenopathy mimicking cancer recurrence (5/5 PET positive), but 8 of 153 (5.2%) patients had new mediastinal lymphadenopathy and no prior history of cancer and had a clinical syndrome consistent with sarcoidosis.41*\n- Sarcoid-like reactions have been reported in patients with various lymphomas, non-small cell carcinoma of the lung (NSCLC), and germ cell neoplasms in*\n\nnon-necrotizing granulomas and metastatic malignancies have been reported.53*\n- In a study of 153 patients with mediastinal lymphadenopathy on CT imaging at a cancer institution, however, noncaseating granulomas were detected by EBUS-TBNA in 17 of 153 (11%) patients with no concurrent evidence of cancer; 8 of 153 patients (5.2%) had sarcoid-like lymphadenopathy mimicking cancer recurrence (5/5 PET positive), but 8 of 153 (5.2%) patients had new mediastinal lymphadenopathy and no prior history of cancer and had a clinical syndrome consistent with sarcoidosis.41*\n- Sarcoid-like reactions have been reported in patients with various lymphomas, non-small cell carcinoma of the lung (NSCLC), and germ cell neoplasms in*19 - EBUS-Guided TBNA for Isolated Subcarinal Lymphadenopathy (Station 7)\n241\nlymph nodes draining the malignancy or in remote lymph node stations.54 The overall incidence of sarcoidal reactions occurring in regional lymph nodes of NSCLC patients was 4.3%. Findings were confined to patients with stage I disease, with an incidence of 7.7%. The mechanism of granuloma formation in such patients is an important area of future research that may allow improved understanding of effective antitumor responses.\n4. List six sonographic criteria of morphology that can be used to describe mediastinal and hilar lymph nodes36:\n- Size (in short axis): smaller or larger than 1 cm*\n- Shape: oval or round; when the ratio of the short versus the long axis of lymph nodes is smaller than 1.5, the lymph node is defined as round; when the ratio is larger than 1.5, it is oval*\n- Margin: indistinct or distinct; if most of the margin (>50%) is clearly visualized with a high echoic border, lymph nodes are declared distinct. If the margin is unclear, they are declared indistinct.*\n- Echogenicity: homogeneous or heterogeneous*\n- Presence or absence of central hilar structure (CHS), defined as a linear, flat, hyperechoic area in the center of the lymph node*\n- Presence or absence of coagulation necrosis sign (CNS), defined as a hypoechoic are*a* within the lymph node without blood flow*\n- Typical CNS is described as one low echoic area within the lymph node, but sometimes it may occupy most of the lymph node.*\nExpert Commentary\nprovided by Carlos A. Jimenez, MD\nLinear or convex probe endobronchial ultrasound-guided transbronchial needle aspiration (CP EBUS-TBNA) has revolutionized the evaluation of mediastinal lymph nodes since its introduction to clinical practice in 2004. Many studies have been published, but almost all of them have failed to meet rigorous proposed guidelines for the study of new diagnostic tests55-a problem also encountered when the published literature on cervical mediastinoscopy is reviewed. For example, to date, only two studies have directly compared cervical mediastinoscopy versus CP EBUS-TBNA alone56 or combined with transesophageal ultrasound.57\nDespite the lack of rigorous clinical studies evaluating the diagnostic accuracy of both cervical mediastinoscopy and CP EBUS-TBNA, the use of endobronchial ultrasound has spread rapidly. Because of its straightforwardness when performed by trained bronchoscopists, consistent published results, low rate of complications, and high levels of physician and patient satisfaction, it has clearly replaced mediastinoscopy as the first choice for sampling mediastinal lymph nodes.\nThis case of isolated, enlarged fluoro-2-deoxy-D-glucose (FDG)-avid subcarinal (station 7) lymphadenopathy allows discussion of two important issues: The first is whether conventional TBNA could be as helpful in this situation as CP EBUS-TBNA or cervical mediastinoscopy; the second addresses the clinical significance of granulomatous inflammation detected on an EBUS-TBNA specimen.\nThe mobility of mediastinal lymph nodes during the respiratory cycle has been blamed for the poor yield of conventional TBNA.58 The results of the only study that directly compared CP EBUS-TBNA versus cervical mediastinoscopy (diagnostic yield 98% vs. 78%; P = .007) suggest that CP EBUS-TBNA is superior when station 7 lymph nodes are evaluated.56 Conventional TBNA has not been compared directly with CP EBUS-TBNA but rather with radial probe EBUS,21 which does not allow real-time visualization of the needle as it enters the lymph node. In this study, conventional TBNA performed as well as radial probe EBUS-guided TBNA (diagnostic yields 72% vs. 80%; P = .3) in lymph nodes that measured 0.8 to 4.3 cm. CP EBUS-TBNA studies have consistently reported diagnostic yields above 90% in subcarinal lymph nodes. Therefore CP EBUS-TBNA could be recommended as the first diagnostic technique with which an isolated subcarinal lymphadenopathy can be evaluated, but if not readily available, conventional TBNA should be attempted.\nRegarding the second point for discussion, I would like to use a simplified Bayesian approach. Given the clinical and radiographic information provided, I assume that our patient’s pretest probability of having a malignant condition (primary lung cancer or metastatic melanoma) is 70% (I am being pessimistic), and therefore, the pretest probability of having a benign condition is 30%. Based\n\n-guided TBNA (diagnostic yields 72% vs. 80%; P = .3) in lymph nodes that measured 0.8 to 4.3 cm. CP EBUS-TBNA studies have consistently reported diagnostic yields above 90% in subcarinal lymph nodes. Therefore CP EBUS-TBNA could be recommended as the first diagnostic technique with which an isolated subcarinal lymphadenopathy can be evaluated, but if not readily available, conventional TBNA should be attempted.\nRegarding the second point for discussion, I would like to use a simplified Bayesian approach. Given the clinical and radiographic information provided, I assume that our patient’s pretest probability of having a malignant condition (primary lung cancer or metastatic melanoma) is 70% (I am being pessimistic), and therefore, the pretest probability of having a benign condition is 30%. Based242\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nobtained, but proposed explanations include an immunologic dysfunction shared by cancer and sarcoidosis, side effects of cancer therapy, and “antigenic shedding” from the malignant tumor, leading to granuloma formation. In our report, this phenomenon occurred in only 5.2% of patients studied, but we could expect a higher prevalence because before EBUS-TBNA became available in our institution, patients with a history of cancer and new onset of hilar or mediastinal lymphadenopathy might have often been treated for cancer recurrence without histologic confirmation. We recommend that with radiographic findings suggestive of cancer recurrence, such as enlarged or FDG-avid mediastinal lymph nodes, patients should undergo histologic confirmation of the recurrence to avoid unnecessary and toxic therapies.\nCervical mediastinoscopy might be difficult to perform when prior instrumentation or radiation therapy to the mediastinum has been provided. On the other hand, EBUS-TBNA allows for safe, repeated hilar and mediastinal lymph node sampling. I concur with the proposed diagnosis of sarcoid-like reaction and the established follow-up battery of tests and procedures. The patient will require continued surveillance using CT of the chest for a total of 2 years to demonstrate stability of the lymphadenopathy. CT might then be repeated at intervals that vary from 3 to 12 months, becoming less frequent as repeated surveillance images demonstrate no changes. If at some point during the surveillance the lymph node clearly decreases in size, no additional CT images are needed. On the other hand, if the lymph node increases in size or in FDG activity, a repeated EBUS-TBNA would be warranted.\nFinally, interventional pulmonology physicians and thoracic surgeons should be encouraged to join efforts to properly conduct a few well-designed studies. Although these may be difficult to organize, they are likely to provide more accurate, more readily generalizable, and more reliable information than has been obtained from results of a myriad of poorly designed studies. Six years has passed since the introduction of CP EBUS-TBNA into clinical practice, yet complete agreement has not been reached regarding the roles for this and other new endosonography technologies alongside or instead of mediastinoscopy in evaluating mediastinal lymph nodes.\nREFERENCES\n1. Glazer GM, Gross BH, Quint LE, et al. Normal mediastinal lymph nodes: number and size according to American Thoracic Society mapping. AJR Am J Roentgenol. 1985;144:261-265.\n2. Webb R. The mediastinum: mediastinal masses. In: Richard Webb, Charles Higgins, eds. Thoracic Imaging. Philadelphia: Lippincott Williams & Wilkins; 2005:212-270.\n3. Stolz D, Pollak V, Chhajed PN, et al. A randomized, placebo-controlled trial of bronchodilators for bronchoscopy in patients with COPD. Chest. 2007;131:765-772.\n4. Swayze S. Helping them cope. J Psychosoc Nurs Ment Health Serv. 1991;29:35-37.\n5. Weis J. Support groups for cancer patients. Support Care Cancer. 2003;11:763-768.\n6. Back AL, Arnold RM, Baile WF, et al. Approaching difficult communication tasks in oncology. CA Cancer J Clin. 2005;55:164-177.\n7. Yasufuku K, Nakajima T, Chiyo M, et al. Endobronchial ultrasonography: current status and future directions. J Thorac Oncol. 2007;2:970-979.\n8. Nosotti M, Tosi D, Palleschi A, et al. Transbronchial needle aspiration under direct endobronchial ultrasound guidance of PET-positive isolated mediastinal adenopathy in patients with previous malignancy. Surg Endosc. 2009;23:1356-1359.\n9. Nakajima T, Yasufuku K, Iyoda A, et al. The evaluation of lymph node metastasis by endobronchial ultrasound-guided transbronchial needle aspiration: crucial for selection of surgical candidates with metastatic lung tumors. J Thorac Cardiovasc Surg. 2007;134:1485-1490.\n10. Gu P, Zhao Y, Jiang L, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for staging of lung cancer: a systematic review and meta-analysis. Eur J Cancer. 2009;45:1389-1396.\n11. Kennedy MP, Jimenez CA, Bruzzi JF, et al. End\n\nisolated mediastinal adenopathy in patients with previous malignancy. Surg Endosc. 2009;23:1356-1359.\n9. Nakajima T, Yasufuku K, Iyoda A, et al. The evaluation of lymph node metastasis by endobronchial ultrasound-guided transbronchial needle aspiration: crucial for selection of surgical candidates with metastatic lung tumors. J Thorac Cardiovasc Surg. 2007;134:1485-1490.\n10. Gu P, Zhao Y, Jiang L, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for staging of lung cancer: a systematic review and meta-analysis. Eur J Cancer. 2009;45:1389-1396.\n11. Kennedy MP, Jimenez CA, Bruzzi JF, et al. Endobronchial ultrasound-guided transbronchial needle aspiration in the diagnosis of lymphoma. Thorax. 2008;63:360-365.\n12. Steinfort DP, Conron M, Tsui A, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for the evaluation of suspected lymphoma. J Thorac Oncol. 2010;5:804-809.\n13. Bilaçerog ̆ lu S, Günel O, Eris N, et al. Transbronchial needle aspiration in diagnosing intrthoracic tuberculous lymphadenitis. Chest. 2004;126:259-267.\n14. Oki M, Saka H, Kitagawa C, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration is useful for diagnosing sarcoidosis. Respirology. 2007;12:863-868.\n15. Garwood S, Judson MA, Silvestri G, et al. Endobronchial ultrasound for the diagnosis of pulmonary sarcoidosis. Chest. 2007;132:1298-1304.\n16. Wong M, Yasufuku K, Nakajima T, et al. Endobronchial ultrasound: new insight for the diagnosis of sarcoidosis. Eur Respir J. 2007;29:1182-1186.\n17. Yasufuku K, Chiyo M, Sekine Y, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration of mediastinal and hilar lymph nodes. Chest. 2004;126:122-128.\n18. Groth SS, Whitson BA, D’Cunha J, et al. Endobronchial ultrasound-guided fine-needle aspiration of mediastinal lymph nodes: a single institution’s early learning curve. Ann Thorac Surg. 2008;86:1104-1109; discussion 1109-1110.\n19. Kemp SV, El Batrawy SH, Harrison RN, et al. Learning curves for endobronchial ultrasound using Cusum analysis. Thorax. 2010;65:534-538.\n20. Skov BG, Baandrup U, Jakobsen GK, et al. Cytopathologic diagnoses of fine-needle aspirations from endoscopic ultrasound of the mediastinum: reproducibility of the diagnoses and representativeness of aspirates from lymph nodes. Cancer. 2007;111:234-241.\n21. Herth F, Becker H, Ernst A. Conventional versus ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322-325.\n22. Smojver-Jezek S, Peros-Golubicic T, Tekavec-Trkanjec T, et al. Transbronchial fine needle aspiration cytology in the diagnosis of mediastinal/hilar sarcoidosis. Cytopathology. 2007;18:3-7.\n23. Herth FJ, Lunn W, Eberhardt R, et al. Transbronchial versus transesophageal ultrasound-guided aspiration of enlarged mediastinal lymph nodes. Am J Respir Crit Care Med. 2005;171:1164-1167.\n24. Fritscher-Ravens A, Sriram PV, Topalidis T, et al. Diagnosing sarcoidosis using endosonography-guided fine-needle aspiration. Chest. 2000;118:928-935.\n25. Defranchi SA, Edell ES, Daniels CE, et al. Mediastinoscopy in patients with lung cancer and negative endobronchial ultrasound guided needle aspiration. Ann Thorac Surg. 2010;90:1753-1758.\n26. Pakhale SS, Unruh H, Tan L, Sharma S. Has mediastinoscopy still a role in suspected stage I sarcoidosis? Sarcoidosis Vasc Diffuse Lung Dis. 2006;23:66-69.\n27. Porte H, Roumilhac D, Eraldi L, et al. The role of mediastinoscopy in the diagnosis of mediastinal lymphadenopathy. Eur J Cardiothorac Surg. 1998;13:196-199.\n28. Shrager JB. Mediastinoscopy: still the gold standard. Ann Thorac Surg. 2010;89:S2084-S2089.\n29. Hunninghake GW, Costabel U, Ando M, et al. ATS/ERS/WASOG statement on sarcoidosis: American Thoracic Society/European\n\n. Pakhale SS, Unruh H, Tan L, Sharma S. Has mediastinoscopy still a role in suspected stage I sarcoidosis? Sarcoidosis Vasc Diffuse Lung Dis. 2006;23:66-69.\n27. Porte H, Roumilhac D, Eraldi L, et al. The role of mediastinoscopy in the diagnosis of mediastinal lymphadenopathy. Eur J Cardiothorac Surg. 1998;13:196-199.\n28. Shrager JB. Mediastinoscopy: still the gold standard. Ann Thorac Surg. 2010;89:S2084-S2089.\n29. Hunninghake GW, Costabel U, Ando M, et al. ATS/ERS/WASOG statement on sarcoidosis: American Thoracic Society/European19 - EBUS-Guided TBNA for Isolated Subcarinal Lymphadenopathy (Station 7)\n243\nRespiratory Society/World Association of Sarcoidosis and other\nGranulomatous Disorders. Sarcoidosis Vasc Diffuse Lung Dis.\n1999;16:149-173.\n30. Reich JM, Brouns MC, O’Connor EA, et al. Mediastinoscopy in\npatients with presumptive stage I sarcoidosis: a risk/benefit, cost/\nbenefit analysis. Chest. 1998;113:147-153.\n31. Moffatt-Bruce SD, Ross P Jr. Mediastinal abscess after endobronchial ultrasound with transbronchial needle aspiration: a case\nreport. J Cardiothorac Surg. 2010;5:33.\n32. Haas AR. Infectious complications from full extension endobronchial ultrasound transbronchial needle aspiration. Eur Respir J.\n2009;33:935-938.\n33. Lee N, Inoue K, Yamamoto R, et al. Patterns of internal echoes in\nlymph nodes in the diagnosis of lung cancer metastasis. World J\nSurg. 1992;16:986-994.\n34. Bhutani MS, Hawes RH, Hoffman BJ. A comparison of the accuracy of echo features during endoscopic ultrasound (EUS) and\nEUS-guided fine-needle aspiration for diagnosis of malignant lymph\nnode invasion. Gastrointest Endosc. 1997;45:474-479.\n35. Fujiwara T, Yasufuku K, Nakajima T, et al. The utility of sonographic features during endobronchial ultrasound-guided transbronchial needle aspiration for lymph node staging in patients with\nlung cancer: a standard endobronchial ultrasound image classification system. Chest. 2010;138:641-647.\n36. Wallace M, Hoffman B. Needle device systems for interventional\nendoscopic ultrasound and general technique of endoscopic\nultrasound-guided fine-needle aspiration. Tech Gastrointest Endosc.\n2000;2:136-141.\n37. Alsharif M, Andrade RS, Groth SS, et al. Endobronchial ultrasoundguided transbronchial fine-needle aspiration: the University of Minnesota experience, with emphasis on usefulness, adequacy\nassessment, and diagnostic difficulties. Am J Clin Pathol. 2008;\n130:434-443.\n38. Lee HS, Lee GK, Lee HS, et al. Real-time endobronchial ultrasoundguided transbronchial needle aspiration in mediastinal staging of\nnon-small cell lung cancer: how many aspirations per target lymph\nnode station? Chest. 2008;134:368-374.\n39. Trisolini R, Lazzari Agli L, Patelli M. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration of the\nmediastinum. Chest. 2004;126:1005-1006.\n40. von Bartheld MB, Veselic Charvat M, Rabe KF, et al. Endoscopic\nultrasound-guided fine-needle aspiration for the diagnosis of\nsarcoidosis. Endoscopy. 2010;42:213-217.\n41. Kennedy MP, Jimenez CA, Mhatre AD, et al. Clinical implications\nof granulomatous inflammation detected by endobronchial ultrasound transbronchial needle aspiration in patients with suspected\ncancer recurrence in the mediastinum. J Cardiothorac Surg.\n2008;3:8.\n42. Mehrotra R, Dhingra V. Cytological diagnosis of sarcoidosis revisited: a state of the art review. Diagn Cytopathol. 2010;39:541-548.\n43. Barnett BP, Sheth S, Ali SZ. Cytopathologic analysis of paratracheal\nmasses: a study of 737 cases with clinicoradiologic correlation.\nActa Cytol. 2009;5:672-678.\n44. Kok TC, Haasjes JG, Splinter TA, et al. Sarcoid-like lymphadenopathy mimicking metastatic testicular cancer. Cancer. 1991;68:\n1845-1847.\n45. Lee HS, Lee GK, Lee HS, et al. Real-time endobronchial ultrasoundguided transbronchial needle aspiration in mediastinal staging of\nnon-small cell lung cancer: how many aspirations per target lymph\nnode station? Chest. 2008;134:368-374.\n46. Rus\n\n. 2010;39:541-548.\n43. Barnett BP, Sheth S, Ali SZ. Cytopathologic analysis of paratracheal\nmasses: a study of 737 cases with clinicoradiologic correlation.\nActa Cytol. 2009;5:672-678.\n44. Kok TC, Haasjes JG, Splinter TA, et al. Sarcoid-like lymphadenopathy mimicking metastatic testicular cancer. Cancer. 1991;68:\n1845-1847.\n45. Lee HS, Lee GK, Lee HS, et al. Real-time endobronchial ultrasoundguided transbronchial needle aspiration in mediastinal staging of\nnon-small cell lung cancer: how many aspirations per target lymph\nnode station? Chest. 2008;134:368-374.\n46. Rusch VW, Asamura H, Watanabe H, et al; Members of IASLC\nStaging Committee. The IASLC lung cancer staging project: a proposal for a new international lymph node map in the forthcoming\nseventh edition of the TNM classification for lung cancer. J Thorac\nOncol. 2009;4:568-577.\n47. Bilaceroglu S, Perim K, Gunel O, et al. Combining transbronchial\naspiration with endobronchial and transbronchial biopsy in\nsarcoidosis. Monaldi Arch Chest Dis. 1999;54:217-223.\n48. Trisolini R, Agli LL, Cancellieri A, et al. The value of flexible\ntransbronchial needle aspiration in the diagnosis of stage I sarcoidosis. Chest. 2003;124:2126-2130.\n49. Nakajima T, Yasufuku K, Kurosu K, et al. The role of EBUSTBNA for the diagnosis of sarcoidosis-comparisons with other\nbronchoscopic diagnostic modalities. Respir Med. 2009;103:\n1796-1800.\n50. Navani N, Booth HL, Kocjan G, et al. Combination of endobronchial ultrasound-guided transbronchial needle aspiration with standard bronchoscopic techniques for the diagnosis of stage I and stage\nII pulmonary sarcoidosis. Respirology. 2011;16:467-472.\n51. Pisircriler R, Atay Z, Lang W. Cytological diagnosis of intrthoracic epithelioid cellular inflammatory process. Pneumologie.\n1990;44:767-770.\n52. Tremblay A, Stather DR, Maceachern P, et al. A randomized controlled trial of standard vs endobronchial ultrasonography-guided\ntransbronchial needle aspiration in patients with suspected sarcoidosis. Chest. 2009;136:340-346.\n53. Laurberg P. Sarcoid reactions in pulmonary neoplasms. Scand J\nRespir Dis. 1975;56:20-27.\n54. Steinfort DP, Irving LB. Sarcoidal reactions in regional lymph nodes\nof patients with non-small cell lung cancer: incidence and implications for minimally invasive staging with endobronchial ultrasound. Lung Cancer. 2009;66:305-308.\n55. Schunemann HJ, Oxman AD, Brozek J, et al. Grading quality of\nevidence and strength of recommendations for diagnostic tests and\nstrategies. BMJ. 2008;336:1106-1110.\n56. Ernst A, Anantham D, Eberhardt R, et al. Diagnosis of mediastinal\nadenopathy-real-time endobronchial ultrasound guided needle\naspiration versus mediastinoscopy. J Thorac Oncol. 2008;3:\n577-582.\n57. Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy\nvs endosonography for mediastinal nodal staging of lung cancer: a\nrandomized trial. JAMA. 2010;304:2245-2252.\n58. Piet AH, Lagerwaard FJ, Kunst PW, et al. Can mediastinal nodal\nmobility explain the low yield rates for transbronchial needle\naspiration without real-time imaging? Chest. 2007;131:17831787.",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.493,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "tbna",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch19.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}