{
  "doc_id": "bacada_ch03",
  "title": "Bronchoscopic Treatment of Silicone Stent–Related Granulation Tissue",
  "abstract": "",
  "content": "28\nChapter 3\nBronchoscopic Treatment of Silicone\nStent-Related Granulation Tissue\nCASE DESCRIPTION\nThe patient was a 75-year-old man with post intubation tracheal stenosis. He had chronic obstructive pulmonary disease (COPD) (forced expiratory volume in 1 second [FEV1] 40% of predicted) requiring home oxygen supplementation at 3 L/nasal cannula. He also suffered from coronary artery disease requiring coronary artery bypass graft (CABG) surgery 5 years previously, at which time he was intubated for 3 days. He had congestive heart failure (left ventricular ejection fraction [LVEF] 40%) and required placement of a pacemaker. Three months before our encounter, he began to complain of progressive dyspnea leading to stridor. Bronchoscopy revealed a severe (4 mm), complex (three cartilaginous rings), and multilevel “hourglass” tracheal stenosis (2.5 cm in extent), suggesting a post intubation origin (Figure 3-1). His stricture rapidly recurred after rigid bronchoscopy with dilation, prompting insertion of a 12 x 40 mm straight silicone stent in the patient’s trachea 3 weeks later. The proximal aspect of the stent was located 4 cm below the vocal cords. Two months after stent placement, the patient developed progressive cough and dyspnea. On auscultation, he had rhonchi over the trachea, and stridor was heard with forced inspiration and expiration but not with tidal breathing. Bronchoscopy revealed a large amount of granulation tissue nearly completely obstructing the proximal aspect of the stent. Removal of the tissue was initiated using a flexible electrocautery probe during flexible bronchoscopy under moderate sedation (Figure 3-2).\nDISCUSSION POINTS\n1. Describe three indications for granulation tissue removal.\n2. Describe the principles of cutting and coagulation when endobronchial electrocautery and argon plasma coagulation are used.\n3. Describe two potential complications resulting from electrosurgery in this patient.\n4. List and explain three mechanisms of pathogenesis for granulation tissue formation.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThis patient presented with new exophytic endoluminal tracheal obstruction after stent placement, most likely consistent with hyperplastic granulation tissue formation, a benign form of central airway obstruction.1 The main differential diagnosis of granulation tissue in patients with indwelling airway stents is tumor overgrowth, although mucus plugging and bacterial colonization can also cause firm, necrotic-appearing obstructive lesions.\nThe exact prevalence of stent obstruction by granulation tissue versus tumor overgrowth is somewhat confounded by the fact that studies tend to report these events together rather than separately. With this caveat, the estimated frequency of recurrent obstruction from granulation tissue or tumor is 9% to 67% in patients with metal stents, and 6% to 15% in patients with silicone stents.2 Tumor overgrowth tends to occur when only the tumor area is covered and no cancer therapy is offered; it is most often seen in patients with partially covered indwelling metal stents because malignant tissue grows through exposed wire mesh, causing obstruction (Figure 3-3). Our patient, however, had no history of cancer; his stent was placed for a benign post intubation stricture, and the rapid onset of exophytic tissue growth was not consistent with a malignant tumor growth rate.\nGranulation tissue formation is less predictable. It seems that patients with known keloids or chronic airway infection are at higher risk.3 Oversizing the stent has been suspected as a risk factor, especially when stents are placed in the upper trachea or subglottis (see video on ExpertConsult.com) (Video I.3.1). For silicone, as well as metal, friction between the sharp edges of the stent and the airway mucosa may cause granulation tissue formation.\nIn addition, when electrocautery is used, the direct (aka galvanic) currents generated* around the metal wires may be cofactors in granulation tissue formation.4 Shearing forces at the stent-mucosa interface created by differential motion of the stent relative to the airway contribute to constant stimulation of airway mucosa, further leading to reactive granulation tissue formation. Hyperplastic granulation tissue formation can be seen at the site of a lung transplant surgical anastomosis†5,6 or at the anastomosis site after tracheal sleeve resection for*\nin the upper trachea or subglottis (see video on ExpertConsult.com) (Video I.3.1). For silicone, as well as metal, friction between the sharp edges of the stent and the airway mucosa may cause granulation tissue formation.\nIn addition, when electrocautery is used, the direct (aka galvanic) currents generated* around the metal wires may be cofactors in granulation tissue formation.4 Shearing forces at the stent-mucosa interface created by differential motion of the stent relative to the airway contribute to constant stimulation of airway mucosa, further leading to reactive granulation tissue formation. Hyperplastic granulation tissue formation can be seen at the site of a lung transplant surgical anastomosis†5,6 or at the anastomosis site after tracheal sleeve resection for*3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\n29\ntracheal stenosis (Figure 3-4). One study showed that 31% of patients with a lung transplant or benign disease developed granulation tissue after placement of a self-expandable metallic stent.5\nSilicone stent insertion performed using rigid bronchoscopy under general anesthesia was considered an acceptable alternative to surgery for our inoperable patient with complex stenosis.* In fact, silicone stents provide long-term airway patency in nonsurgical candidates with a variety of central airway obstructive lesions.†7-9 Stent-related complications, however, are not uncommon and in one series included migration (17.5%), obstruction from secretions (6.3%), and significant granulation tissue formation at the proximal or distal extremities of the stent (6.3%).10 This latter complication may promote the development of secondary stenosis.5 It is likely that other complications of stent insertion, such as kinking, fracture, or*\nFigure 3-1 A, Post intubation stricture at initial bronchoscopy. Note the “hourglass” morphology and severely reduced airway diameter (4 mm). B, Potassium-titanyl-phosphate (KTP) laser-assisted rigid bronchoscopy restored airway patency to 10 mm (picture taken immediately post dilation). C, Stricture recurred 3 weeks later to its predilation severity. D, A 12 x 40 mm silicone stent was placed to restore airway patency.\nInitial stricture\nA\nB\nStricture post-laser-assisted mechanical dilation\nStricture recurrence 3 weeks later\nC\nD\nAirway post-silicone stent placement\nFigure 3-2 Large amount of granulation tissue formed circumferentially around the proximal aspect of the stent. Note whitening of the tissues as an effect of electrocautery-induced coagulation.\nGranulation tissue\nElectrocautery probe\n- Most studies define complex stenoses as extensive scar >=1 cm in vertical length, circumferential hourglass-like contraction scarring, or the presence of associated malacia.*\n†Coexistent diseases such as coronary heart disease, severe cardiac or respiratory insufficiency, or a poor general condition.\npredilation severity. D, A 12 x 40 mm silicone stent was placed to restore airway patency.\nInitial stricture\nA\nB\nStricture post-laser-assisted mechanical dilation\nStricture recurrence 3 weeks later\nC\nD\nAirway post-silicone stent placement\nFigure 3-2 Large amount of granulation tissue formed circumferentially around the proximal aspect of the stent. Note whitening of the tissues as an effect of electrocautery-induced coagulation.\nGranulation tissue\nElectrocautery probe\n- Most studies define complex stenoses as extensive scar >=1 cm in vertical length, circumferential hourglass-like contraction scarring, or the presence of associated malacia.*\n†Coexistent diseases such as coronary heart disease, severe cardiac or respiratory insufficiency, or a poor general condition.30\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nFigure 3-3 A, Partially covered 14 x 40 mm Ultraflex stent placed in the left main bronchus in a patient with extrinsic compression and mucosal infiltration from primary lung adenocarcinoma. B, Circumferential tumor growth through the uncovered portion of the stent was seen on follow-up bronchoscopy performed 3 weeks later. A, Patient with severe web-like tracheal stenosis underwent tracheal sleeve resection, (B) resulting in improved airway patency. C, Several weeks later, however, severe dyspnea triggered a flexible bronchoscopy, which revealed a large amount of obstruction granulation tissue at the anastomotic site. D, This tissue was very friable and bled easily just by gentle touch with the flexible bronchoscope.\nA\nC\nD\nB\ncompression of mucosal vasculature due to excessive centrifugal force exerted by expanding or self-expanding stents, also contribute to granulation tissue formation. As in our patient, diagnostic flexible bronchoscopy should always be performed when a stent-related adverse event is expected. This will confirm or rule out problems such as mucus plugging or stent migration and will allow an accurate reassessment of the stenosis, the degree of mucosal inflammation, associated cartilaginous collapse, and the relative amount and location of hypertrophic fibrotic tissue.11 Bronchoscopy is the current standard for the detection and treatment of stent-related\nwhich revealed a large amount of obstruction granulation tissue at the anastomotic site. D, This tissue was very friable and bled easily just by gentle touch with the flexible bronchoscope.\nA\nC\nD\nB\ncompression of mucosal vasculature due to excessive centrifugal force exerted by expanding or self-expanding stents, also contribute to granulation tissue formation. As in our patient, diagnostic flexible bronchoscopy should always be performed when a stent-related adverse event is expected. This will confirm or rule out problems such as mucus plugging or stent migration and will allow an accurate reassessment of the stenosis, the degree of mucosal inflammation, associated cartilaginous collapse, and the relative amount and location of hypertrophic fibrotic tissue.11 Bronchoscopy is the current standard for the detection and treatment of stent-related3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\n31\ncomplications; in nonurgent situations, it usually involves a two-step procedure. Initially, diagnostic flexible bronchoscopy is performed to detect and characterize a stent complication; if a treatable complication is detected, rigid bronchoscopy may be required for therapeutic intervention. In our case, a large amount of obstructing granulation tissue was found proximal to the stent during flexible bronchoscopy* (see Figure 3-1).*\n- Of course, granulation tissue and other stent-related complications such as obstruction by tenuous secretions can be treated at the time of the initial diagnostic flexible bronchoscopy. One should be ready for procedure-related complications such as increasing hypoxemia or bleeding. These may be caused by the stent-related complication itself or during the course of treatment. For example, while tissues or secretions are removed with forceps, the loop sutures of a metal stent might be accidentally grasped, thereby mobilizing the stent and causing complete airway obstruction. On other occasions, tissue causing complete stent obstruction might not be removable. The bronchoscopist should be able to punch a hole through the tissue or secretions during the entire length of the stent, to create a passageway for ventilation, while other means of removing tissues, such as electrocautery or cryotherapy, are prepared.*\nThis patient had developed significant granulation 2 months after stent placement, probably as a result of abnormal wound healing-a process that eventually led to hypertrophic fibrotic tissue formation and circumferential stenosis. The exact duration of indwelling stent placement necessary to cause airway injury and granulation is not known, and the exact molecular mechanisms responsible for this are only partially understood.† Some of the better studied mechanisms include overexpression of profibrotic transforming growth factor (TGF)-beta1 in the extracellular matrix12 and the presence of high levels of vascular endothelial growth factor (VEGF) expression in the submucosal layers.13 Wound healing also depends on local and systemic factors, such as infection, pressure, tissue necrosis, age, and comorbidities.14 In this regard, patients with malignant disease develop less stent-related granulation tissue formation (~4%)-a phenomenon that can be explained in part by the use of radiotherapy and chemotherapy, leading to a less pronounced inflammatory response to the presence of the stent.5\n†Normally, wound healing lasts up to 2 years, but malnutrition, hemodynamic status, tissue hypoxia, and metabolic factors (e.g., acidosis, diabetes mellitus) can cause a delay in the healing process.\n- *Comorbiditie*s**\nThis patient suffered from several cardiovascular comorbidities. An assessment of risk for myocardial infarction or death and methods to reduce or eliminate these risks should be addressed before surgery is performed on such patients under general anesthesia.15 Perioperative myocardial infarction causes substantial morbidity and prolonged hospitalization; mortality rates as high as 25% to 40% are associated. Noninvasive stress testing is widely used to help predict risk of perioperative complications, but the poor predictive power of these tests limits their usefulness. No data suggest benefits of percutaneous coronary intervention or CABG in reducing noncardiac surgical risk. In addition, angioplasty with stenting and its need for anticoagulation can expose patients to increased risk of perioperative bleeding. In general, stable patients who have previously undergone coronary revascularization may safely undergo surgery, especially low cardiac risk procedures such as bronchoscopic interventions. In one study of patients who had undergone high-risk noncardiac surgeries, the revascularized patients experienced significantly fewer cardiac complications perioperatively when compared with patients without previous CABG.16 It is currently recommended that asymptomatic patients who have undergone CABG in the previous 5 years should proceed directly to noncardiac surgery without further preoperative evaluation.17 From a purely cardiac standpoint, our patient had no contraindication to rigid bronchoscopy under general anesthesia, making it a possible alternative for granulation tissue removal.\nPostoperative pulmonary complications are at least equally prevalent and contribute similarly or more to morbidity, mortality, and length of stay in patients undergoing noncardiac surgery.18 With regard to perioperative pulmonary risk stratification, patient-related risk factors for postoperative pulmonary complications* include advanced age,† American Society of Anesthesiologists class 2 or higher, functional dependence, COPD, and congestive heart failure (all were seen in our patient). Abnormal findings on chest examination (defined as decreased breath sounds, prolonged expiration, rales, wheezes, or rhonchi) were the strongest predictors of postoperative pulmonary complication rates (odds ratio, 5.8).18 Evidence supports procedure-related\nevaluation.17 From a purely cardiac standpoint, our patient had no contraindication to rigid bronchoscopy under general anesthesia, making it a possible alternative for granulation tissue removal.\nPostoperative pulmonary complications are at least equally prevalent and contribute similarly or more to morbidity, mortality, and length of stay in patients undergoing noncardiac surgery.18 With regard to perioperative pulmonary risk stratification, patient-related risk factors for postoperative pulmonary complications* include advanced age,† American Society of Anesthesiologists class 2 or higher, functional dependence, COPD, and congestive heart failure (all were seen in our patient). Abnormal findings on chest examination (defined as decreased breath sounds, prolonged expiration, rales, wheezes, or rhonchi) were the strongest predictors of postoperative pulmonary complication rates (odds ratio, 5.8).18 Evidence supports procedure-related32\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nimproving the quality of relationships among family members with respect to the disease.20\nPatient Preferences and Expectations\nDuring our preprocedure interview, our patient expressed his wish to avoid general anesthesia if possible. He was informed of available therapeutic options for his current airway problem, such as flexible bronchoscopy removal using laser, electrocautery, argon plasma coagulation, cryotherapy, or rigid bronchoscopy with stent revision, and removal of tissues by rigid bronchoscopic resection, laser, or electrosurgery. After he had been informed of the risks and benefits of available therapeutic alternatives for his situation, he elected to undergo flexible bronchoscopy with electrosurgery to improve symptoms acutely so that he could avoid rigid bronchoscopy.\nProcedural Strategies\nIndications\nThe obstructing granulation tissue resulted in stridor and respiratory distress at rest. The bronchoscopic procedure was indicated in an attempt to restore airway lumen patency and to improve airflow and symptoms.\nContraindications\nThis patient had no absolute contraindications to flexible bronchoscopy. In fact, the only contraindication to elective bronchoscopy is refractory hypoxemia.* Although hypoxemia is associated with cardiac arrhythmias in 11% to 40% of patients who undergo fiberoptic bronchoscopy, cardiac rhythm disturbances are rarely clinically important. The American Thoracic Society recommends avoiding bronchoscopy and bronchoalveolar lavage in patients with hypoxemia that cannot be corrected to at least a partial pressure of arterial oxygen (PaO2) of 75 mmHg or to a saturated oxygen level in hemoglobin (SaO2) greater than 90% with supplemental oxygen. In case of use of electrosurgery, any high amount of supplemental fraction of inspired oxygen (FiO2) would pose a risk for airway fire and stent ignition. Our patient was on 3 L of oxygen at baseline, which is the equivalent of an FiO2 of 0.32*.*\nExpected Results\nElectrocautery uses high-frequency current, which leads to thermal tissue destruction. This bronchoscopic modality has been used successfully to remove granulation tissue 21 and can be performed using flexible or rigid bronchoscopy; when the rigid scope is used, the electrode tip must not be in contact with the rigid tube or other instruments or devices (e.g., forceps, stent) to avoid formation of an electrical circuit with the equipment or the operator (Figure 3-5). The main advantage of electrocautery over other techniques (photodynamic therapy, brachytherapy, or cryotherapy) is its rapid results. Care should be taken to avoid damaging normal airway wall structures or the indwelling airway stent. Necrosis caused by electrocautery depends on the voltage difference between the probe and the tissue, the surface area of contact, the duration energy is applied,† and the presence of blood or mucus.22 For instance, in one study, superficial tissue damage was caused despite short duration of bronchoscopic electrocautery using 30 W power, use of a flexible electrocautery probe (2 mm2 surface area) for less than 2 seconds. A longer duration of coagulation (3 or 5 seconds) caused damage to the underlying cartilage.22\nTeam Experience\nThe operating physician is responsible for settings, dosing of energy, and any decision regarding use of the electrosurgical unit. Although all staff members present should understand and confirm the settings used, the physician determines what modes, settings, and duration of delivery are used.\nFigure 3-5 A, The rigid electrocautery probe is placed directly onto the granulation tissue formed distal to the stent, (B) once coagulated tissue is removed using the rigid forceps; despite minimal use of electrocautery (25 W, 3 second pulses) and lack of direct contact with the stent, collateral thermal stent damage characterized as a spontaneous break in the continuity of the silicone layer inside the stent was evident (black arrows). A B\n- The first liter is 0.03 FiO2; thereafter it is 0.04 to each liter flow of oxygen. Therefore 3 L is the equivalent of approximately 0.32 FiO2. Room air is 0.21 FiO2.*\n- By refractory, we mean persistent hypoxemia (<90%) despite administration of supplemental oxygen or noninvasive positive-pressure ventilation.*\n†1 second coagulation resulted in a depth of necrosis of 0.2 +/- 0.1 mm, and 0.2 +/- 0.3 mm of tissue damage underneath; after\nminimal use of electrocautery (25 W, 3 second pulses) and lack of direct contact with the stent, collateral thermal stent damage characterized as a spontaneous break in the continuity of the silicone layer inside the stent was evident (black arrows). A B\n- The first liter is 0.03 FiO2; thereafter it is 0.04 to each liter flow of oxygen. Therefore 3 L is the equivalent of approximately 0.32 FiO2. Room air is 0.21 FiO2.*\n- By refractory, we mean persistent hypoxemia (<90%) despite administration of supplemental oxygen or noninvasive positive-pressure ventilation.*\n†1 second coagulation resulted in a depth of necrosis of 0.2 +/- 0.1 mm, and 0.2 +/- 0.3 mm of tissue damage underneath; after3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\nTherapeutic Alternatives to Granulation Tissue Removal\nThe choice of treatment modality is based on knowledge of its tissue effects, availability, operator experience, safety (e.g., electrocautery may not be possible in a patient who requires substantial supplemental oxygen to maintain oxygen saturation), and costs. Alternatives to granulation tissue removal include systemic and bronchoscopic therapies such as laser, electrocautery, argon plasma coagulation (APC), cryotherapy or rigid bronchoscopy with stent revision, and removal of tissues using rigid bronchoscopic forceps.\n1. Medical therapy: Because wound healing is the source of the problem, researchers have tried to modulate and suppress this process.13 Several agents have been tested for controlling the wound-healing process in airway stenosis: (1) inflammation phase: antibiotics, steroids, and hyperbaric oxygen (HBO)*; (2) proliferative phase: antibiotics, steroids, mitomycin,† 5-fluorouracil (5-FU)‡/triamcinolone, HBO; (3) maturation phase: halofuginone,§ beta-aminopropionitrile, colchicine, penicillamine, and N-acetyl-L-cysteine (NAC).¶ Most of these agents were investigated in animal models. Three modalities were more thoroughly investigated: steroids and antibiotics, mitomycin, and antireflux medications.13 Treatment with steroids and antibiotics did not have consistent results in different animal and human studies. Most studies demonstrated the superiority of mitomycin when compared with placebo if used immediately after tissue injury (i.e., on fresh, inflamed scar, containing mostly granulation tissue). Most of these studies show a tendency toward a favorable effect of mitomycin, yet results from the only prospective double-blind, randomized human study performed as of this writing did not demonstrate improvement when topical mitomycin was applied.13 Reflux prevention includes education and behavioral changes, along with drugs such as proton pump inhibitors, H2-receptor antagonists, and prokinetic agents.13 Because of limited data supporting its efficacy and the severe nature of symptoms and the degree of obstruction, simple medical therapy was not offered to our patient.*\n2. Neodymium-doped yttrium aluminum garnet (Nd:YAG) laser: Effect is based on thermal tissue destruction resulting from light-tissue interaction. The distribution of energy depends on the optical properties of the material and the wavelength characteristic of the laser light. As absorbed energy is converted into heat, a rise in the temperature of the target tissue or material occurs; the temperature will rise above threshold levels only if the absorbed power density exceeds the capacity of the material to conduct heat away from the impact site. For example, at low power densities, the poor absorption of the Nd:YAG laser and its pronounced scattering result in slow homogeneous heating of a large volume of tissue without serious mechanical damage to the tissue surface.23 At high power densities, however, the temperature 2 to 3 mm below the tissue surface rises rapidly, prompting vaporization of water content and a pocket of steam with pressure high enough to rupture overlying tissues.24 Certain quantities of laser energy, defined by power density, would cause local heating without the extreme temperature elevation required to disrupt stent integrity or prompt stent ignition.2 In these circumstances, laser-induced stent damage* may cause substantial morbidity from airway burn injury in case of stent ignition, or airway wall and vascular perforation in case of metal stent rupture. To identify margins of safety within which bronchoscopic Nd:YAG laser resection can be performed without damaging indwelling airway stents, an experimental in vitro study simulating a patient-care environment was conducted† using Nd:YAG laser performed at FiO2 of 0.4 using fiber-to-target distances of 10 mm and 20 mm, and noncontact, continuous-mode, 1 second pulses at power settings of 10 W, 30 W, and 40 W. Results of this study showed that uncovered Wallstent and silicone stents were not damaged when Nd:YAG laser energy was delivered using power densities less than 172 W/cm2 (10 W, 10 mm), but were damaged at power densities greater than 225 W/cm2 (30 W, 20 mm); uncovered Wallstents, covered Wallstents, and silicone stents all were damaged at power densities greater than 225 W/cm2 and at power settings greater than 30 W; covered Wallstents, however, had a high likelihood of ignition at all power densities studied (75 W/cm2, 172 W/cm2, 225 W/cm2, 300 W/cm2, 518 W/cm2,\nmm, and noncontact, continuous-mode, 1 second pulses at power settings of 10 W, 30 W, and 40 W. Results of this study showed that uncovered Wallstent and silicone stents were not damaged when Nd:YAG laser energy was delivered using power densities less than 172 W/cm2 (10 W, 10 mm), but were damaged at power densities greater than 225 W/cm2 (30 W, 20 mm); uncovered Wallstents, covered Wallstents, and silicone stents all were damaged at power densities greater than 225 W/cm2 and at power settings greater than 30 W; covered Wallstents, however, had a high likelihood of ignition at all power densities studied (75 W/cm2, 172 W/cm2, 225 W/cm2, 300 W/cm2, 518 W/cm2,34 SECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nThe one 25 W pulse delivered 4 mm from the target, prompting authors to conclude that the Nd:YAG laser should not be used in patients with indwelling Wallstent, Strecker, and Palmaz metal stents 26 for fear of stent fracture. The importance of coexisting mucus or blood in the setting of indwelling airway stents was also well demonstrated in an in vitro study, in which investigators were able to ignite blood- or soot-covered silicone stents using multiple laser power settings. Clean silicone stents could not be ignited regardless of power density or oxygen concentration. 27\n3. Argon plasma coagulation (APC): This procedure is based on argon gas ionization by current, which will lead to thermal tissue destruction. Typically indicated for hemoptysis and malignant exophytic endoluminal obstruction, 28 APC has been used successfully for treating granulation tissue. 29 Because argon plasma is electrically conductive, an electrical spark jumps from the tip of the electrode to the target tissue, creating a thermal effect. The probe should not touch the tissue surface at any time (Figure 3-6); the distance between the probe’s distal tip and conductive biologic tissue must be approximately 5 mm or less, and the target tissue must be conductive. Tissue that is dehydrated, carbonized, or denatured will resist the flow of electrical current. In a large prospective study of 364 patients treated over a 4-year period, authors showed that APC is effective and safe in treating a variety of central airway disorders, including stent obstruction by tumor or granulation tissue (overall 67% success rate) with a complication rate of 3.7%. 30 In a small case series of three patients who developed strictures and stent-related granulation tissue after solid organ transplantation, the success rate of APC was 100% with no complications. 31 When this technique is used, however, a concern is that gas forced into the airway wall may collect within a blood vessel, causing gas embolism. Argon gas is heavy, inert, and 17 times less soluble in the body than carbon dioxide, and it may pass into the systemic circulation. Both cerebral gas embolism and cardiac arrest have been reported after airway applications of APC. 32,33\nUse of APC in the setting of indwelling airway stents was addressed in an experimental in vitro study simulating a patient-care environment where uncovered and covered nitinol (Ultraflex) stents, uncovered and covered Wallstents, and studded silicone stents were deployed in the tracheobronchial tree of a ventilated and oxygenated heart-lung block from an expired pig. APC was performed at power settings of 40 and 80 W using FiO2 of 0.21, 0.40, and 1.00, and an argon gas flow rate of 0.8 L/min through the flexible bronchoscope.\nFigure 3-6 A, Argon plasma coagulation (APC) probe is seen in near contact mode with granulation tissue during flexible bronchoscopy in vivo. B, Damaged silicone stent after APC application at fraction of inspired oxygen (FiO2) of 1.00. C, Melted Ultraflex stent membrane is noted after APC application. D, Broken stainless steel uncovered Wallstent wires can cause adjacent tissue damage through their conducting capabilities (note the charred tissue).\nobronchial tree of a ventilated and oxygenated heart-lung block from an expired pig. APC was performed at power settings of 40 and 80 W using FiO2 of 0.21, 0.40, and 1.00, and an argon gas flow rate of 0.8 L/min through the flexible bronchoscope.\nFigure 3-6 A, Argon plasma coagulation (APC) probe is seen in near contact mode with granulation tissue during flexible bronchoscopy in vivo. B, Damaged silicone stent after APC application at fraction of inspired oxygen (FiO2) of 1.00. C, Melted Ultraflex stent membrane is noted after APC application. D, Broken stainless steel uncovered Wallstent wires can cause adjacent tissue damage through their conducting capabilities (note the charred tissue).3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\nPrimary outcome was the time taken for the APC to cause stent damage, defined as discoloration, ignition, or rupture. Airway fires involving all five types of stents consistently occurred in the presence of 100% oxygen at powers of 40 W and 80 W. At lower FiO2 (0.21 and 0.40), silicone stents were not damaged at 40 W and 80 W. Uncovered Ultraflex stents were undamaged using 40 W at either FiO2 (0.21 or 0.40), but could be damaged using both FiO2 levels when the power was increased to 80 W. Covered Ultraflex and both uncovered and covered Wallstents were damaged at both power settings (40 W and 80 W) and FiO2 (0.21 and 0.40) levels, with a trend toward earlier damage when higher FiO2 and power were used (see Figure 3-6). When used within the parameters identified in this study (power 40 W, FiO2 0.21, APC flow rate 0.8 L/min), APC could be a safe method for tissue destruction and could avoid the risk of airway stent ignition, especially if short bursts of APC are employed. The safety limits identified using FiO2 of 0.4, however, are also important, because some patients undergoing APC may require supplemental oxygen therapy. Nitinol and stainless steel are metals that have high electrical conductivity in comparison with polyurethane and silicone, which are nonconductive plastic materials. These differences in stent properties also explain the easy combustibility of covered metal stents compared with uncovered metal and silicone stents.34\n4. Photodynamic therapy (PDT): With this modality, tissues with the retained photosensitive agent are exposed to laser light. This results in nonthermal tissue destruction. PDT for nonmalignant airway obstruction is not well described, but in animal models of trauma-induced granulation tissue, rabbits that received PDT showed patchy granulation tissue that was only 20% to 30% of the volume of that seen in untreated animals. Although PDT may be a therapeutic alternative for airway stenosis originating from granulation tissue,35 therapeutic effect is delayed, and multiple procedures may be necessary to remove necrotic debris. Furthermore, in a study comparing PDT versus electrocautery in the treatment of patients with early lung cancer, greater airway stenosis and increased subepithelial fibrosis were seen after treatment with PDT (and Nd:YAG laser).36\n5. Cryotherapy: This treatment can be used for granulation tissue removal provided in a contact mode with cryoprobes. These are placed on target tissues in a succession of adjacent areas in such a way that the freeze zone margins overlap; repeated (usually three) freeze-thaw cycles, each lasting 30 seconds, will lead to tissue destruction. Tissues are subsequently removed with the use of forceps. In the search for an alternative to contact mode cryotherapy, a study of the human airway was performed using surgically resected specimens and noncontact spray cryotherapy to assess safety and histologic effects. Considerable cellular injury to the treated tissue was noted, but the supporting connective matrix was left intact. Long-term pathology findings (>100 days post-treatment) revealed a complete lack of scarring or stricture.37 The technique consists of applying medical-grade liquid nitrogen (−196 degrees C) directly to the tissue via a low-pressure, disposable 7-French cryocatheter introduced through the working channel of a therapeutic flexible bronchoscope.38\n6. Brachytherapy: The rationale for the use of ionizing radiation in the setting of granulation tissue is based on its successful use in other benign diseases such as keloids, coronary artery restenosis, peripheral vascular restenosis, and heterotopic ossification.6 Brachytherapy has been shown to successfully reduce the degree of nonmalignant airway obstruction.39,40 In one study, 80% (15/19) of patients41 with metal stent-induced granulation tissue responded favorably (a dose of 1000 cGy was applied in each treatment). In another study, investigators used one to two fractions of Ir-192 prescribed to 7.1 Gy at a radius of 1 cm in eight patients. However, the effect of brachytherapy is delayed, and repeat interventions may be necessary.6\n7. Stent removal and replacement with self-expanding metallic stents (SEMS): In their uncovered form, these stents maintain epithelialization and mucociliary clearance but provide a major disadvantage in that they cause significant granulation tissue formation. Clinical\nosis, and heterotopic ossification.6 Brachytherapy has been shown to successfully reduce the degree of nonmalignant airway obstruction.39,40 In one study, 80% (15/19) of patients41 with metal stent-induced granulation tissue responded favorably (a dose of 1000 cGy was applied in each treatment). In another study, investigators used one to two fractions of Ir-192 prescribed to 7.1 Gy at a radius of 1 cm in eight patients. However, the effect of brachytherapy is delayed, and repeat interventions may be necessary.6\n7. Stent removal and replacement with self-expanding metallic stents (SEMS): In their uncovered form, these stents maintain epithelialization and mucociliary clearance but provide a major disadvantage in that they cause significant granulation tissue formation. Clinical36\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nBefore the bronchoscope is inserted into the patient’s airway, a grounding pad is placed on the patient (on the arm or hip closest to the treatment site). This ensures that a large area of the skin† is covered by the pad to avoid burns as the current exits the body. The grounding pad serves as a conductive plate to complete the electrical circuit between the electrosurgical unit and the active electrode. The surface area must be adequate to disperse the current, so that current density cannot collect in a single spot, causing a burn. Most units have alarms for when a current leak occurs or when the grounding pad is improperly positioned.\n- *Anatomic Dangers and Other Risk*s**\nWhen working with electrosurgery in the upper trachea, one risks thermal injury to the normal mucosa, including the vocal cords, in case the patient coughs excessively or moves his or her head during the procedure. Local anesthesia may be a poor choice when risk of patient movement or coughing may jeopardize the procedure. A relatively immobile field or excellent coordination and scope control are needed for accurate direction of the electrocautery probe.\nIn addition, the patient should be clear of electrically conductive objects, such as an intravenous stand. Padding (i.e., towels) should be placed between any metal and the patient’s arms. Because electricity follows the path of least resistance, one should avoid direct skin-to-skin contact points (e.g., fingers to thighs). Jewelry probably should be removed during electrosurgery. Jewelry that must be left on (e.g., a ring that cannot be removed) should be isolated from skin using gauze with nonconductive tape. Attention should be paid to having a well-sedated patient who suddenly may twitch or move during the electrocautery application, because this may occur with neuromuscular stimulation; this can be caused by loose wires or connections on the front or back of the unit, broken wire bundles under insulation, or defective adapters that allow demodulation of current to below the 100 kHz threshold.\n- *Results and Procedure-Related Complication*s**\nAfter induction of moderate sedation, with the patient receiving oxygen via face mask, the flexible bronchoscope (2.8 mm working channel) was introduced through the pacing.\nThe presence of these devices warrants precautions because their deprogramming has been reported following electrocautery. If the patient’s rhythm is not paced, the pacemaker can be inhibited* for the time of the procedure by applying a magnet over the pacemaker on the patient’s chest. The magnet inhibits sensing of cardiac or noncardiac electrical events by the pacemaker, which reverts back to the programmed routine upon removal of the magnet. If, however, the patient has a paced rhythm, a technician with instruments required to reprogram the unit should be contacted before electrocautery is used. It is advisable to have the pacemaker’s clinical support line number available, to maintain 15 cm between the active electrode and any electrocardiograph (ECG) electrode, and to have resuscitation equipment ready. Although most of these devices have a magnet response, some devices can be programmed to not respond to magnet application, and thus will need a device programmer to change the parameters. It is advisable to contact the manufacturing company to clarify these issues before beginning the procedure. For AICDs, the magnet can temporarily turn off defibrillation therapy without inhibiting pacing.† In addition to procedures requiring electrosurgery, indications for AICD deactivation include ongoing cardiac resuscitation, end-of-life care, inappropriate shocks, and transcutaneous pacing.46 This patient’s rythm was not paced, so a magnet was placed on his chest over the pacemaker site.*\nWe performed the procedure with moderate sedation using 5 mg of midazolam intravenously. Careful management of supplemental oxygen is essential to avoid inadvertent airway injury due to ignition of gases by an electrical spark from a high-frequency generator during bronchoscopy. FiO2 is maintained below 0.4 (translating to approximately 3 liters/minute or less with use of a nasal cannula) to avoid airway fire.‡\n- *Techniques and Instrumentatio*n**\nThe power setting for electrosurgery is determined by the operator. The usual power is 15 to 30 W, but power may vary according to the physician’s technique and the desired effect. For example, for deep coagulation, a 20 W power setting is selected with longer activation times. Increasing power to 40 W leads to higher energy levels at the tip of the probe, resulting in rapid but shallower effects (superficial coagulation). In our patient, we used coagulation mode at a 20 W power setting. The\nto ignition of gases by an electrical spark from a high-frequency generator during bronchoscopy. FiO2 is maintained below 0.4 (translating to approximately 3 liters/minute or less with use of a nasal cannula) to avoid airway fire.‡\n- *Techniques and Instrumentatio*n**\nThe power setting for electrosurgery is determined by the operator. The usual power is 15 to 30 W, but power may vary according to the physician’s technique and the desired effect. For example, for deep coagulation, a 20 W power setting is selected with longer activation times. Increasing power to 40 W leads to higher energy levels at the tip of the probe, resulting in rapid but shallower effects (superficial coagulation). In our patient, we used coagulation mode at a 20 W power setting. The3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\n37\ndiagnoses of stent complications were reported. However, this study examined granulation tissue and secretions, which together were responsible for 13 of 30 (43%) detected complications.48 We propose that distinguishing between the two before bronchoscopy is important because procedural preparation may be different. For instance, if granulation tissue is the cause of obstruction, rigid bronchoscopy may be planned, or, alternatively, a therapeutic scope should be available to perform APC, cryotherapy, or electrocautery. On the other hand, if mucus plugging is the culprit for obstruction seen on MDCT, flexible bronchoscopy with therapeutic aspiration of secretions may suffice. MDCT may be useful if the stent needs to be replaced because a custom stent can be designed on the basis of measurements obtained by MDCT.48\nDISCUSSION POINTS\n1. Describe three indications for granulation tissue removal. - Dyspnea: results from airflow obstruction and increased work of breathing* - Hemoptysis: a consequence of mechanical trauma caused by the stent (see Figures 3-3 and 3-4)* - Secretion retention: results from inability to raise mucus caused by mucociliary impairment (stent-related) due to obstructing granulation tissue*\n2. Describe the principles of cutting and coagulation when endobronchial electrocautery and argon plasma coagulation are used.\nEndobronchial electrocautery is a monopolar technique because current passes from the electrode and completes the circuit through an electrical plate on the patient’s skin. High-frequency generators are capable of producing temperatures that change cells. As current moves through tissue, electrons collide with molecules of the tissue, causing dissipation of energy in the form of heat, which is proportionate to the duration of application and the amount of energy and tissue resistance. Ideally, tissue is desiccated without carbonization, because carbonization can slow the cellular process of healing. - Cutting: This is done at high voltages (>200 V) to create an electrical arc between electrode and tissue, leading to immediate vaporization* - Coagulation: This is achieved by heating tissues (~70 degrees C) while avoiding vaporization (>100 degrees C) and carbonization (>200 degrees C)* - Soft coagulation: Voltage currents are less than 200 V and unmodulated; the electrode is in direct contact with the tissue, avoiding electrical arc formation and carbonization.* - Forced coagulation (desiccation): This procedure uses higher-voltage modulated currents (>500 V) but creates electrical arcs and may cause carbonization* - Spray coagulation (fulguration): High-voltage (>2000 V), strongly modulated currents are used, leading to surface coagulation when used in a noncontact mode (in a contact mode, the effect is cutting).*\npatient’s right nostril. After local laryngeal analgesia was achieved with 300 mg of lidocaine, the scope was advanced through the cords in the patient’s subglottis and upper trachea just proximal to the granulation tissue. The electrocautery probe was then inserted, oxygen flow was reduced to 3 L/min and coagulation of granulation tissue was initiated (see video on ExpertConsult.com) (Video I.3.3). The optimal activation time for electrocautery (including APC), if possible, is during the patient’s exhalation phase or during apnea, when oxygen concentration is lowest. Electrocautery of short duration is applied because the probe is constantly moved along the tumor during the procedure and is mostly tangential to the mucosal surface. Repeat cleaning of the probe may be necessary during the procedure. Also, repeat cycles of coagulation and tissue removal with forceps are necessary when this technique is used. Withholding supplemental oxygen during actual activation avoids any increase in exposure of the electrical energy to high levels of oxygen. A patient with unstable oxygen saturation therefore may require significant time to treat. In our case, the procedure lasted 40 minutes. No procedure-related complications occurred, nor was evidence of airway wall perforation, pneumothorax, or airway fire noted.\nLong-Term Management\nOutcome Assessment\nGranulation tissue removal resulted in immediate improvement in symptoms. The quality of care was satisfactory because restoring airway patency via flexible bronchoscopy allowed us to avoid the risk of general anesthesia and its potential complications.\nFollow-up Tests and Procedures\nSome operators perform surveillance flexible bronchoscopy every 3 to 6 months as part of routine evaluation of stent patency.41 The value of this practice is questionable, and evidence indicates that routine follow-up bronchoscopy with lack of symptoms is not warranted in\noxygen during actual activation avoids any increase in exposure of the electrical energy to high levels of oxygen. A patient with unstable oxygen saturation therefore may require significant time to treat. In our case, the procedure lasted 40 minutes. No procedure-related complications occurred, nor was evidence of airway wall perforation, pneumothorax, or airway fire noted.\nLong-Term Management\nOutcome Assessment\nGranulation tissue removal resulted in immediate improvement in symptoms. The quality of care was satisfactory because restoring airway patency via flexible bronchoscopy allowed us to avoid the risk of general anesthesia and its potential complications.\nFollow-up Tests and Procedures\nSome operators perform surveillance flexible bronchoscopy every 3 to 6 months as part of routine evaluation of stent patency.41 The value of this practice is questionable, and evidence indicates that routine follow-up bronchoscopy with lack of symptoms is not warranted in--38 SECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n4. List and explain three mechanisms of pathogenesis for granulation tissue formation.\nIn granulation tissue formation, the balance between synthesis and breakdown of the matrix is lost in a sequence of events divided into three overlapping phases14:\n- Inflammation: With edema and erythema in the thin mucosal layer, inflammation occurs within a few hours after subendothelial tissue exposure. The tracheal stretching and expansion that occur during respiration, head movement, and irritation may contribute to mechanical irritation of the mucosa and may produce cytokines that induce formation of granulation tissue. When the causative process persists, such as chronic irritation from the stent, ulceration develops. This phase includes release of inflammatory mediators (prostaglandins, interleukins 1 and 6, tumor necrosis factor [TNF]-alpha, and TGF-beta) that increase blood vessel permeability and enhance inflammatory cell migration and accumulation.* The immunosuppression state, such as that seen in lung transplant recipients, may have an inhibitory effect on granulation tissue formation.6 In fact, results of studies show that granulation tissue formation was significantly less in transplant recipients than in nontransplant patients at 3 months’, 15 months’, and 18 months’ follow-up. During 2 years of follow-up, transplant recipients underwent significantly fewer laser resections and brachytherapy treatments for stent-related granulation.*\n- Proliferation: This phase is associated with epithelialization and angiogenesis. Cytokines involved are platelet-derived growth factor, VEGF, interleukin (IL)-1, IL-6, TGF-beta, and fibroblast growth factor. During this phase, fibroblasts, macrophages, keratinocytes, and endothelial cells proliferate. Elastin and collagen proliferation leads to the formation of new connective tissue in which new vessels are present (granulation tissue). Indeed, microscopic examination of granulation tissue reveals an increase in angiogenesis and deposition of extracellular matrix. Studies show that TGF-beta1 released from epithelial cells stimulates fibroblasts to produce VEGF, which, in turn, induces angiogenesis and contributes to the formation of granulation tissue.13 Production of VEGF indicates neovascularization, which characterizes tissue repair following injury. The highest levels of VEGF expression are noted in the submucosal layers.\n- Maturation: This phase is controlled by epidermal growth factor and TGF-beta. A mature scar is formed as remodeling occurs and tensile strength is gained. Microscopic examination of these tissues reveals deposition of extracellular matrix.12 In biopsy specimens from stent stenoses, immunoreactive TGF-beta1† was principally localized extracellularly in association with subepithelial connective tissue. TGF-beta1 showed moderate to strong expression in the subepithelium but was rarely expressed in the epithelial cells. In contrast to TGF-beta1, Ki-67, which is a crucial marker for proliferation, could be detected, mainly in the epithelium but not in the subepithelium.\n- APC: This noncontact mode electrocautery is similar to spray coagulation, but the electrical arc between electrode and tissue is conducted via ionized argon gas continuously flowing from the tip of the probe. The usual settings for pulmonary applications include coagulation mode at 45 to 60 W and gas flow at 0.3 to 1 L/min.*\n- Coagulation is superficial (3 mm) and is more controlled than with spray coagulation in terms of smoke production and carbonization.†\n- Cutting is not an effect of APC; in fact, no risk of cutting is present because the actual tip of the electrode is inside the distal aspect of the probe and cannot be in direct contact with the tissues.‡\n3. Describe two potential complications resulting from electrosurgery in this patient.\n- Airway wall injury22,49\n- Early: This occurs as mucosal ulceration and inflammation potentially leading to cartilaginous destruction.\n- Delayed: This is seen as fibrosis and stenosis if the coagulation was performed circumferentially; it results from retractile scar formation and loss of cartilaginous support.\n- Airway fire\n- Can be seen in all modes that generate an electrical arc (cutting, forced coagulation, APC§) but not in the soft coagulation mode\n- Tends to occur when the FiO2 is above 0.4, or when electrosurgery is performed too close to a flammable material (stent, endotracheal tube, suction catheter)\nin direct contact with the tissues.‡\n3. Describe two potential complications resulting from electrosurgery in this patient.\n- Airway wall injury22,49\n- Early: This occurs as mucosal ulceration and inflammation potentially leading to cartilaginous destruction.\n- Delayed: This is seen as fibrosis and stenosis if the coagulation was performed circumferentially; it results from retractile scar formation and loss of cartilaginous support.\n- Airway fire\n- Can be seen in all modes that generate an electrical arc (cutting, forced coagulation, APC§) but not in the soft coagulation mode\n- Tends to occur when the FiO2 is above 0.4, or when electrosurgery is performed too close to a flammable material (stent, endotracheal tube, suction catheter)3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue\n39\n- By local application of cold saline, epinephrine, and tamponade with the bronchoscope.*\n- The depth of coagulation necrosis with electrocautery is 0.2 mm for 1 second bursts, but 1.9 mm with 5 second bursts. Tissue damage underneath the necrosis measures about 0.7 mm at 5 seconds. This results in overall histologic changes of ~2.6 mm,22 which is similar to APC (up to 3 mm). The pressure by which the electrocautery probe is pushed against the airway wall may affect the extent of tissue damage and, in practice, bronchoscopists use “soft palpation,” a subjective parameter that is not an issue with APC, a noncontact modality.*\nExpert Commentary\nprovided by Martin J. Phillips, MBBS, MD, FRACP\nThis case illustrates the problem of stent obstruction with granulation tissue, a phenomenon that can occur with any stent but is more common with expandable metallic than with silicone stents. The patient was a 75-year-old man who had developed a severe complex post intubation tracheal stenosis, which was treated initially with laser-assisted mechanical dilation at rigid bronchoscopy. Within 3 weeks, the stricture had recurred and required further rigid bronchoscopy and insertion of a straight 12 x 40 mm silicone stent. After another 2 months, the proximal portion of the stent was almost completely obstructed with granulation tissue, which was removed with electrocautery via flexible bronchoscopy under moderate sedation.\nI completely agree with the authors’ decision to avoid using Nd:YAG laser in this patient. The authors rightly emphasize the precautions that need to be taken when granulation tissue adjacent to a stent is treated. Stent material is highly flammable at high temperatures in the presence of oxygen, and ignition may be further enhanced with increased absorption of laser energy by pigmented tissues, including by silicone when the stent itself is spotted with char tissue. Use of electrocautery to clear the granulation tissue is justified because it is a safe and effective modality if necessary precautions are taken.\nAn alternative approach worth considering is the use of argon plasma diathermy, also known as argon plasma coagulation (APC), at a power setting of 30 to 40 W delivered in short bursts. The electrical current, which is conducted in the argon plasma, arcs from the electrode to the nearest grounded conductive material, which in this case would be tissue. The silicone stent material is not a good conductor, and the current therefore preferentially goes to tissue, which becomes denatured. Nevertheless, it is possible for the stent to catch fire if tissue adjacent to it is flammable or reaches a high temperature.34 The potential advantage of APC diathermy is that it may not penetrate so deeply as electrocautery* and therefore may be less likely to induce additional local fibrosis and inflammatory reactions. The risk of argon emboli is lessened if short bursts are used in a space that is not too confined so that excessive pressures are avoided. This should be possible in treating granulation tissue at the proximal end of the stent.*\nAnother alternative is cryotherapy-assisted tissue removal. Rather than using the freeze-thaw technique generally employed for debulking endobronchial tumor-a technique with delayed action-a short freeze time of 3 to 5 seconds or so might allow granulation tissue to be pulled away from the stent orifice. Clearly no risk of thermal damage to the stent is present, and underlying cartilaginous structures within the trachea are protected. A little local bleeding may occur, although usually this is easily controlled.*\nThe authors used a flexible bronchoscope with moderate sedation, partly in accord with the patient’s preference to avoid general anesthesia (GA), which clearly needs to be respected. The patient had a background history of COPD, as well as coronary artery disease and coronary artery bypass graft surgery. Bronchoscopy should be avoided if possible within 6 weeks of a myocardial infarction,50 but this was not an issue for this patient. The patient had no history of ischemic symptoms following his cardiac surgery; it was therefore reasonable to proceed to bronchoscopy without further cardiac evaluation.17 The patient’s medication use would be checked to determine whether he was receiving anticoagulation, aspirin, or clopidogrel. Oral anticoagulation should be stopped 3 to 5 days before the procedure or reversed by vitamin K if the situation is more urgent and tissue removal is anticipated. Heparin can be given in the interim if necessary and stopped just before the procedure is performed. Procedures\navoid general anesthesia (GA), which clearly needs to be respected. The patient had a background history of COPD, as well as coronary artery disease and coronary artery bypass graft surgery. Bronchoscopy should be avoided if possible within 6 weeks of a myocardial infarction,50 but this was not an issue for this patient. The patient had no history of ischemic symptoms following his cardiac surgery; it was therefore reasonable to proceed to bronchoscopy without further cardiac evaluation.17 The patient’s medication use would be checked to determine whether he was receiving anticoagulation, aspirin, or clopidogrel. Oral anticoagulation should be stopped 3 to 5 days before the procedure or reversed by vitamin K if the situation is more urgent and tissue removal is anticipated. Heparin can be given in the interim if necessary and stopped just before the procedure is performed. Procedures40\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nsuch procedures on two previous occasions. In my opinion, rigid bronchoscopy provides advantages in the presence of significant central airway obstruction because it allows the following:\n1. Better ventilation (down a hollow tube rather than around a solid one).\n2. Better control of bleeding (by tamponading of the bleeding area with the rigid scope; by aspiration of blood and clots with large suction catheters; and by maintenance of better vision with the ability to quickly clean the telescope or flexible scope).\n3. Better removal of obstructing tissue with large forceps and suckers.\nGranulation tissue developed rapidly after stent insertion in this patient’s case. Such a reaction can occur as a result of movement of the stent relative to the airway during inspiration and expiration. Oversizing of the stent is a recognized contributing factor in the development of granulation tissue. In this instance, I wonder whether the stent may have been a little too short for the area of inflammation evident after the initial dilation. It might have been worth considering resizing the stent and replacing the current one with an hourglass silicone stent 50 mm in length. The hourglass configuration has a narrower central section, which would accommodate the area of maximal stenosis, and has wider diameter flanges, which might better approximate to the more normal dimensions of the trachea adjacent to the stenosed region. In my experience, this configuration also assists in preventing migration of the stent.\nThe authors mention the use of medical therapies in the treatment of granulation tissue. Such interventions are given with the intent of modulating the development of granulation tissue and fibrosis, rather than as a means of removal. As stated in the text, no conclusive evidence indicates that these therapies are of benefit, although mitomycin-C and intralesional steroids are frequently advocated, and of these, mitomycin-C has the most supportive evidence. Rojas-Solano and Becker52 provide a good description of mitomycin-C applied by soaking a cotton swab in a solution of 0.4 mg/mL and using forceps to hold the swab for 5 minutes against the region to be treated. I have used this technique on occasion, as well as an alternative technique of local injections of 40 mg of Solu-Medrol, dissolved in 2 mL of saline, into the inflamed and treated area. This may be accomplished using a transbronchial aspiration needle without a side-hole and preferably short in length (i.e., 13 mm or less). The solution of methylprednisolone can be injected into the submucosa of the airway in small aliquots of 0.1 to 0.2 mL. The direction of the needle is coaxial with the airway, and a small mucosal bleb can often be seen, giving further reassurance that the needle is not perforating the wall of the airway (see video on ExpertConsult.com) (Video I.3.4). It is difficult to judge the potential benefits of such treatments on the basis of anecdotal experience, but I sometimes employ them when inflammation post dilation is significant, or when recurrence of stenosis occurs frequently.\nREFERENCES\n1. Ernst A, Feller-Kopman D, Becker HD, et al. Central airway obstruction. Am J Respir Crit Care Med. 2004;169:1278-1297.\n2. Dalupang JJ, Shanks TG, Colt HG. Nd-YAG laser damage to metal and silicone endobronchial stents: delineation of margins of safety using an in vitro experimental model. Chest. 2001;120:934-940.\n3. Matt BH, Myer CM 3rd, Harrison CJ, et al. Tracheal granulation tissue: a study of bacteriology. Arch Otolaryngol Head Neck Surg. 1991;117:538-541.\n4. Freitag L. Airway stents. In: Strausz J, Bolliger CT, eds. Interventional Pulmonology. Lausanne, Switzerland: European Respiratory Society; 2010:190-217.\n5. Saad CP, Murthy S, Krizmanich K, et al. Self-expandable metallic airway stents and flexible bronchoscopy: long-term outcomes analysis. Chest. 2003;124:1993-1999.\n6. Tendulkar RD, Fleming PA, Reddy CA, et al. High-dose-rate endobronchial brachytherapy for recurrent airway obstruction from hyperplastic granulation tissue. Int J Radiat Oncol Biol Phys. 2008;70:701-706.\n7. Brichet A, Verkindre C, Dupont J, et al. Mult\nL. Airway stents. In: Strausz J, Bolliger CT, eds. Interventional Pulmonology. Lausanne, Switzerland: European Respiratory Society; 2010:190-217.\n5. Saad CP, Murthy S, Krizmanich K, et al. Self-expandable metallic airway stents and flexible bronchoscopy: long-term outcomes analysis. Chest. 2003;124:1993-1999.\n6. Tendulkar RD, Fleming PA, Reddy CA, et al. High-dose-rate endobronchial brachytherapy for recurrent airway obstruction from hyperplastic granulation tissue. Int J Radiat Oncol Biol Phys. 2008;70:701-706.\n7. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n8. Patelli M, Gasparini S. Post-intubation tracheal stenoses: what is the curative yield of the interventional pulmonology procedures? Monaldi Arch Chest Dis. 2007;67:71-72.\n9. Zias N, Chroneou A, Tabba MK, et al. Post tracheostomy and post intubation tracheal stenosis: report of 31 cases and review of the literature. BMC Pulm Med. 2008;8:18.\n10. Martinez-Ballarin JI, Diaz-Jimenez JP, Castro MJ, et al. Silicone stents in the management of benign tracheobronchial stenoses: tolerance and early results in 63 patients. Chest. 1996;109:626-629.\n11. Colt HG. Functional evaluation before and after interventional bronchoscopy. In: Bolliger CT, Mathur PN, eds. Interventional Bronchoscopy. Basel, Switzerland: S. Karger; 2000:55-64.\n12. Karagiannidis C, Velehorschi V, Obertrifter B, et al. High-level expression of matrix-associated transforming growth factor-beta1 in benign airway stenosis. Chest. 2006;129:1298-1304.\n13. Lee YC, Hung MH, Liu LY, et al. The roles of transforming growth factor-beta1 and vascular endothelial growth factor in the tracheal granulation formation. Pulm Pharmacol Ther. 2011;24:23-31.\n14. Hirshoren N, Eliashar R. Wound-healing modulation in upper airway stenosis-myths and facts. Head Neck. 2009;31:111-126.\n15. Maddox TM. Preoperative cardiovascular evaluation for noncardiac surgery. Mt Sinai J Med. 2005;72:185-192.\n16. Eagle KA, Rihal CS, Mickel MC, et al. Cardiac risk of noncardiac surgery: influence of coronary disease and type of surgery in 3368 operations. CASS Investigators and University of Michigan Heart Care Program. Coronary Artery Surgery Study. Circulation. 1997;96:1882-1887.\n17. Eagle KA, Berger PB, Calkins H, et al, American College of Cardiology, American Heart Association. ACC/AHA guideline update for perioperative cardiovascular evaluation for noncardiac surgery-executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Committee to Update the 1996 Guidelines on Perioperative Cardiovascular Evaluation for Noncardiac Surgery). J Am Coll Cardiol. 2002;39:542-553.\n18. Smetana GW, Lawrence VA, Cornell JE, American College of Physicians. Preoperative pulmonary risk stratification for noncardiothoracic surgery: systematic review for the American College of Physicians. Ann Intern Med. 2006;144:581-595.\n19. Harris S. COPD and coping with breathlessness at home: a review of the literature. Br J Community Nurs. 2007;12:411-415.\n20. Fisher L, Weihs KL. Can addressing family relationships improve outcomes in chronic disease? Report of the National Working Group on Family-Based Interventions in Chronic Disease. J Fam Pract. 2000;49:561-566.\n21. Coulter TD, Mehta AC. The heat is on: impact of endobronchial electrosurgery on the need for Nd-YAG laser photoresection. Chest. 2000;118:516-521.\n22. van Boxem TJ, Westerga J, Venmans BJ, et al. Tissue effects of bronchoscopic electrocautery: bronchoscopic appearance and histologic changes of bronchial wall after electrocautery. Chest. 2000;117:887-891.\nreview of the literature. Br J Community Nurs. 2007;12:411-415.\n20. Fisher L, Weihs KL. Can addressing family relationships improve outcomes in chronic disease? Report of the National Working Group on Family-Based Interventions in Chronic Disease. J Fam Pract. 2000;49:561-566.\n21. Coulter TD, Mehta AC. The heat is on: impact of endobronchial electrosurgery on the need for Nd-YAG laser photoresection. Chest. 2000;118:516-521.\n22. van Boxem TJ, Westerga J, Venmans BJ, et al. Tissue effects of bronchoscopic electrocautery: bronchoscopic appearance and histologic changes of bronchial wall after electrocautery. Chest. 2000;117:887-891.3 - Bronchoscopic Treatment of Silicone Stent-Related Granulation Tissue 41\n39. Kramer MR, Katz A, Yarmolovsky A, et al. Successful use of high dose rate brachytherapy for nonmalignant bronchial obstruction. Thorax. 2001;56:415-416.\n40. Kennedy AS, Sonett JR, Orens JB, et al. High dose rate brachytherapy to prevent recurrent benign hyperplasia in lung transplant bronchi: theoretical and clinical considerations. J Heart Lung Transplant. 2000;19:155-159.\n41. Shlomi D, Peled N, Shitrit D, et al. Protective effect of immunosuppression on granulation tissue formation in metallic airway stents. Laryngoscope. 2008;118:1383-1388.\n42. Burningham AR, Wax MK, Andersen PE, et al. Metallic tracheal stents: complications associated with long-term use in the upper airway. Ann Otol Rhinol Laryngol. 2002;111:285-290.\n43. Alazemi S, Lunn W, Majid A, et al. Outcomes, health-care resources use, and costs of endoscopic removal of metallic airway stents. Chest. 2010;138:350-356.\n44. Tremblay A, Marquette CH. Endobronchial electrocautery and argon plasma coagulation: a practical approach. Can Respir J. 2004;11:305-310.\n45. Boxem T, Muller M, Venmans B, et al. Nd-YAG laser vs bronchoscopic electrocautery for palliation of symptomatic airway obstruction: a cost-effectiveness study. Chest. 1999;116:1108-1112.\n46. Saraon TS. Pacemakers and implantable cardioverter defibrillators. http://emedicine.medscape.com/article/780825-overview#MagnetInhibition. Accessed March 6, 2011.\n47. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118:1455-1459.\n48. Dialani V, Ernst A, Sun M, et al. MDCT detection of airway stent complications: comparison with bronchoscopy. AJR Am J Roentgenol. 2008;191:1576-1580.\n49. Verkindre C, Brichet A, Maurage CA, et al. Morphological changes induced by extensive endobronchial electrocautery. Eur Respir J. 1999;14:796-799.\n50. British Thoracic Society. Guidelines on diagnostic flexible bronchoscopy. Thorax. 2001;56(Suppl 1):i1-i21.\n51. Ernst A, Eberhardt R, Wahidi M, et al. Effect of routine clopidogrel use on bleeding complications after transbronchial biopsy in humans. Chest. 2006;129:734-737.\n52. Rojas-Solano J, Becker HD. Bronchoscopic application of mitomycin-C as adjuvant treatment for benign airway stenosis. J Bronchol Intervent Pulmonol. 2011;18:53-56.\n23. Staehler G, Halldorsson T, Langerholc J, et al. Dosimetry for neodymium:YAG laser applications in urology. Lasers Surg Med. 1980;1:191-197.\n24. Halldorsson T, Langerholc J, Senatori L. Thermodynamic analysis of laser irradiation of biological tissue. Appl Optics. 1978;17:3984-3985.\n25. Fisher JC. The power density of a surgical laser beam: its meaning and measurement. Lasers Surg Med. 1983;2:301-315.\n26. Witt C, Schmidt B, Liebetruth J, et al. Nd: YAG laser and tracheobronchial metallic stents: an experimental in vitro study. Lasers Surg Med. 1997;20:51-55.\n27. Scherer TA. Nd:YAG laser ignition of silicone endobronchial stents. Chest. 2000;117:1449-1454.\n28. Morice RC, Ece T, Ece F, et al. Endobronchial argon plasma coagulation for treatment of hemoptysis and neoplastic airway obstruction. Chest. 2001;119:781-787.\n29. Colt HG. Bron\n. The power density of a surgical laser beam: its meaning and measurement. Lasers Surg Med. 1983;2:301-315.\n26. Witt C, Schmidt B, Liebetruth J, et al. Nd: YAG laser and tracheobronchial metallic stents: an experimental in vitro study. Lasers Surg Med. 1997;20:51-55.\n27. Scherer TA. Nd:YAG laser ignition of silicone endobronchial stents. Chest. 2000;117:1449-1454.\n28. Morice RC, Ece T, Ece F, et al. Endobronchial argon plasma coagulation for treatment of hemoptysis and neoplastic airway obstruction. Chest. 2001;119:781-787.\n29. Colt HG. Bronchoscopic resection of Wallstent-associated granulation tissue using argon plasma coagulation. J Bronchol. 1998;5:209-212.\n30. Reichle G, Freitag L, Kullmann HJ, et al. Argon plasma coagulation in bronchology: a new method-alternative or complementary? Pneumologie. 2000;54:508-516.\n31. Keller CA, Hinerman R, Singh A, et al. The use of endoscopic argon plasma coagulation in airway complications after solid organ transplantation. Chest. 2001;119:1968-1975.\n32. Kono M, Yahagi N, Kitahara M, et al. Cardiac arrest associated with use of an argon beam coagulator during laparoscopic cholecystectomy. Br J Anaesth. 2001;87:644-646.\n33. Reddy C, Majid A, Michaud G, et al. Gas embolism following bronchoscopic argon plasma coagulation: a case series. Chest. 2008;134:1066-1069.\n34. Colt HG, Crawford SW. In vitro study of the safety limits of bronchoscopic argon plasma coagulation in the presence of airway stents. Respirology. 2006;11:643-647.\n35. Nakagishi Y, Morimoto Y, Fujita M, et al. Photodynamic therapy for airway stenosis in rabbit models. Chest. 2008;133:123-130.\n36. van Boxem AJ, Westerga J, Venmans BJ, et al. Photodynamic therapy, Nd-YAG laser and electrocautery for treating early-stage intraluminal cancer: which to choose? Lung Cancer. 2001;31:31-36.\n37. Krimsky WS, Broussard JN, Sarkar SA, Harley DP. Bronchoscopic spray cryotherapy: assessment of safety and depth of airway injury. J Thorac Cardiovasc Surg. 2010;139:781-782.\n38. Krimsky WS, Rodrigues MP, Malayaman N, et al. Spray cryotherapy for the treatment of glottic and subglottic stenosis. Laryngoscope. 2010;120:473-477.",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration",
      "pdt"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch03.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}