{
  "doc_id": "bacada_ch06",
  "title": "Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis",
  "abstract": "",
  "content": "67\nChapter 6\nBronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement\nCASE DESCRIPTION\nThe patient is a 29-year-old woman who had developed mild hoarseness and progressive shortness of breath with exertion. These symptoms interfered with her life to the point that she had to stop working as a teacher because of impaired phonation. Intermittent sensations of nocturnal suffocation improved after coughing up thick mucus. She had no history, clinical signs, or symptoms of connective tissue disorders, and no history of endotracheal intubation. Other findings included asymptomatic mild mitral valve prolapse diagnosed after a routine cardiac examination revealed a 2/6 systolic ejection murmur. The patient had type 2 diabetes mellitus, which was well controlled with metformin. Her physical examination was unremarkable except for a mouth opening of 2 fingerbreadths. After 6 months of unsuccessful antiasthma treatment, a flexible bronchoscopy had revealed a circumferential subglottic stenosis extending for 1 cm with associated inflamed hyperemic mucosa (Figure 6-1). A fibrotic band extended to but did not involve the right vocal cord. The degree of airway narrowing was calculated at 60% on computed tomography and morphometric bronchoscopic analysis (Figure 6-2). No posterior glottis stenosis or cicatricial fusion of the vocal cords was noted.\nDISCUSSION POINTS\n1. Mention two demonstrably accurate methods for assessing functional impairment in this patient.\n2. Describe how the extent of laryngotracheal stenosis (LTS) affects whether this patient should be referred for surgical intervention.\n3. Describe existing evidence for using adjuvant therapies to potentially decrease the rate of recurrence of this type of stricture.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThe clinical presentation of this patient is classic for idiopathic laryngotracheal stenosis (LTS). Most patients who suffer from this disease are females in their third, fourth, or fifth decade. Currently, it is not clear why idiopathic LTS is restricted to females, but estrogen and progesterone receptor studies in resected surgical specimens showed positive staining of fibroblasts, suggesting a hormonal role in pathogenesis.1 Many patients will have been misdiagnosed with asthma for months to years before an LTS is discovered. The duration of symptoms in one study was less than 2 years in 28% of patients, 2 to 10 years in 61% of patients, and longer than 10 years in 11% of patients.1 Symptoms at rest in LTS usually are not present until a 70% reduction in tracheal lumen diameter is attained, and stridor, at rest, can be noticed only when the tracheal lumen becomes smaller than 5 mm in diameter.2 Effort intolerance caused by exertional dyspnea is the primary cause of morbidity and early disability in LTS. Its presence in this patient is consistent with moderate stenosis using a bronchoscopic classification, signaled by 50% to 70% airway lumen narrowing.3-5 Under the Myer-Cotton System* for LTS, she would be classified as having a grade II lesion, because her stenotic index (SI)† was 60% (Figure 6-3).6 The patient’s functional status, which probably should be part of a multidimensional evaluation of LTS, can be objectively measured using, for example, the Medical Research Council (MRC) dyspnea scale, which has been shown to be sensitive to the presence of varying degrees of LTS.7*\nBronchoscopy, in addition to contributing to an assessment of the severity of airway narrowing, allows precise determination of the extent (craniocaudal length) and location of the stenosis. According to the McCaffrey\n†The SI represents the cross-sectional area (CSA) of the obstructed area relative to that of normal airway lumen proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/(CSAnormal x 100%); the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.\n- A widely used staging system for classifying tracheal stenosis based on the degree of airway narrowing.*\nThis chapter emphasizes the following elements of the Four Box Approach: patient preferences and expectations (also includes family), anesthesia and other perioperative care, results and procedure-related complications, and referrals to medical, surgical, or palliative/end-of-life subspecialty care.\nprecise determination of the extent (craniocaudal length) and location of the stenosis. According to the McCaffrey\n†The SI represents the cross-sectional area (CSA) of the obstructed area relative to that of normal airway lumen proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/(CSAnormal x 100%); the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.\n- A widely used staging system for classifying tracheal stenosis based on the degree of airway narrowing.*\nThis chapter emphasizes the following elements of the Four Box Approach: patient preferences and expectations (also includes family), anesthesia and other perioperative care, results and procedure-related complications, and referrals to medical, surgical, or palliative/end-of-life subspecialty care.68\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nFigure 6-1 White light bronchoscopy reveals a circumferential stricture, extending 1 cm, with associated inflamed hyperemic mucosa but without malacia. A fibrotic band extends to but does not involve the right vocal cord.\nCricoid\nRight\nvocal\ncord\nFibrotic\nband\nFigure 6-2 Axial computed tomography (CT) scan view shows (A) the normal tracheal lumen distal to the stricture and (B) circumferential fibrotic stenotic tissue at the level of the cricoid. External three-dimensional reconstructions (C) in the left lateral and anterior views show the 1 cm long stricture and (D) normal tracheal lumen beyond the stenosis.\nFibrotic\ntissue\nCricoid\nA\nB\nC\nD\nsystem,* the patient’s stricture, with extension to the glottis, was stage IV. This system is based on the site and extent of an airway stenosis. Four stages are thus defined: I: lesions confined to the subglottis or trachea that are less than 1 cm in length; II: subglottic stenoses longer than 1 cm within the cricoid and not extending to the glottis or trachea; III: subglottic stenoses that extend into the upper trachea but do not involve the glottis; and IV: lesions involving the glottis. Almost 20% of patients with LTS have combined subglottic and glottis stenosis.8*\nComorbidities\nOther than having diabetes and mitral valve prolapse without significant mitral regurgitation, confirmed by echocardiography, our patient was healthy. Diabetes is known to impair microcirculation with resultant deleterious effects on wound healing. Diabetes was found to be an important risk factor for anastomotic complications (odds ratio of 3) in patients who undergo laryngotracheoplasty or cricotracheal resection.9 This may be a consequence of impairment of an already compromised collateral circulation at the end of the divided airway. Tension at the anastomosis further increases risk.\nSupport System\nThe patient was married to a very supportive husband; her knowledge of the diagnosis was minimal. In addition to receiving information from us during the initial encounter, she was advised to search for support groups, chat rooms, and reliable Internet websites for patients suffering from the same disorder.10,11\nPatient Preferences and Expectations\nAlthough the patient was asymptomatic at rest, her disease interfered with her ability to work, exercise, and enjoy outdoor activities. She wanted to have a child and was worried that pregnancy could worsen her symptoms and compromise both her and her baby’s health. She was\n- McCaffrey system classifies LTS based on the subsites involved and on the length of the stenosis; sites of stenosis in this system are defined as follows: subglottic, when stenosis is in the region bounded superiorly by a plane 0.5 cm below the glottis and inferiorly by the lower edge of the cricoid cartilage; tracheal, when the stenosis is below the lower edge of the cricoid; and glottis stenosis, when stenosis of the interarytenoid space is present.*\nations\nAlthough the patient was asymptomatic at rest, her disease interfered with her ability to work, exercise, and enjoy outdoor activities. She wanted to have a child and was worried that pregnancy could worsen her symptoms and compromise both her and her baby’s health. She was\n- McCaffrey system classifies LTS based on the subsites involved and on the length of the stenosis; sites of stenosis in this system are defined as follows: subglottic, when stenosis is in the region bounded superiorly by a plane 0.5 cm below the glottis and inferiorly by the lower edge of the cricoid cartilage; tracheal, when the stenosis is below the lower edge of the cricoid; and glottis stenosis, when stenosis of the interarytenoid space is present.*6 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement\n69\nrelapsing polychondritis, radiation, trauma, or prior surgery was elicited; therefore, systemic medical therapy with immunosuppressive drugs had no role. A bronchoscopic procedure or open surgery could restore satisfactory airway lumen patency and improve symptoms.4,9\nHer active lifestyle caused routinely high flow velocity through her moderately stenotic airway. Improving airway patency to less than 50% narrowing could alleviate her exertional dyspnea.12 In a large series of idiopathic strictures, the point of maximal stenosis was found to be almost always located in the region extending from the upper edge of the cricoid to the lower edge of the first tracheal ring.13 Our patient’s stricture was only 1 cm in length. From a flow dynamics standpoint, longer stenoses (>1 cm) show only a small difference in pressure profiles, with a slightly smaller magnitude of total pressure drop across the stricture and shorter (<1 cm) strictures of comparable diameter.12 Strictures up to 1 cm long are considered of mild extent and, if uncomplicated by malacia, appear to respond well to bronchoscopic laser-assisted dilation. On the other hand, operable patients with longer strictures and patients with associated malacia may be better managed with open surgical interventions.8\nThe morphology of the stricture, however, was circumferential. Results from studies show that patients with circumferential stenosis require a second endoscopic intervention more often than those with purely eccentric localized hypertrophic tissue (75% vs. 43%) (Figure 6-4). This would support referral for primary surgical resection.14,15 Risks of surgical resection and reanastomosis, however, must be carefully weighed because of the fibrotic band extending to the right vocal cord and the patient’s fear of voice alteration. An incomplete surgical resection could leave behind residual fibrotic tissue, leading to restenosis.16 In addition to the length of the resection, the fixed morphology of the stricture plays an important role in anastomotic tension: Fibrous retracting strictures (i.e., circumferential and hourglass strictures) are very different from dynamic, malacic stenoses (pseudoglottic, triangular stomal strictures); in the former, the healthy trachea is already tractioned, whereas in the latter, it is the normal elasticity of the trachea that tends to worsen the stenosis. Just because stenoses are of the same length, therefore, does not mean that traction across the suture line after surgical resections is the same.9 Taking into account the circumferential and fixed morphology, its extension to the glottis, the patient’s preferences, and her diabetes, we chose to proceed initially with a rigid bronchoscopic intervention.\nContraindications\nNo absolute contraindications to rigid bronchoscopy were identified. No history of lung disease that could potentially increase the risk for hemodynamic instability or oxygenation or ventilation difficulties during general anesthesia was reported. Her mitral valve prolapse was asymptomatic, and no history of renal or liver disease that would increase the risk for bleeding was elicited.\nFigure 6-3 The Myer-Cotton grading system is a widely used staging system for classifying laryngotracheal stenosis based on the degree of airway narrowing. Grade IV strictures are rarely seen and only in patients with indwelling tracheostomies because 100% obstruction is not compatible with life in a nontracheostomized patient.\nGrade\nI: 0%-50% obstruction\nII: 51%-70% obstruction\nIII: 71%-99% obstruction\nIV: 100% obstruction\ninformed of available therapeutic options for LTS, including flexible or rigid bronchoscopic dilation, laser-assisted mechanical dilation (LAMD), surgery, and even tracheostomy. Because tracheostomy would further compromise her quality of life, this was considered only as a last resort in case of disease progression. She was terrified about the possibility of losing her voice, which would preclude her from working as a teacher. After her symptoms, personal values, and expectations were considered, the likelihood of complications resulting from open surgical resection was believed to outweigh the benefits, in part because of her very high stenosis extending to the glottis, diabetes, and the possibility of dysphonia postsurgical interventions.9 Rigid bronchoscopy with dilation and laser resection under general anesthesia, therefore, appeared to be a reasonable initial therapeutic alternative.\nProcedural Strategies\n100% obstruction\ninformed of available therapeutic options for LTS, including flexible or rigid bronchoscopic dilation, laser-assisted mechanical dilation (LAMD), surgery, and even tracheostomy. Because tracheostomy would further compromise her quality of life, this was considered only as a last resort in case of disease progression. She was terrified about the possibility of losing her voice, which would preclude her from working as a teacher. After her symptoms, personal values, and expectations were considered, the likelihood of complications resulting from open surgical resection was believed to outweigh the benefits, in part because of her very high stenosis extending to the glottis, diabetes, and the possibility of dysphonia postsurgical interventions.9 Rigid bronchoscopy with dilation and laser resection under general anesthesia, therefore, appeared to be a reasonable initial therapeutic alternative.\nProcedural Strategies70\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n†The larynx, located at the level of the C3-C6 vertebrae, extends from the tip of the epiglottis to the inferior border of the cricoid cartilage; subglottic larynx refers to the space extending from the glottis (vocal cords and the space between them) to the inferior border of the cricoid cartilage.\n- Power density or irradiance represents the quotient of the power incident on an element of surface and is expressed in watts per square centimeter. This is controlled by the surgeon: the power setting in watts and the spot size on the tissue (determined by the distance of the laser fiber from the target).*\nFigure 6-4 Morphologies of idiopathic laryngotracheal stenosis at the level of the cricoid cartilage from two different patients. A, Circumferential: Hypertrophic tissue overlies the cricoid cartilage (arrows) over its entire circumference. B, Eccentric: Hypertrophic tissue is localized and noncircumferential.\nA\nB\nExpected Results\nOur patient’s 1 cm, fixed, circumferential stenosis with hypertrophic fibrotic tissue could initially respond to laser-assisted dilation with an increase in airway cross-sectional area.\nIn patients with idiopathic LTS, however, the therapeutic success of rigid bronchoscopic interventions is variable. Factors impacting success include stenoses that (1) were not completely circumferential (eccentric) (see Figure 6-4), (2) measured less than 1.0 cm in the vertical extent, and (3) were not associated with significant loss of cartilage or remodeling.14 In a retrospective analysis of 16 patients with mean follow-up time of 75.5 months, 14 patients required treatment: 9 patients were controlled effectively using endoscopic laser techniques; endoscopic management failed, however, in 5 patients (noted to have stenosis thicker than 1 cm).17\nIn a larger study of 30 patients, endoscopic treatment by CO2 (in 4 patients) or neodymium-doped yttrium aluminum garnet (Nd : YAG) laser-assisted dilation (in 26 patients) without or with temporary airway stent insertion (in 4 patients) was considered to be the treatment of choice for initial management of idiopathic LTS. After repeated endoscopic failures (mean, 6.2), open neck surgery by laryngotracheoplasty or reconstruction and anastomosis was performed in 17% of patients, particularly for lesions longer than 1 cm.18 In another series, all patients were treated bronchoscopically. Sixty percent required a second procedure, with a mean interval between procedures of 9 months, and no need for tracheotomy or open surgical intervention was reported.15 Similar results have been reported in several nonrandomized studies of bronchoscopic management.18-20\nTeam Experience\nLaser-tissue interactions are based on biologic, photochemical, or thermal reactions. The treating team’s knowledge of tissue effects in specific settings is important because choosing the wrong laser (e.g., using the Nd : YAG laser to cut or the potassium-titanyl-phosphate [KTP] laser to coagulate) or inappropriate laser settings or resection techniques (e.g., inappropriate use of power density*) in the subglottic area can enhance laser-related adverse effects. Laser-related adverse effects might alter local anatomy. We suggest, therefore, that patients with idiopathic LTS should be managed within the context of a multidisciplinary airway disease program, or, at the least, that their condition should be discussed with surgical colleagues whenever possible before bronchoscopic treatments are initiated.*\nRisk-Benefit Analysis\nA stricture in the subglottic larynx† poses a challenge because of its proximity to the vocal cords, and because this region is the narrowest segment of the airway.\nAlthough no prospective randomized studies are available from which to draw conclusions with regard to the best therapeutic intervention, several investigators have retrospectively compared the outcomes of open airway surgery versus endoscopic treatments (laser, dilation) in idiopathic LTS. Initial endoscopic treatment is recommended for lesions less than 1 cm in length and without cartilage collapse because of the high rate of symptomatic relief and the minimal complications reported in this group.17,18 Many proponents of surgical therapies advocate bronchoscopic treatment initially, provided that it is not repeated if the stenosis returns to its initial grade afterward.21 Others propose that primary resection and reanastomosis should be offered to patients with disease refractory to three (not one) bronchoscopic procedures.17\n† poses a challenge because of its proximity to the vocal cords, and because this region is the narrowest segment of the airway.\nAlthough no prospective randomized studies are available from which to draw conclusions with regard to the best therapeutic intervention, several investigators have retrospectively compared the outcomes of open airway surgery versus endoscopic treatments (laser, dilation) in idiopathic LTS. Initial endoscopic treatment is recommended for lesions less than 1 cm in length and without cartilage collapse because of the high rate of symptomatic relief and the minimal complications reported in this group.17,18 Many proponents of surgical therapies advocate bronchoscopic treatment initially, provided that it is not repeated if the stenosis returns to its initial grade afterward.21 Others propose that primary resection and reanastomosis should be offered to patients with disease refractory to three (not one) bronchoscopic procedures.176 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement 71\ncomorbidities, the site and severity of stenosis, and the function of the vocal cords.21 Our patient, for example, has a very high lesion with glottic extension, associated inflammation, and diabetes. These increase her risk for postoperative complications.13 At the same time, although bronchoscopic treatment is justifiable as an initial treatment, repeated procedures probably should be reserved for patients in whom definitive resection is deemed inappropriate because of unresectability, inoperability, patient choice, or surgeon preference in light of excessive risk for restenosis or procedure-related complications due to anatomy, surgical inexperience, severe inflammation, or proximity to the glottis.\nTherapeutic Alternatives for Restoring Airway Patency\n- **Dilation*:** One study analyzed a total of 384 procedures performed in 127 patients with multifactorial LTS: 91 (72%) patients underwent primary dilation, of whom 12 (13%) were cured, 4 (4%) had evidence of persistent LTS but did not require further treatment, and 11 (12%) were lost to follow-up.22 Dilation can be performed with tapered Savary-Gilliard dilators, Jackson dilators, bougies, or angioplasty balloons after radial laser or electrocautery incisions.23*\n- **KTP laser*:** As compared with the CO2 laser, its tissue penetration is significantly deeper, so that special attention must be paid to avoid perforation of the airway.*\n- **Nd : YAG laser*:** This approach is used in conjunction with dilation to release the tension of the stricture by performing radial incisions in the stenotic tissues.24 Use of Nd : YAG at a low power density in a noncontact mode, however, is considered by some experts to be unacceptable primary treatment that could cause more scarring and could preclude or complicate further open surgical interventions.21*\n- **CO2 laser*:** This technique is used in suspension laryngoscopy for laryngeal and subglottic stenoses (Figure 6-5), or with a rigid bronchoscope and a CO2 laser coupler for tracheal and bronchial stenoses. In one study, 49 patients with laryngeal stenosis, 6 patients with tracheal stenosis, and 5 patients with combined laryngeal and tracheal stenosis underwent CO2 laser resection (total, 60 patients); follow-up was provided for 1 month to 8 years. Multiple procedures were required in 35 of 49 (71%) patients with laryngeal stenosis. Thirty-nine (80%) of these patients with laryngeal stenosis were successfully managed (average number of procedures in successful cases, 2.18). Factors found to be associated with poor results or failure include circumferential stricture longer than 1 cm in vertical dimension, tracheomalacia, previous history of severe bacterial infection associated with tracheostomy, and posterior laryngeal inlet scarring with arytenoid fixation.14,25 Based on laser-tissue interactions, the CO2 laser (10,600 nm) is the preferred laser for treating benign stenosis, because no scatter and no deep penetration occur; therefore, the risk for collateral mucosal damage or airway perforation, respectively, is lower;26 it is used in the ultrapulse mode with a fluenc*e* of 150 mJ/cm2 at a frequency of 10 Hz to avoid charring and heat diffusion into surrounding tissues.21*\n- **Spray cryotherapy*:** Liquid nitrogen (−196 degrees C) is applied directly to the tissue via a low-pressure, disposable 7-French catheter; the published experience is still very limited for airway applications. In a case series, three patients were successfully treated using balloon dilation and four cycles of 5 second spray cryotherapy with complete thaw of the treated area between applications; no further interventions were required at 9 months’ follow-up.27*\n- **Metal stent insertion*:** is associated with significant complications, including granulation tissue, extension of stenoses, perforation, and hemoptysis.28,29 The Food and Drug Administration (FDA) warns that metallic tracheal stents in patients with benign airway disorders should be used only after all other treatment options (such as surgical procedures or placement of silicone stents) have been thoroughly explored. Use of these stents as a bridging therapy to surgery is not recommended, because removal of these stents is associated with significant complications.29 In one study, all patients with LTS who had undergone covered or uncovered metallic stent placement developed\na case series, three patients were successfully treated using balloon dilation and four cycles of 5 second spray cryotherapy with complete thaw of the treated area between applications; no further interventions were required at 9 months’ follow-up.27*\n- **Metal stent insertion*:** is associated with significant complications, including granulation tissue, extension of stenoses, perforation, and hemoptysis.28,29 The Food and Drug Administration (FDA) warns that metallic tracheal stents in patients with benign airway disorders should be used only after all other treatment options (such as surgical procedures or placement of silicone stents) have been thoroughly explored. Use of these stents as a bridging therapy to surgery is not recommended, because removal of these stents is associated with significant complications.29 In one study, all patients with LTS who had undergone covered or uncovered metallic stent placement developed72 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n- Silicone stents are placed under rigid bronchoscopy or suspension laryngoscopy for inoperable or unresectable patients with recurrent high LTS despite repeated dilations. When sitting in the subglottic regions, the proximal end of the stent may induce ulceration and granulation tissue formation with subsequent glotto-subglottic restenosis.*\n- Airway reconstruction, such as laryngotracheoplasty, cricotracheal resection, or tracheal resection, could be the primary treatment considered for patients who become operable candidates after bronchoscopic intervention, as well as for operable candidates who have failed bronchoscopic treatment. Cricotracheal resection with primary thyrotracheal anastomosis is considered by some to be the procedure of choice for the treatment of severe idiopathic LTS (>70% luminal obstruction).31,32 Data suggest that fewer patients required subsequent intervention after primary airway reconstruction (27%) than after a dilation treatment (70%).33 Resection is usually successful. Mortality among patients who had anastomotic complications was 7.4% (6/81), whereas it was 0.01% among those without anastomotic complications. Anastomotic complications are uncommon in idiopathic LTS. Important risk factors are reoperation, diabetes, lengthy resections, laryngotracheal resections, young patient age (pediatric patients), and the need for tracheostomy before operation.9 A laryngotracheal resection with anastomosis to the larynx was also associated with a higher anastomotic failure rate (odds ratio, 1.8). Advantages of major airway reconstruction are that it consists of single-stage, definitive treatments. However, these treatments are associated with higher mortality and morbidity than dilation, including unilateral recurrent laryngeal nerve palsy, neck abscess, pneumothorax, and subcutaneous emphysema. This surgery can also significantly impact the adult female voice, lowering the pitch of the speaking voice into the male range and reducing pitch range. The change in voice that potentially accompanies this procedure should be discussed with patients during a preoperative counseling session.33*\n- Grillo et al. treated 35 patients by both laryngotracheal reconstruction (LTR) and laryngotracheoplasty (LTP) or cricotracheal resection (CTR). Ten patients had excellent results and 22 had good outcomes with respect to airway and voice preservation and did not require further dilations; two cases had fair results and underwent dilation annually, and one patient required a permanent tracheostomy.34*\n- Ashiku et al. evaluated 73 patients with idiopathic LTS; all patients were treated with LTR. Twenty-eight of 73 (38%) had undergone a previous procedure with laser, dilation, tracheostomy, T-tube, or laryngotracheal operations. No perioperative mortality was reported; temporary tracheostomies were needed in 7 patients. Sixty-seven of 73 (91%) patients had good to excellent long-term results with voice and breathing quality and did not require further intervention.13*\n- Permanent tracheostomy is warranted in the few patients with critical stenoses who are candidates for neither surgery nor stent insertion, who develop recurrence after such interventions, or who have failed multiple bronchoscopic treatments. Tracheostomy, particularly when performed emergently, can render subsequent laryngotracheal resection and anastomosis impossible because of lengthening of the damaged tract of airway to be resected. Intubation is preferable until a long-term treatment plan is chosen.*\n- *Cost-Effectivenes*s**\nTo our knowledge, no prospective randomized studies have evaluated the outcomes or cost-effectiveness of endoscopic versus open surgical interventions for this disease.\n- *Informed Consen*t**\nAfter they were advised of all therapeutic alternatives, the patient and her husband elected to proceed with rigid bronchoscopy under general anesthesia. She was informed of potential risks for postoperative development of laryngeal edema, stridor, and possible respiratory failure. She was informed that the stricture may recur, and that she may require subsequent interventions. Feedback communication techniques were used, and both she and her spouse were able to accurately describe the proposed procedure, expected results, alternatives, and potential associated complications.\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nThe need for antibiotics is routinely addressed during the preprocedural pause. For this patient, this issue is important given her mitral valve prolapse. Although\nstudies have evaluated the outcomes or cost-effectiveness of endoscopic versus open surgical interventions for this disease.\n- *Informed Consen*t**\nAfter they were advised of all therapeutic alternatives, the patient and her husband elected to proceed with rigid bronchoscopy under general anesthesia. She was informed of potential risks for postoperative development of laryngeal edema, stridor, and possible respiratory failure. She was informed that the stricture may recur, and that she may require subsequent interventions. Feedback communication techniques were used, and both she and her spouse were able to accurately describe the proposed procedure, expected results, alternatives, and potential associated complications.\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nThe need for antibiotics is routinely addressed during the preprocedural pause. For this patient, this issue is important given her mitral valve prolapse. Although6 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement 73\nparallel to the airway. Excessive tension on the larynx from a large rigid bronchoscope may cause edema, vocal cord damage, or arytenoid cartilage dislocation, resulting in postoperative stridor, laryngospasm, and respiratory distress.\n- *Results and Procedure-Related Complication*s**\nDirect intubation using a rigid telescope through the rigid tube is our method of choice for rigid bronchoscopic intubation. The bronchoscope was inserted with its beveled edge facing forward. Upon looking through the telescope, the bronchoscopist can see the uvula posteriorly; the bronchoscope is advanced along the base of the tongue, and the rigid bronchoscope is gently lifted anteriorly and upward, bringing the epiglottis into view (see video on ExpertConsult.com) (Video II.6.1). The anterior aspect of the beveled tip of the bronchoscope is then slid beneath the epiglottis. Gentle advancement of the rigid tube provides visualization of the arytenoids; the rigid tube is lifted more anteriorly so that the vocal cords are seen. As they are approached, the tip of the bronchoscope is rotated 90 degrees laterally so that the bevel lies between them. The bronchoscope is advanced without traumatizing the vocal cords or the arytenoids and is rotated to enter the subglottis so that the beveled tip lies along the posterior wall of the trachea (see video on ExpertConsult.com) (Video II.6.1). The extent of the stricture, its location, associated mucosal changes, and the presence or absence of malacia and infection were assessed. Its distance with respect to the vocal folds and the carina was measured in millimeters and in number of residual normal tracheal rings above and below the stenosis (see video on ExpertConsult.com) (Video II.6.2).\nExtension was 1 cm, starting at 0.5 cm below the vocal cords, with most severe narrowing at 1.5 cm below the glottis at the level of the cricoid cartilage. A KTP laser was used at high power density in near contact mode with 1 second, 6 W pulses (total energy delivered, 100 Joules). A single 3 mm long and 0.5 to 1.0 mm deep radial incision was made through the hypertrophic tissue to reach the plane of the normal lumen of the tracheal wall before dilation (see video on ExpertConsult.com) (Video II.6.3). When two or more incisions are performed, care is taken to preserve mucosa between the incisions.15 Airway patency was restored. The procedure lasted 45 minutes, after which the patient was extubated and was transferred to the postanesthesia care unit for 24 hours; no complications were noted up to the time of discharge the next morning. The morphometric bronchoscopy-calculated post-treatment stenotic index was 20%.5\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nObjective measurements revealed improved airway patency, and the history suggested improved exertional dyspnea. Symptomatic improvement was not assessed using the MRC dyspnea scale validated for LTS,42 nor was a voice assessment tool used to identify procedure-related changes. Both are now used before and after treatment for idiopathic LTS.43\nextrthoracic lesion. With inspiration, negative intraluminal pressure causes inward movement of collapsible airway segments, further narrowing the lumen and limiting inspiratory airflow. During expiration, positive intraluminal pressure improves airway dimensions and airflow.\nIn patients with extrthoracic LTS, therefore, muscle paralysis and positive-pressure ventilation (PPV) may be preferred because this approach generates positive intraluminal pressure that improves ventilation. This helps explain the apparent improvement in certain airway obstructive lesions after PPV. For example, the degree of upper airway obstruction is lessened when flow-volume loops are recorded under conditions of muscle relaxation and PPV in comparison with spontaneous ventilation.38\nAfter removal of the rigid bronchoscope, transient but potentially severe laryngeal or subglottic edema can occur.39 In these cases, laryngoscopy-guided endotracheal reintubation can be difficult, so a flexible bronchoscope should be readily available. In addition, it is advisable that the rigid bronchoscope not be dismantled until the operator and the anesthesiologist agree that laryngotracheal patency is ensured and reintubation is not needed.\nventilation (PPV) may be preferred because this approach generates positive intraluminal pressure that improves ventilation. This helps explain the apparent improvement in certain airway obstructive lesions after PPV. For example, the degree of upper airway obstruction is lessened when flow-volume loops are recorded under conditions of muscle relaxation and PPV in comparison with spontaneous ventilation.38\nAfter removal of the rigid bronchoscope, transient but potentially severe laryngeal or subglottic edema can occur.39 In these cases, laryngoscopy-guided endotracheal reintubation can be difficult, so a flexible bronchoscope should be readily available. In addition, it is advisable that the rigid bronchoscope not be dismantled until the operator and the anesthesiologist agree that laryngotracheal patency is ensured and reintubation is not needed.74\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nbronchoscopic treatment satisfactorily restored airway patency without causing voice changes, but this remains a concern for both the patient and the treating team in case subsequent intervention is needed.\nDISCUSSION POINTS\n1. Mention two demonstrably accurate methods for assessing functional impairment in this patient. - Single-domain assessment: MRC dyspnea scale is more sensitive to the presence of varying degrees of tracheal stenosis than are peak expiratory flow and forced expiratory volume in 1 second.7* - Multiple-domain assessment:* - The Clinical COPD Questionnaire is a 10-item patient-administered scale that assesses symptom severity, functional limitation, and mental function. This is a valid and sensitive patient-centered disease-specific outcome measure instrument that is used to assess symptom severity, levels of function, and well-being in adult patients with LTS.49* - The A-D-V-S System documents functional outcomes of interventions for adult LTS. It addresses airway status (A) with regard to the presence or absence of tracheostomy or airway stent, as well as dyspnea (D), voice quality (V), and swallowing ability (S).50*\n2. Describe how the extent of LTS affects whether this patient should be referred for surgical intervention. - A craniocaudal length greater than 1 cm is predictive for failure of bronchoscopic intervention14,17,18 and therefore is indicative of a preference for surgical resection in many instances.*\n3. Describe existing evidence for using adjuvant therapies to potentially decrease the rate of recurrence of this type of stricture. - Antireflux medication: The impact of treating reflux on outcomes of LTS is not yet known, but personal and published anecdotal evidence supports this strategy.51* - Intralesional corticosteroid injection: potentially beneficial in Wegener’s granulomatosis (WG) or post intubation LTS, but studies show no benefit in idiopathic LTS.52* - Topical application of mitomycin-C: This alkylating agent inhibits fibroblast proliferation and extracellular matrix protein synthesis. Performed during bronchoscopic treatment with the hope of reducing fibrosis and restenosis, its use is debated.* - Positive studies: a retrospective study of 50 patients and no controls: 93 endoscopic procedures (dilations) with mitomycin application were performed; 75% to 93% success rate (airway stenosis relief) with one major complication (fungal infection)53; in another study of 16 patients who underwent laser-assisted dilation, mitomycin was superior to both placebo and intralesional steroids.52* - Negative studies: 16 patients with idiopathic LTS underwent laser dilations with and without mitomycin; results were inconclusive after a mean follow-up of 76 months.17 A randomized,*\nReferral\nMultidisciplinary assessment involved thoracic surgeons; ear, nose, and throat surgeons; pulmonary physicians; and radiologists. Open surgical intervention remained a treatment option in cases of symptomatic recurrence. We therefore insisted on referral to an experienced tracheal surgeon for consultation.\nFollow-up Tests and Procedures\nElective outpatient follow-up with flexible bronchoscopy was not recommended unless symptoms recurred,44 which, in fact, happened 6 months later. This prompted out-of-state referral to a thoracic surgeon for resection, but the surgeon recommended repeat rigid bronchoscopic resection and dilation. We added a prescription for proton pump inhibitors because a history of gastroesophageal reflux is often present in patients with idiopathic LTS.45 Reflux is considered a probable cause of idiopathic LTS because healing of subglottic injury is impaired by gastric juices in experimental animal research.\nWith regard to future interventions, in case our patient becomes pregnant as intended, the literature suggests that pregnant patients with subglottic stenosis usually present with symptoms during the third trimester.46,47 Worsening symptoms may not be related to recurrence of the disease process itself, but rather may be caused by pregnancy-induced airway mucosal hyperemia and edema. Procedures often can be postponed until after delivery, given that labor-induced hyperventilation can potentially contribute to severe flow limitation. If strictures are present and airflow limitation is a concern, general anesthesia should be avoided, if possible, and the stenosis palliated using flexible bronchoscopy with moderate sedation, electrocautery, and dilation.46 We believe that patients with advanced pregnancy requiring therapeutic bronchoscopic intervention should be assessed by an obstetrician, and obstetrics should be on standby during the procedure in case the woman goes into labor.\nQuality Improvement\nbecomes pregnant as intended, the literature suggests that pregnant patients with subglottic stenosis usually present with symptoms during the third trimester.46,47 Worsening symptoms may not be related to recurrence of the disease process itself, but rather may be caused by pregnancy-induced airway mucosal hyperemia and edema. Procedures often can be postponed until after delivery, given that labor-induced hyperventilation can potentially contribute to severe flow limitation. If strictures are present and airflow limitation is a concern, general anesthesia should be avoided, if possible, and the stenosis palliated using flexible bronchoscopy with moderate sedation, electrocautery, and dilation.46 We believe that patients with advanced pregnancy requiring therapeutic bronchoscopic intervention should be assessed by an obstetrician, and obstetrics should be on standby during the procedure in case the woman goes into labor.\nQuality Improvement6 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement 75\nA placebo-controlled trial of patients with LTS compared restenosis rates of two applications of mitomycin-C given 3 to 4 weeks apart, versus one application immediately after surgery54; relapse occurred at a slower rate in the two-application group during the first 3 years, and recurrence 5 years after surgery was similarly high (70%) in both groups.* The local milieu with high-level, matrix-associated expression of transforming growth factor (TGF)-beta1 in stenoses could be one reason for the limited treatment effect of mitomycin-C.55*\n- Other antiproliferative agents\n- 5-Fluorouracil: This agent has antiproliferative effects on fibroblasts. Although no human studies have been reported to date, injection in soft tissue adjacent to induced subglottic stenosis in rabbits led to lower rates of stenosis formation.56\n- Halofuginone: This antibiotic agent has antifibrotic properties. No human studies have been conducted to date, but in vitro, its effects are comparable with those of mitomycin-C for fibroblast inhibition. No subglottic stenosis was seen in 10 dogs treated with oral halofuginone compared with a 72% rate of stenosis in controls.57\n- *Expert Commentar*y**\nprovided by Guri Sandhu, MD, FRCS, FRCS (ORL-HNS), and Reza Nouraei, MA, MBBChir, MRCS\nThe authors describe a case of idiopathic subglottic stenosis treated with rigid bronchoscopy and KTP laser. This progressive fibro-inflammatory condition exclusively affects females, in our experience, of European ancestry, most commonly during the third and fourth decades of life. It is, by definition, a diagnosis of exclusion, and we agree with the authors’ diagnostic evaluation.\nOur diagnostic criteria for idiopathic subglottic stenosis are given in\nWe would add to the authors’ initial assessment objective assessments of airway physiology and symptom severity. In particular, we would globally assess the degree of dyspnea, dysphonia, and dysphagia using the ADVS system43 and individual symptom domains using the Clinical COPD Questionnaire49 for airway, the Voice Handicap Index (VHI)-10 for voice,58 and the Eating Assessment Tool (EAT)-10 scale for swallowing.59\nWe would perform flexible pharyngolaryngoscopy to assess the vocal folds for mobility impairment and the hypopharynx for pooling of secretions, but never flexible tracheoscopy/bronchoscopy in a symptomatic spontaneously breathing patient, because this can readily precipitate acute airway obstruction in the presence of a tight stenosis (Figure 6-6).\nWe have a low threshold for investigating laryngopharyngeal reflux, and most patients receive antireflux therapy. Where any concern is raised about laryngeal dysfunction and dysphagia, we would also perform video fluoroscopy. In this case a fibrous band was noted to extend to the undersurface of the right vocal fold, but both vocal folds were mobile. Therefore we would consider this case a type I and not a type IV McCaffrey stenosis.\nAssessment of airflow physiology using flow-volume loop examination is a routine part of our initial and ongoing assessment of patients with airway stenosis. Flow-volume loops provide detailed information about\n- This study may be confounded by various causes of LTS (idiopathic tracheal stenosis [ITS], post-intubation tracheal stenosis [PITS], and WG).*\n- * | Clinical Features | Serum Biochemistry | | :------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------ | :-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | | - Female patient | - Negative titers for: | | - No history of laryngotracheal injury | &emsp;- Angiotensin-converting enzyme (ACE) | | - No endotracheal intubation or tracheotomy/no occurrence of exertional dyspnea within 3 years of intubation/tracheotomy | &emsp;- Antinuclear antibody (ANA), rheumatoid factor (RF) | | - No thyroid/anterior neck surgery | &emsp;- Antineutrophil cytoplasmic antibody (ANCA) | | - No neck irradiation | | | - No caustic or thermal injuries | | | - No significant anterior neck trauma (blunt or penetrating) | | | - No history of autoimmunity | | | - Negative history\n| | - Female patient | - Negative titers for: | | - No history of laryngotracheal injury | &emsp;- Angiotensin-converting enzyme (ACE) | | - No endotracheal intubation or tracheotomy/no occurrence of exertional dyspnea within 3 years of intubation/tracheotomy | &emsp;- Antinuclear antibody (ANA), rheumatoid factor (RF) | | - No thyroid/anterior neck surgery | &emsp;- Antineutrophil cytoplasmic antibody (ANCA) | | - No neck irradiation | | | - No caustic or thermal injuries | | | - No significant anterior neck trauma (blunt or penetrating) | | | - No history of autoimmunity | | | - Negative history76\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nWe do not routinely perform imaging studies for idiopathic subglottic stenosis because once airway stenosis is diagnosed, our next step is to perform examination under anesthesia, at which time lesion anatomy is further assessed and, in most cases, endoscopic laryngotracheoplasty is performed. Anatomic assessment consists of determining the craniocaudal height of the lesion, the distance from the glottis, and minimum airway cross-section. These are determined by using a quantitative endoscopic technique,60 although airway cross-section is now summarized using the Myer-Cotton System, given that precise knowledge of cross-sectional impairment does not affect treatment or prognosis. The panel of outcome measures used in our assessment of patients with airway stenosis is provided in\nIn patients with idiopathic subglottic stenosis, the airway is highly reactive, and injudicious attempts at endoscopic laser photoresection of the stenosis, pushing a rigid bronchoscope through it, or stenting will almost invariably produce aggressive scar reformation, which can wholly close up the airway (Figure 6-8). Similarly, long-term tracheostomy is not a solution because the airway above the tracheostomy will scar and close down, causing aphonia.\nFigure 6-6 A patient with idiopathic subglottic stenosis and a maximum cross-sectional airway diameter of 4 mm.\nWe always perform airway surgery via suspension laryngoscopy. This gives unencumbered no-touch access to the laryngotracheal complex (Figure 6-9) and allows two-handed minimally traumatic rigid instrumentation, microscope visualization, and line-of-sight CO2 laser surgery. All patients receive intravenous induction of anesthesia and supraglottic jet ventilation. Total intravenous technique is used for anesthesia maintenance. This method of anesthesia induction and maintenance is based on studies demonstrating the presence, nature, severity, and postsurgical relief of upper airway stenosis (Figure 6-7).42 Recently, we have begun to use cardiopulmonary exercise testing, in particular, measures of incremental inspiratory reserve depletion, as a way of quantifying stenosis-related effort intolerance.\nFigure 6-7 Flow-volume loop examination in a patient before (blue line) and after (green line) endoscopic laryngotracheoplasty.\nFlow (L/sec)\nVolume (L)\nPreoperative\nPostoperative\n0\n1\n2\n3\n4 8 6 4 2\n2\n0\n4\n6\n8\nLevel of Assessment\nOutcome Measures\nAnatomy\n- Myer-Cotton Scale for cross-section narrowing\n- Craniocaudal extent (vertical height) of the lesion\n- Distance from glottis\nFlow physiology\n- Spirometry\n- Flow-volume loop\nExercise physiology\n- Incremental shuttle walk test\n- Cardiopulmonary exercise\nAirway status\n- “A” domain of ADVS\nSymptoms: dyspnea and effort intolerance\n- “D” domain of ADVS\n- Clinical COPD Questionnaire (CCQ)\nSymptoms: voice\n- “V” domain of ADVS\n- VHI-10\nSymptoms: swallowing\n- “S” domain of ADVS\n- EAT-10 Instrument\nQuality of life\n- Short-Form 36 (SF-36)\nCOPD, Chronic obstructive pulmonary disease; EAT, Eating Assessment Tool; VHI, Voice Handicap Index.\ncross-section narrowing\n- Craniocaudal extent (vertical height) of the lesion\n- Distance from glottis\nFlow physiology\n- Spirometry\n- Flow-volume loop\nExercise physiology\n- Incremental shuttle walk test\n- Cardiopulmonary exercise\nAirway status\n- “A” domain of ADVS\nSymptoms: dyspnea and effort intolerance\n- “D” domain of ADVS\n- Clinical COPD Questionnaire (CCQ)\nSymptoms: voice\n- “V” domain of ADVS\n- VHI-10\nSymptoms: swallowing\n- “S” domain of ADVS\n- EAT-10 Instrument\nQuality of life\n- Short-Form 36 (SF-36)\nCOPD, Chronic obstructive pulmonary disease; EAT, Eating Assessment Tool; VHI, Voice Handicap Index.6 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement 77\nFigure 6-8 Total laryngotracheal stenosis following circumferential laser photoresection of idiopathic subglottic stenosis.\nFigure 6-9 Top, Side view of suspension laryngoscopy. Bottom, Bird’s-eye view of suspension laryngoscopy. Inset, Microscope (surgical) view of the laryngotracheal complex in a case of idiopathic subglottic stenosis.\nfavorable physiology and an improved safety profile compared with spontaneous ventilation.38 At the first treatment, we obtain a deep wedge-shaped biopsy specimen, including the perichondrium, to look for characteristic histopathologic features of this condition (see\nIdiopathic subglottic stenosis is a progressive condition, and its natural history is recurrent. Therefore we do not equate recurrence following endoscopic treatment with treatment failure and, in our practice, the need to perform repeat endoscopic treatment is not an indication for open laryngotracheal surgery. Most patients require a repeat endoscopic procedure usually once or twice per year. Only 2 of 60 patients in our series did not require repeat endoscopic procedures. Our patients are informed of the relative merits and risks of endoscopic or open surgery and are offered the option of repeat endoscopic surgery or open laryngotracheal reconstruction. To date, around 50 patients have elected to have repeat endoscopic surgery, and 10 patients so far have chosen to undergo open surgery.\nOur approach to open surgery for this condition differs from the orthodoxy of cricotracheal resection and anastomosis. We reason that idiopathic subglottic stenosis is a primary mucosal disease that overlies healthy perichondrium and cartilage.1 Laryngotracheal framework resection therefore is unnecessary; notwithstanding the fact that the excellent cure rates reported in one study with cricotracheal resection13 have not been replicated, this procedure necessarily destroys the cricothyroid pitch manipulation mechanism and will cause most female patients to have male voices after surgery.33 Moreover, cricotracheal resection conceptually treats this condition as a benign neoplasm, and, in cases like the one presented, where the disease extends to the glottis, the rational “complete” treatment would be a laryngectomy.\nWe perform a laryngotracheal fissure with posterior cricoid split, excise mucosal disease off perichondrium, expand the posterior cricoid with costal cartilage, place a skin graft-covered closed Silastic stent with the dermis placed outward through the glottis, and augment the anterior airway using a sternohyoid muscle flap. The stent and the temporary tracheostomy are removed at 2 weeks. The areas where the stenosis was excised will be colonized with keratinocytes, as will a longitudinal strip anteriorly and posteriorly at the site of the rib graft and at the site of the anterior laryngotracheal split. This provides a biologic mechanism for inhibition of further fibrosis in the same way as has been demonstrated in Dupuytren’s disease, which is also an idiopathic fibroinflammatory condition.61 To date this surgery has been performed on 10 patients with complete resolution of airway symptoms in all cases and follow-up of up to 3 years, with one case of suboptimal voice outcome.\nastic stent with the dermis placed outward through the glottis, and augment the anterior airway using a sternohyoid muscle flap. The stent and the temporary tracheostomy are removed at 2 weeks. The areas where the stenosis was excised will be colonized with keratinocytes, as will a longitudinal strip anteriorly and posteriorly at the site of the rib graft and at the site of the anterior laryngotracheal split. This provides a biologic mechanism for inhibition of further fibrosis in the same way as has been demonstrated in Dupuytren’s disease, which is also an idiopathic fibroinflammatory condition.61 To date this surgery has been performed on 10 patients with complete resolution of airway symptoms in all cases and follow-up of up to 3 years, with one case of suboptimal voice outcome.78\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nREFERENCES\n1. Mark EJ, Meng F, Kradin RL, et al. Idiopathic tracheal stenosis: a clinicopathologic study of 63 cases and comparison of the pathology with chondromalacia. Am J Surg Pathol. 2008;32:1138-1143.\n2. Heffner JE, Miller KS, Sahn SA. Tracheostomy in the intensive care unit. Part 2. Complications. Chest. 1986;90:430-436.\n3. Hollingsworth HM. Wheezing and stridor. Clin Chest Med. 1987; 8:231-240.\n4. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n5. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n6. Myer CM, O’Connor DM, Cotton RT. Proposed grading system for subglottic stenosis based on endotracheal tube sizes. Ann Otol Rhinol Laryngol. 1994;103:319-323.\n7. Nouraei SA, Nouraei SM, Randhawa PS, et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis. Clin Otolaryngol. 2008;33:575-580.\n8. McCaffrey TV. Classification of laryngotracheal stenosis. Laryngoscope. 1992;102:1335-1340.\n9. Wright CD, Grillo HC, Wain JC, et al. Anastomotic complications after tracheal resection: prognostic factors and management. J Thorac Cardiovasc Surg. 2004;128:731-739.\n10. Tracheal stenosis. http://health.groups.yahoo.com/group/tracheal_stenosis. Accessed February 22, 2011.\n11. Laryngotracheal stenosis. The National Center for Airway Reconstruction. http://www.airwaystenosis.com. Accessed February 22, 2011.\n12. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n13. Ashiku SK, Kuzucu A, Grillo HC, et al. Idiopathic laryngotracheal stenosis: effective definitive treatment with laryngotracheal resection. J Thorac Cardiovasc Surg. 2004;127:99-107.\n14. Simpson GT, Strong MS, Healy GB, et al. Predictive factors of success or failure in the endoscopic management of laryngeal and tracheal stenosis. Ann Otol Rhinol Laryngol. 1982;91:384-388.\n15. Roediger FC, Orloff LA, Courey MS. Adult subglottic stenosis: management with laser incisions and mitomycin-C. Laryngoscope. 2008;118:1542-1546.\n16. Couraud L, Moreau JM, Velly JF. The growth of circumferential scars of the major airways from infancy to adulthood. Eur J Cardiothorac Surg. 1990;4:521-525.\n17. Valdez TA, Shapshay SM. Idiopathic subglottic stenosis revisited. Ann Otol Rhinol Laryngol. 2002;111:690-695.\n18. Giudice M, Piazza C, Foccoli P, et al. Idiopathic subglottic stenosis: management by endoscopic and open-neck surgery in a series of 30 patients. Eur Arch Otorhinolaryngol. 2003;260:235-238.\n19. Dedo HH, Catten MD. Idiopathic progressive subglottic stenosis: findings and treatment in 52 patients. Ann Otol Rhinol Laryngol. 2001;110:305-311.\n20. Simpson CB, James JC. The efficacy of mitomycin-C in the treatment of laryngotracheal stenosis. L\niopathic subglottic stenosis revisited. Ann Otol Rhinol Laryngol. 2002;111:690-695.\n18. Giudice M, Piazza C, Foccoli P, et al. Idiopathic subglottic stenosis: management by endoscopic and open-neck surgery in a series of 30 patients. Eur Arch Otorhinolaryngol. 2003;260:235-238.\n19. Dedo HH, Catten MD. Idiopathic progressive subglottic stenosis: findings and treatment in 52 patients. Ann Otol Rhinol Laryngol. 2001;110:305-311.\n20. Simpson CB, James JC. The efficacy of mitomycin-C in the treatment of laryngotracheal stenosis. Laryngoscope. 2006;116:1923-1925.\n21. Monnier P, George M, Monod ML, et al. The role of the CO2 laser in the management of laryngotracheal stenosis: a survey of 100 cases. Eur Arch Otorhinolaryngol. 2005;262:602-608.\n22. Herrington HC, Weber SM, Andersen PE. Modern management of laryngotracheal stenosis. Laryngoscope. 2006;116:1553-1557.\n23. Shapshay SM, Beamis JFG, Hybels RL, et al. Endoscopic treatment of subglottic and tracheal stenosis by radial laser incision and dilatation. Ann Otol Rhinol Laryngol. 1987;96:661-664.\n24. Mehta AC, Lee FY, Cordasco EM, et al. Concentric tracheal and subglottic stenosis: management using the Nd-YAG laser for mucosal sparing followed by gentle dilatation. Chest. 1993;104:673-677.\n25. Werkhaven JA, Weed DT, Ossoff RH. Carbon dioxide laser serial micro trap door flap excision of subglottic stenosis. Arch Otolaryngol Head Neck Surg. 1993;119:676-679.\n26. Moseley H, Oswal V. Laser biophysics, Chapter 2. In: Oswal V, Remacle M, eds. Principles and Practice of Lasers in Otorhinolaryngology and Head and Neck Surgery. The Hague: Kugler; 2002:5-30.\n27. Krimsky WS, Rodrigues MP, Malayaman N, et al. Spray cryotherapy for the treatment of glottic and subglottic stenosis. Laryngoscope. 2010;120:473-477.\n28. Saad CP, Murthy S, Krizmanich G, et al. Self-expandable metallic airway stents and flexible bronchoscopy: long-term outcomes analysis. Chest. 2003;124:1993-1999.\n29. U.S. Food and Drug Administration. Metallic tracheal stents in patients with benign airway disorders. http://www.fda.gov/Safety/MedWatch/SafetyInformation/SafetyAlertsforHumanMedicalProducts/ucm153009.htm. Accessed February 22, 2011.\n30. Gaissert HA, Grillo HC, Wright CD, et al. Complication of benign tracheobronchial strictures by self-expanding metal stents. J Thorac Cardiovasc Surg. 2003;126:744-747.\n31. Sandu K, Monnier P. Cricotracheal resection. Otolaryngol Clin N Am. 2008;41:981-998.\n32. Marulli G, Rizzardi G, Bortolotti L, et al. Single-staged laryngotracheal resection and reconstruction for benign strictures in adults. Interactive CardioVascular and Thoracic Surgery. 2008; 7:227-230.\n33. Smith ME, Roy N, Stoddard K, Barton M. How does cricotracheal resection affect the female voice? Ann Otol Rhinol Laryngol. 2008;117:85-89.\n34. Grillo HC, Mark EM, Mathisen DJ, et al. Idiopathic laryngotracheal stenosis and its management. Ann Thorac Surg. 1993;56:80-87.\n35. Burman SO. Bronchoscopy and bacteremia. J Thorac Cardiovasc Surg. 1960;40:635-639.\n36. Nayci A, Atis S, Talas DU, et al. Rigid bronchoscopy induces bacterial translocation: an experimental study in rats. Eur Respir J. 2003;21:749-752.\n37. Wilson W, Taubert KA, Gewitz M, et al. American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee; American Heart Association Council on Cardiovascular Disease in the Young; American Heart Association Council on Clinical Cardiology; American Heart Association Council on Cardiovascular Surgery and Anesthesia; Quality of Care and Outcomes Research Interdisciplinary Working Group. Prevention of infective endocarditis: guidelines from the American Heart Association: a guideline from the American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee, Council on Cardiovascular Disease in the Young, and the Council on Clinical Cardiology, Council on Cardiovascular Surgery and Anesthesia, and the Quality of Care and Outcomes Research Interdisciplinary Working Group. Circ\ncopy induces bacterial translocation: an experimental study in rats. Eur Respir J. 2003;21:749-752.\n37. Wilson W, Taubert KA, Gewitz M, et al. American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee; American Heart Association Council on Cardiovascular Disease in the Young; American Heart Association Council on Clinical Cardiology; American Heart Association Council on Cardiovascular Surgery and Anesthesia; Quality of Care and Outcomes Research Interdisciplinary Working Group. Prevention of infective endocarditis: guidelines from the American Heart Association: a guideline from the American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee, Council on Cardiovascular Disease in the Young, and the Council on Clinical Cardiology, Council on Cardiovascular Surgery and Anesthesia, and the Quality of Care and Outcomes Research Interdisciplinary Working Group. Circulation. 2007;116:1736-1754.\n38. Nouraei SAR, Giussani DA, Howard DJ, et al. Physiological comparison of spontaneous and positive-pressure ventilation in laryngotracheal stenosis. Br J Anaesth. 2008;101:419-423.\n39. Mathisen DJ, Grillo HC. Endoscopic relief of malignant airway obstruction. Ann Thorac Surg. 1989;48:469-473.\n40. Kil HK, Kim WO, Koh SO. Effects of dexamethasone on laryngeal edema following short-term intubation. Yonsei Med J. 1995;36:515-520.\n41. Ishman SL, Kerschner JE, Rudolph CD. The KTP laser: an emerging tool in pediatric otolaryngology. Int J Pediatr Otorhinolaryngol. 2006;70:677-682.\n42. Nouraei SAR, Winterborn C, Nouraei SM, et al. Quantifying the physiology of laryngotracheal stenosis: changes in pulmonary dynamics in response to graded extrthoracic resistive loading. Laryngoscope. 2007;117:581-588.\n43. Nouraei SAR, Nouraei SM, Upile T, et al. A proposed system for documenting the functional outcome of adult laryngotracheal stenosis. Clin Otolaryngol. 2007;32:407-409.\n44. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118:1455-1459.\n45. Maronian NC, Azadeh H, Waugh P, Hillel A. Association of laryngopharyngeal reflux disease and subglottic stenosis. Ann Otol Rhinol Laryngol. 2001;110:606-612.\n46. Rumbak M, Dryer J, Padhya T, et al. Successful management of subglottic stenosis during the third trimester of pregnancy. J Bronchol Intervent Pulmonol. 2010;17:342-344.\n47. Scholz A, Srinivas K, Stacey MR, et al. Subglottic stenosis in pregnancy. Br J Anaesth. 2008;100:385-388.\n48. Smith ME, Roy N, Stoddard K, Barton M. How does cricotracheal resection affect the female voice? Ann Otol Rhinol Laryngol. 2008;117:85-89.\nottic stenosis. Ann Otol Rhinol Laryngol. 2001;110:606-612.\n46. Rumbak M, Dryer J, Padhya T, et al. Successful management of subglottic stenosis during the third trimester of pregnancy. J Bronchol Intervent Pulmonol. 2010;17:342-344.\n47. Scholz A, Srinivas K, Stacey MR, et al. Subglottic stenosis in pregnancy. Br J Anaesth. 2008;100:385-388.\n48. Smith ME, Roy N, Stoddard K, Barton M. How does cricotracheal resection affect the female voice? Ann Otol Rhinol Laryngol. 2008;117:85-89.6 - Bronchoscopic Treatment of Idiopathic Laryngotracheal Stenosis with Glottis Involvement\n79\n56. Cincik H, Gungor A, Cakmak A, et al. The effects of mitomycin C and 5-fluorouracil/triamcinolone on fibrosis/scar tissue formation secondary to subglottic trauma (experimental study). Am J Otolaryngol. 2005;26:45-50.\n57. Eliashar R, Ochana M, Maly B, et al. Halofuginone prevents subglottic stenosis in a canine model. Ann Otol Rhinol Laryngol. 2006;115:382-386.\n58. Rosen CA, Lee AS, Osborne J, et al. Development and validation of the voice handicap index-10. Laryngoscope. 2004;114:1549-1556.\n59. Belafsky PC, Mouadeb DA, Rees CJ, et al. Validity and reliability of the Eating Assessment Tool (EAT-10). Ann Otol Rhinol Laryngol. 2008;117:919-924.\n60. Nouraei SAR, McPartlin DW, Nouraei SM, et al. Objective sizing of upper airway stenosis: a quantitative endoscopic approach. Laryngoscope. 2006;116:12-17.\n61. Tonkin MA, Burke FD, Varian JP. Dupuytren’s contracture: a comparative study of fasciectomy and dermofasciectomy in one hundred patients. J Hand Surg Br. 1984;9:156-162.\n49. Nouraei SAR, Randhawa PS, Koury EF, et al. Validation of the clinical COPD questionnaire as a psychophysical outcome measure in adult laryngotracheal stenosis. Clin Otolaryngol. 2008;34:343-348.\n50. Nouraei SAR, Nouraei SM, Howard DJ, et al. A proposed system for documenting the functional outcome of adult laryngotracheal stenosis. Clin Otolaryngol. 2007;32:407-409.\n51. Terra RM, de Medeiros IL, Minamoto H, et al. Idiopathic tracheal stenosis: successful outcome with antigastroesophageal reflux therapy. Ann Thorac Surg. 2008;85:1438-1439.\n52. Perepelitsyn I, Shapshay SM. Endoscopic treatment of laryngeal and tracheal stenosis-has mitomycin C improved the outcome? Otolaryngol Head Neck Surg. 2004;131:16-20.\n53. Ubell ML, Ettema SL, Toohill RJ, et al. Mitomycin-C application in airway stenosis surgery: analysis of safety and costs. Otolaryngol Head Neck Surg. 2006;134:403-406.\n54. Smith ME, Elstad M. Mitomycin C and the endoscopic treatment of laryngotracheal stenosis: are two applications better than one? Laryngoscope. 2009;119:272-283.\n55. Karagiannidis C, Velehorschi V, Obertrifter B, et al. High-level expression of matrix-associated transforming growth factor-beta1 in benign airway stenosis. Chest. 2006;129:1298-1304.",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "rose",
      "spiration"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch06.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}