{
  "doc_id": "bacada_ch17",
  "title": "EBUS TBNA of a Left Lower Paratracheal Node",
  "abstract": "",
  "content": "207\nChapter 17 EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L) in a Patient with a Left Upper Lobe Lung Mass and Suspected Lung Cancer\nCASE DESCRIPTION\nA 72-year-old man with 40-pack-year history of smoking presented with chronic cough. Computed tomography of the chest showed a 2.8 x 1.7 cm left upper lobe mass and a 1.57 cm short diameter left lower paratracheal lymph node (Figure 17-1). The patient was referred for diagnosis and staging. He had a history of COPD (post bronchodilator FEV1 was 58% predicted) and stable angina pectoris treated medically by his cardiologist. On chest auscultation, decreased air entry bilaterally and prolonged exhalation were noted. He was independent in his daily activities but performed them with effort. Karnofsky performance status was 80. Resting and two-dimensional dobutamine stress echocardiography was normal. He lived with his wife at home, desired a prompt diagnosis, and was willing to consider all available treatment options.\nDISCUSSION POINTS\n1. Describe the diagnostic yield of EBUS-TBNA versus conventional TBNA and EUS-FNA at station 4 L.\n2. Describe how the coronal view of a computed tomography scan can be used to help plan EBUS-TBNA.\n3. Describe endobronchial sonographic findings, including adjacent vascular structures at and around lymph node station 4 L.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThis patient had decreased air entry bilaterally and prolonged exhalation, consistent with his obstructive ventilatory impairment detected on spirometry. He had grade II functional status based on the World Health Organization scale, specifically, mild limitation of physical activity was noted; no discomfort was reported at rest, but normal physical activity caused increased symptoms.1 Other measurement instruments that can be used to accurately assess impaired health, perceived well-being, dyspnea, and quality of life in patients with chronic obstructive pulmonary disease (COPD) are St. George’s Respiratory Questionnaire, the Borg Baseline Dyspnea Index (BDI), and the modified Medical Research Council (MRC) Dyspnea Scales.2\nResults from prospective studies of COPD patients with a mean age of 65 years and a mean value of post bronchodilator forced expiratory volume in 1 second (FEV1) of 44% of the predicted value show that the all-cause mortality rate is 12% to 16% at 3 years.3 Our patient, however, additionally had a lung nodule, ipsilateral mediastinal lymphadenopathy, and a positive smoking history. These findings are highly suspicious for primary lung carcinoma. If non-small cell lung cancer (NSCLC) were diagnosed, the primary tumor size would be staged as T1; in conjunction with positive N2 nodal staging (ipsilateral mediastinal lymphadenopathy), this patient would be staged clinically as having IIIA disease with an estimated 5 year survival of 19% and a median survival of 14 months despite treatment.4 Because his risk of dying from cancer far outweighs that of dying from COPD, prompt diagnosis, staging, and treatment of his lung cancer are warranted.\nSurvival estimates are critical factors in patient and physician decision making in all phases of cancer diagnosis and treatment. These estimates are not perfect and of course may not apply to the particular “individual” faced with a cancer diagnosis. One measure that has been used to predict survival and consequently has been used as an entry criterion for oncology clinical trials is performance status. The Karnofsky Performance Scale, for example, is a commonly used general measure of functional impairment that allows comparison of the effectiveness of various therapies and prognosis considerations in individual patients: The lower the score, the worse the chance of survival.5\nComorbidities\nThis patient had COPD with FEV1 of 58% predicted (moderate; Gold Initiative on Obstructive Lung Disease [GOLD] stage II). He was taking tiotropium 18 mcg/day and albuterol by metered dose inhaler (MDI) as needed. He had stable angina pectoris managed medically with nitrates and calcium channel blockers. The patient had\nThis chapter emphasizes the following elements of the Four Box Approach: operator and team experience and expertise, and techniques and instrumentation.\nhas been used as an entry criterion for oncology clinical trials is performance status. The Karnofsky Performance Scale, for example, is a commonly used general measure of functional impairment that allows comparison of the effectiveness of various therapies and prognosis considerations in individual patients: The lower the score, the worse the chance of survival.5\nComorbidities\nThis patient had COPD with FEV1 of 58% predicted (moderate; Gold Initiative on Obstructive Lung Disease [GOLD] stage II). He was taking tiotropium 18 mcg/day and albuterol by metered dose inhaler (MDI) as needed. He had stable angina pectoris managed medically with nitrates and calcium channel blockers. The patient had\nThis chapter emphasizes the following elements of the Four Box Approach: operator and team experience and expertise, and techniques and instrumentation.208\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nAlthough imaging studies are helpful for identifying lung parenchyma and mediastinal abnormalities, they do no signs or symptoms of other illnesses. Careful examination and review of systems are warranted because COPD is linked to many comorbid conditions such as hypertension, coronary heart disease, stroke, obstructive sleep apnea, psychiatric illness (e.g., depression, anxiety), and cognitive decline, which could preclude or complicate interventions provided under general anesthesia.6,7\n- *Support Syste*m**\nOur patient was married and lived with his wife, who was very supportive. Cancer, as suspected in this patient, is often considered a “family matter” with significant psychological and emotional impact on family members.8 Because significant others are often involved in caregiving to a considerable extent during a patient’s illness, involvement of family members in discussions about diagnosis and prognosis is warranted. Additionally, health care providers should be concerned about the caregiver’s health because several investigators have found that caregiving, although it is not always judged to be a negative experience, can contribute to mental and physical ill health and can have a negative impact on social functioning.9\n- *Patient Preferences and Expectation*s**\nThis patient had clearly expressed a desire for treatment. He was prepared to consider all available diagnostic options, including conventional transbronchial needle aspiration (TBNA), endobronchial ultrasound (EBUS)-guided TBNA, endoscopic ultrasound (EUS)-guided fine-needle aspiration (FNA), computed tomography (CT)-guided biopsy, mediastinoscopy, or video-assisted thoracic surgery (VATS).\nAlthough increasing emphasis is now placed on patient empowerment, results of studies show that many patients do not wish to be involved in decisions about their own care. Patient preferences regarding involvement in decision making vary with age, socioeconomic status, and illness experience, as well as the gravity of the decision. Evidence suggests that even if patients wish to be informed about their illness and treatment alternatives, they might not wish to be actively involved in making the treatment decision.10 Therefore the distinction between providing information, evaluating the information given, and taking responsibility for deciding on treatment may be important. In our case, the patient explicitly asked that all information and alternatives be discussed with both him and his wife, so they could make medical decisions together.\n- *Procedural Strategie*s**\n- *Indication*s**\nTissue diagnosis and sampling of station 4 L (left lower paratracheal node) for staging purposes were warranted because mediastinal lymph node involvement is found in approximately 26% of patients with newly diagnosed lung cancer.11 Sampling of the 4 L lymph node station is important because the presence of mediastinal lymph node metastasis remains one of the most adverse prognostic factors in NSCLC. This tumor can be subclassified as IIIA3 with significant implications for additional management decisions. This is the largest subgroup of IIIA NSCLC patients and consists of patients with clinical ipsilateral lymph node invasion demonstrated by minimally invasive techniques or noninvasive imaging. Patients are often considered resectable or marginally resectable, depending on the number and the location of the lymph nodes involved.12 However, the American College of Chest Physicians (ACCP) states that in NSCLC patients with stage IIIA-N2 disease identified preoperatively, induction therapy followed by surgery is not recommended, except as part of a clinical trial. Furthermore, although the use of any induction chemotherapy followed by surgery in stage IIIA lung cancer appears feasible, published data do not support this treatment as the standard of care in the community.13 In fact, concomitant chemoradiation is increasingly becoming the standard of care in selected patients in clinical stage IIIA3 with a good risk profile, that is, low comorbidity, good performance and pulmonary function, and adequately staged disease.12\nFigure 17-1 A, Axial computed tomography (CT) view reveals the left upper lobe mass and the 1.7 cm left paratracheal lymph node (station 4 L) to the left of the left lateral border of the trachea. B, Coronal CT view reveals the relationship between the left paratracheal node, the pulmonary artery, and the aortic arch.\nAxial view\nCoronal view\nA\nB\nStation 4 L\nAortic arch\nStation 4 L\nPulmonary\nartery\nas the standard of care in the community.13 In fact, concomitant chemoradiation is increasingly becoming the standard of care in selected patients in clinical stage IIIA3 with a good risk profile, that is, low comorbidity, good performance and pulmonary function, and adequately staged disease.12\nFigure 17-1 A, Axial computed tomography (CT) view reveals the left upper lobe mass and the 1.7 cm left paratracheal lymph node (station 4 L) to the left of the left lateral border of the trachea. B, Coronal CT view reveals the relationship between the left paratracheal node, the pulmonary artery, and the aortic arch.\nAxial view\nCoronal view\nA\nB\nStation 4 L\nAortic arch\nStation 4 L\nPulmonary\nartery17 - EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L)\n209\nnot provide a tissue diagnosis. Flexible bronchoscopy would allow complete airway inspection to ascertain the absence of endobronchial lesions, to potentially obtain samples from the lung mass itself, and to sample the mediastinal lymph node at the same setting. This could be done with the use of conventional transbronchial needle aspiration; however, the use of EBUS-TBNA significantly increases diagnostic yield (96% vs. 41%) at the level 4 L region compared with conventional sampling techniques.14,15 By sampling station 4 L, both diagnosis and staging can be accomplished during a single procedure. Complete sonographic mediastinal lymph node assessment is warranted, however, because the tumor may be upstaged to N3 (stage IIIB), in case EBUS identifies contralateral lymph nodes and aspirates are positive for malignancy.16 One study showed that compared with radiologic staging, EBUS-TBNA downstaged 18 of 113 (15.9%) and upstaged 11 of 113 (9.7%) patients.17\nTherefore ultrasound examination is done in a stepwise fashion, usually beginning at the highest-level node in relation to the lung mass in staging procedures: Contralateral lymph nodes, when identified, are sampled first and are immediately stained and read by an on-site pathologist. If no malignant cells are seen, subcarinal or ipsilateral lymph nodes are sampled. All aspirates are stained immediately for rapid on-site interpretation; aspirates are obtained until a preliminary cytologic diagnosis of malignancy is given, or until the cytologist determines that an adequate quantity of representative tissue has been obtained (usually four aspirates per lesion).18 For this patient, if complete EBUS mediastinal and hilar evaluation reveals no contralateral nodes, the CT-documented 4 L node should be sampled.\n- *Contraindication*s**\nNo absolute contraindications to EBUS-TBNA were noted. This procedure is often performed under general anesthesia, which in our patient could predispose to myocardial ischemia as the result of volume shifts and increased myocardial oxygen demand from elevations in heart rate and blood pressure. Patients with major cardiac predictors for anesthesia risk such as unstable coronary syndrome, decompensated heart failure, significant arrhythmia, and severe valvular disease warrant intensive management, which may lead to delay in cancellation of an operative procedure. Other clinical predictors that require careful assessment include a history of ischemic heart disease (as seen in our patient), diabetes mellitus, compensated heart failure, and renal insufficiency. It is noteworthy that diagnostic endoscopic procedures such as bronchoscopy are considered low risk with a reported rate of cardiac death or nonfatal myocardial infarction of less than 1%; therefore preoperative cardiac testing usually is not necessary.19 The negative stress test performed several weeks earlier was reassuring because of its high negative predictive value (90% to 100%) for postoperative cardiac complications.20\n- *Expected Result*s**\nWe usually perform EBUS-TBNA with a large endotracheal tube (8.5 or 9 mm) with the patient under general anesthesia. The EBUS scope would be introduced through the tube once the bite block is secured in place around the tube. Some practitioners prefer using a laryngeal mask airway or inserting the EBUS bronchoscope through the mouth with the use of a bite block under moderate or deep sedation. Complete airway examination would be performed and attention would be paid to both contralateral and ipsilateral mediastinal lymph node stations with EBUS.\nIn one small study, the diagnostic rate of EBUS-TBNA for station 4 L was equal to that of conventional TBNA (72% vs. 71%), but lymphocytes (indicative of an adequate sample) were more often present on EBUS-TBNA specimens (82% vs. 71%).21 Several larger studies, however, have shown high diagnostic yields of 88% to 96% with EBUS for station 4 L.14,22,23\n- *Team Experienc*e**\nAlthough the yield of EBUS-TBNA has generally been reported to be as low as 70% for all lymph node stations,24 it has become standard practice in most institutions that can offer it. An experienced team of doctors and nurses familiar with the techniques and the equipment is necessary. On-site cytology is preferred to provide immediate diagnosis, or at the least to know whether representative samples are being obtained. However, many bronchoscopists do not use rapid on-site cytologic examination because of cost, logistics, and organizational issues, stating instead that because the operator visualizes nodal sampling, immediate cytology is not necessary. On\n(82% vs. 71%).21 Several larger studies, however, have shown high diagnostic yields of 88% to 96% with EBUS for station 4 L.14,22,23\n- *Team Experienc*e**\nAlthough the yield of EBUS-TBNA has generally been reported to be as low as 70% for all lymph node stations,24 it has become standard practice in most institutions that can offer it. An experienced team of doctors and nurses familiar with the techniques and the equipment is necessary. On-site cytology is preferred to provide immediate diagnosis, or at the least to know whether representative samples are being obtained. However, many bronchoscopists do not use rapid on-site cytologic examination because of cost, logistics, and organizational issues, stating instead that because the operator visualizes nodal sampling, immediate cytology is not necessary. On210\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nDiagnostic Alternatives\nVarious alternatives are available, each with its advantages and disadvantages. It is ethical to share a description of these alternatives with the patient and his spouse:\n1. CT-guided percutaneous needle aspiration of the left upper lobe nodule could be performed because the diagnostic rate (91%) is high. This would not provide information on staging, is associated with increased risk for pneumothorax (5% to 60%), 31 and provides no information regarding airway lesions and potential resectability. If cancer were diagnosed, mediastinal sampling would still be warranted for staging purposes.\n2. EUS-FNA (endoscopic ultrasound-guided fine-needle aspiration) could be performed because the 4 L lymph node station is accessible via the esophagus. Overall reported sensitivity is 81% to 97%, and specificity is 83% to 100%. 32 For station 4 L in particular, EUS-FNA has a diagnostic yield similar to EBUS-TBNA. 23 Some might argue that bronchoscopy would still need to be performed to identify possible airway abnormalities. Rates of bacteremia following upper EUS are similar whether or not FNA is performed and are equal to those seen in routine gastroscopy (6%). 33\n3. Mediastinoscopy is still considered the gold standard and may be recommended if endoscopic sampling of station 4 L is negative for malignancy and is otherwise nondiagnostic. 14 This invasive procedure is performed in the operating room with the patient under general anesthesia. It has associated morbidity and mortality of 2% and 0.08%, respectively. 34 Mediastinoscopy has a specificity of 100% and offers good access to lymph node stations 2, 4, and 7, but access to posterior and inferior mediastinal nodes is limited, which explains its overall sensitivity of 80% to 90%. 31\n4. Video-assisted thoracic surgery (VATS) is another invasive alternative but provides access to ipsilateral nodes only and has 75% sensitivity overall. 35 Its benefits include access to inferior mediastinal nodes and definitive lobar resection at the same time if nodes are negative.\nCost-Effectiveness\nIn two separate decision-analysis models, EUS-FNA + EBUS-TBNA and conventional TBNA + EBUS-FNA were more cost-effective approaches than mediastinoscopy for staging patients with NSCLC and abnormal mediastinal lymph nodes on noninvasive imaging. 36,37 The strategy of adding EUS-FNA to a conventional lung cancer staging approach (mediastinoscopy and thoracotomy) reduced costs by 40% per patient. 38 The two procedures (EUS-FNA and EBUS-TBNA) can be performed with the use of a dedicated linear EBUS bronchoscope in one setting and by one operator. Procedures are complementary and their combined use provides better diagnostic accuracy than is attained with either procedure alone. 39 This approach may reduce costs and enhance efficiency if one person can perform the combined procedure; simultaneously scheduling two skilled endoscopists with different subspecialties is often difficult.\nEBUS-TBNA may actually increase health care costs if done in low-volume centers by inexperienced operators. 40 In fact, start-up costs are significant because of the need for training (participation in national and international hands-on workshops), equipment costs, and the risk that costly repairs will be needed in cases of instrument damage. 41\nInformed Consent\nAfter they had been advised of all of the diagnostic alternatives, the patient and his wife elected to proceed with EBUS-TBNA under general anesthesia. No barriers to learning were identified. They were informed of potential failure to obtain a definitive diagnosis despite successful lymph node visualization and sampling. Feedback communication techniques were used to confirm patient understanding of his disease. Both the patient and his spouse were able to accurately describe the proposed procedure, alternatives, and potential complications.\nTechniques and Results\nAnesthesia and Perioperative Care\nEBUS-TBNA can be performed with the patient under conscious (moderate) sedation or under general anesthesia with the use of a laryngeal mask airway or endotracheal tubes:\n1. Conscious (moderate) sedation: In a single center, it was shown that despite frequent cough (70% of patients), patient satisfaction was high and diagnostic yield remained 90%. 28 Moderate sedation offers the advantage of performing the procedure in the investigators have suggested that contamination of the TBNA needle by oropharyngeal flora is common and may predispose patients to clinically significant infection, although this occurs rarely. 30 Results from a prospective study document the presence of bacteremia, confirmed by\n. Both the patient and his spouse were able to accurately describe the proposed procedure, alternatives, and potential complications.\nTechniques and Results\nAnesthesia and Perioperative Care\nEBUS-TBNA can be performed with the patient under conscious (moderate) sedation or under general anesthesia with the use of a laryngeal mask airway or endotracheal tubes:\n1. Conscious (moderate) sedation: In a single center, it was shown that despite frequent cough (70% of patients), patient satisfaction was high and diagnostic yield remained 90%. 28 Moderate sedation offers the advantage of performing the procedure in the investigators have suggested that contamination of the TBNA needle by oropharyngeal flora is common and may predispose patients to clinically significant infection, although this occurs rarely. 30 Results from a prospective study document the presence of bacteremia, confirmed by17 - EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L)\n211\nbronchoscopy suite and results in better cost\nsavings/safety ratios when compared with general\nanesthesia. 42 Cough and respiratory movements,\nhowever, may impair coupling of the transducer\nwith the airway wall and may result in significant\nartifacts and suboptimal ultrasound imaging.\nSampling of smaller nodes may be technically\nmore difficult than that done with the patient\nunder general anesthesia.\n2. General anesthesia with laryngeal mask airway\n(LMA) is preferred in many institutions. It is possible to establish a secure airway and maintain\noxygenation using the LMA during bronchoscopy\nwithout diminishing the chances for a successful\nprocedure. 24 At least a No. 4 or a No. 4.5 LMA\nshould be used to allow straightforward manipulation of the scope inside the airway. 43 LMAs of this\nsize allow passage of endotracheal tubes (ETTs) if\nnecessary. Anesthesia given by LMA allows visualization of higher mediastinal structures and lymph\nnodes at stations 1 and 2 compared with ETTs for\nobvious reasons: After intubation, the distal extremity of the ETT is at least 3 cm below the vocal cords\nbecause the distance between the tip of the tube and\nthe cuff of the tube is usually 1 cm, and the cuff\nlength is approximately 2 cm. Were the tube higher\nwithin the trachea, the cuff would abut or sit within\nthe larynx. If an ETT is used, it will have to be\nmobilized proximally to allow examination of stations 1 and 2. General anesthesia and the LMA are\nused in the bronchoscopy suite in some centers and\nin the operating room in others, depending on logistics, personnel, and institutional policies. Patients\nshould be selected carefully because use of an LMA\nmay not be appropriate in severely obese patients\nor in patients with severe untreated gastroesophageal reflux (GERD) because of the known reduction\nin barrier pressure at the lower esophageal sphincter and increased risk for aspiration of gastric\ncontents. 44\n3. General anesthesia with endotracheal tube (ETT):\nA No. 8.5 ETT for female patients and a No. 9 ETT\nfor male patients should be used to allow for proper\nventilation and to potentially prevent elevated peak\nairway pressures and development of auto-positive\nend-expiratory pressure (PEEP) during the procedure. These tubes provide at least a 2 mm difference between the scope diameter and that of the\nETT because the outer diameter of the EBUS-TBNA\nscope is 6.2 mm. This bronchoscope/ETT ratio may\nprevent critical alterations in ventilatory parameters. 45 The procedure is usually performed in the\noperating room. Because the EBUS scope is directed\nmore centrally in the airway through the ETT,\ncoupling of the transducer and the wall may be\nimpaired, and biopsy may be more difficult to\nperform than with LMA or moderate sedation\ntechniques. 43\nDuring the time-out process, the need for perioperative\nantibiotics is readdressed by the anesthesia team. Current\nevidence suggests that given a bacteremia rate comparable with that of routine flexible bronchoscopy,\nrecommendations for the use of prophylactic antibiotics\nfor the prevention of infective endocarditis in patients\nundergoing EBUS-TBNA should not differ from those for\nroutine bronchoscopy. The latest guidelines recommend\nantibiotic prophylaxis for bronchoscopic procedures\nonly in patients with cardiac conditions such as congenital heart disease, prosthetic heart valves, or previous\nhistory of infectious endocarditis. 46 Our patient had no\nsuch conditions.\n- *Instrumentatio*n**\nThe EBUS bronchoscopes used for diagnosing and staging\nmediastinal lymph nodes in lung cancer are dedicated\nreal-time EBUS-TBNA scopes. 47,48 These scopes are\nsimilar in design, but their physical characteristics may\nbe slightly different (\nThe bronchoscope used in our case had a curved array\n7.5 MHz ultrasound transducer incorporated into its\ndistal end (BF-UC 160F, Olympus Optical Co., Ltd.,\nTokyo, Japan) (Figure 17-2, A). Resolution is low, but\noptimal depth of penetration is approximately 5 cm,\nwhich allows clear visualization of mediastinal structures\nsurrounding the airways. The\nheart disease, prosthetic heart valves, or previous\nhistory of infectious endocarditis. 46 Our patient had no\nsuch conditions.\n- *Instrumentatio*n**\nThe EBUS bronchoscopes used for diagnosing and staging\nmediastinal lymph nodes in lung cancer are dedicated\nreal-time EBUS-TBNA scopes. 47,48 These scopes are\nsimilar in design, but their physical characteristics may\nbe slightly different (\nThe bronchoscope used in our case had a curved array\n7.5 MHz ultrasound transducer incorporated into its\ndistal end (BF-UC 160F, Olympus Optical Co., Ltd.,\nTokyo, Japan) (Figure 17-2, A). Resolution is low, but\noptimal depth of penetration is approximately 5 cm,\nwhich allows clear visualization of mediastinal structures\nsurrounding the airways. The212\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nFigure 17-2 Endobronchial ultrasound equipment. A, Endobronchial ultrasound (EBUS) scope (BF-UC 160F) with the curved array 7.5 MHz ultrasound transducer incorporated into the distal end of the bronchoscope. B, The ultrasound processor unit (EU C 2000) allows for adjustable gain and depth to improve image quality and has Doppler capabilities. C, The 22 gauge needle system is being locked to the bronchoscope. D, Endoscopic view showing the water-inflated balloon (arrow) against the airway wall and the needle extended out of its sheath, penetrating the airway wall.\nA\nC\nB\nD | Bronchoscope Type | BF-UC160F-OL8 (Olympus) | BF-UC180F (Olympus) | EB-1970UK (Pentax) | | :------------------------ | :---------------------------------- | :------------------------------------------ | :------------------------------------------------ | | Field of view | 80 degrees | 80 degrees | 100 degrees | | Direction of view | 35 degrees forward oblique | 35 degrees forward oblique | 45 degrees forward oblique | | Depth of field | 2-50 mm | 2-50 mm | 3-100 mm | | Distal end outer diameter | 6.9 mm | 6.9 mm | 7.45 mm | | Insertion tube outer diameter | 6.2 mm | 6.2 mm | 6.3 mm | | Working length | 600 mm | 600 mm | 600 mm | | Channel inner diameter | 2.0 mm | 2.2 mm | 2.0 mm | | Angulation range | Up 120 degrees Down 90 degrees | Up 120 degrees Down 90 degrees | Up 120 degrees Down 90 degrees | | Display mode | B mode CPD mode | B mode, M mode, D mode, Flow mode Power flow mode\\* | B mode, color Doppler, pulse Doppler | * | | Scanning method | Electrical curved linear array | Electrical curved linear array | Electrical curved linear array | | Scanning direction | Parallel to the insertion direction (longitudinal) | Parallel to the insertion direction (longitudinal) | Parallel to the insertion direction (longitudinal) | | Frequency | 7.5 MHz | 5/7.5/10/12 MHz | 5/6.6/7.5/9/10 MHz | | Tissue harmonic echo | N/A | 5OP/6OS/6OR/7.5 H | N/A | | Focusing point | Fixed | Maximum of 4 focusing points\\* | N/A | * | | Scanning range | 50 degrees | 60 degrees | 75 degrees | | Contacting mode | Balloon method Direct contact mode | Balloon method Direct contact mode | Balloon method Direct contact mode |\nCPD, Color power Doppler; N/A, not applicable or reported.\n\\*With Aloka Prosound alpha5 (Aloka America, Wallingford, Conn).*\nthe insertion direction (longitudinal) | | Frequency | 7.5 MHz | 5/7.5/10/12 MHz | 5/6.6/7.5/9/10 MHz | | Tissue harmonic echo | N/A | 5OP/6OS/6OR/7.5 H | N/A | | Focusing point | Fixed | Maximum of 4 focusing points\\* | N/A | * | | Scanning range | 50 degrees | 60 degrees | 75 degrees | | Contacting mode | Balloon method Direct contact mode | Balloon method Direct contact mode | Balloon method Direct contact mode |\nCPD, Color power Doppler; N/A, not applicable or reported.\n\\*With Aloka Prosound alpha5 (Aloka America, Wallingford, Conn).*17 - EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L)\n213\n- *Follow-up Tests and Procedure*s**\nThe final diagnosis 2 days after the procedure confirmed primary lung adenocarcinoma. Complete staging included whole body positron emission tomography (PET)-CT scanning and brain magnetic resonance imaging (MRI). These tests showed no extrthoracic disease. A follow-up appointment was arranged 2 weeks after EBUS-TBNA to ensure involvement of subspecialty physicians as part of a multidisciplinary approach to lung cancer management.\nDiscussion with the oncologist and the pathologist was necessary to determine whether the EBUS-TBNA specimen should be sent for genetic testing. Evidence suggests that patient outcomes are optimized by testing for specific mutated pathways against which treatment may be directed.53-55\ncomponents are present, and if the specimen contains scant lymphocytes (defined as <40 per high-power field [HPF]) and blood only, cartilage, or bronchial epithelial cells only.51 A quantitative cutoff value of at least 30% cellularity composed of lymphocytes has been arbitrarily proposed by some experts.52 Higher yields may be obtained by taking aspirates from the periphery of the node.\nWe chose to use rapid on-site examination (ROSE) because of its availability at our institution. The procedure was stopped once the pathologist determined specimen adequacy. A firm and unquestionable diagnosis at the time of EBUS-TBNA was not required. Literature shows that if ROSE is not utilized, the greatest diagnostic yield is obtained by performing three aspirates per lymph node station (reported sensitivity of 95% and specificity of 100%).51 Two aspirations per lymph node station seem to be acceptable if at least one tissue core specimen is obtained. If the operator believes that targeting is inadequate or insufficient, additional aspirates should probably be obtained, regardless of the number of passes.\nThe case lasted 30 minutes from induction to extubation. Extubation was uneventful, and the patient was transferred to the postanesthesia care unit for 2 hour observation, during which no complications were noted. He was discharged home the same day.\n- *Quality Improvemen*t**\nIn this case, a diagnosis of lung cancer was made quickly, and N2 metastasis was identified using a single outpatient procedure, resulting in cost-effective, quality care. At our team meeting, we discussed whether general anesthesia had been necessary for this procedure. We concluded that although some evidence indicates that moderate sedation is sufficient and safe for performing EBUS-TBNA, our physicians and nurses preferred general anesthesia if patients had no contraindications. Reasons for this preference include having a secure airway in case of problems (e.g., hypoxemia, aspiration, bleeding), perceived patient comfort in case the bronchoscope needs to be removed and introduced several times, virtual absence of patient agitation and cough during general anesthesia, and an ability to routinely obtain high-quality images and representative specimens in a timely manner.\nDISCUSSION POINTS\n1. Describe the diagnostic yield of EBUS-TBNA versus conventional TBNA and EUS-FNA at station 4 L.\nAccording to a study that directly evaluated the yield of EBUS-TBNA versus conventional TBNA for separate lymph node stations, the diagnostic yield of EBUS-TBNA was similar to that of conventional TBNA (72% vs. 71%) at station 4 L, but lymphocyte-positive aspirates were retrieved more commonly with EBUS-TBNA (82% vs. 71%). In a more recent paper with a large number of patients, the yield of EBUS-TBNA for diagnosing station 4 L was as high as 96% in expert hands14 and was much higher than the yield of 41% reported with conventional TBNA for this lymph node station.15 For station 4 L, EUS-FNA has a diagnostic yield similar to that of EBUS-TBNA.23\n2. Describe how the coronal view of a computed tomography scan can be used to help plan EBUS-TBNA.\nAccording to the International Association for the Study of Lung Cancer (IASLC) lymph node map,56 station 4 L includes nodes to the left of the left lateral border of the trachea, medial to the ligamentum arteriosum. The upper border is the upper margin of the aortic arch, and the lower border is the upper rim of the left main pulmonary artery (see Figure 17-1). Both axial and coronal CT views are useful to define station\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nThe patient was discussed in a multidisciplinary chest conference attended by chest radiologists, along with representatives from cardiothoracic surgery, oncology, and radiation oncology. He\n.23\n2. Describe how the coronal view of a computed tomography scan can be used to help plan EBUS-TBNA.\nAccording to the International Association for the Study of Lung Cancer (IASLC) lymph node map,56 station 4 L includes nodes to the left of the left lateral border of the trachea, medial to the ligamentum arteriosum. The upper border is the upper margin of the aortic arch, and the lower border is the upper rim of the left main pulmonary artery (see Figure 17-1). Both axial and coronal CT views are useful to define station\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nThe patient was discussed in a multidisciplinary chest conference attended by chest radiologists, along with representatives from cardiothoracic surgery, oncology, and radiation oncology. He214\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nThe coronal CT image and the EBUS image correlate and show the same structures in the same locations, as well as the characteristic EBUS image at station 4 L (see Figure 17-4).\n4 L and identify adjacent vascular structures. The coronal CT view, however, is more useful for correlation with the EBUS image, as is explained later.57\nTo visualize the left paratracheal node (4 L), the operator turns the bronchoscope laterally to the 9 o’clock position and scans the area of lymph node station 4 L (Figure 17-3, A). Therefore the scanning plane for the EBUS scope is the same as that for the coronal CT view (Figure 17-3, B). However, although the coronal CT view is projected as if the scope is vertical, the EBUS image is projected as if the scope is horizontal (Figure 17-3, C). Thus to understand the use of the coronal CT view, one must understand the reference points on the EBUS image (see Figure 17-3, C). The green dot on the monitor represents the point where the needle exits the scope and corresponds to the superior (cephalad) aspect of the body. This dot is by default toward the 1 o’clock position on the screen (see Figure 17-3, C). Reorientation of the coronal CT image is necessary to bring the scope to a horizontal position and to bring the green dot cephalad (toward the 1 o’clock position on the screen) to match the EBUS image. For practical purposes, one can print out or save the coronal CT image showing station 4 L as a separate picture. This picture is then rotated clockwise to “horizontalize” the scope and bring the green dot cephalad toward the 1 o’clock position (Figure 17-4).\n3. Describe endobronchial sonographic findings, including adjacent vascular structures at and around lymph node station 4 L.\nFigure 17-3 A, Bronchoscopic view shows the endobronchial ultrasound (EBUS) scope with the transducer oriented toward the left lateral wall of the trachea at the 9 o’clock position when the patient is bronchoscoped from the head; the scanning plane is parallel to the insertion direction and is oriented toward the left side of the trachea. B, Close view coronal computed tomography (CT) image reveals station 4 L (lymph node [LN]), the aortic arch (cephalad), and the pulmonary artery (caudal). Schematic representation of the EBUS scope inside the trachea and the scanning range of 50 degrees. C, Bronchoscopic ultrasound image is projected as if the EBUS scope were horizontal. The green dot (arrow) is oriented toward the cephalad portion of the body.\nA EBUS scanning plane B C Aortic arch Pulmonary artery Caudal Cephalad Cephalad Caudal LN\nFigure 17-4 A, Coronal computed tomography (CT) image adjustments are made to bring the green dot cephalad, as in the endobronchial ultrasound (EBUS) image. B, Coronal CT image is projected as if the EBUS scope were horizontal. The aortic arch is cephalad, and the pulmonary artery is caudal. C, The EBUS image, projected by default as if the scope were horizontal, shows the same structures that are seen on the adjusted coronal CT image.\nA Cephalad Aorta Pulmonary artery Lymph node Aorta Pulmonary artery Aorta Pulmonary artery Lymph node Lymph node Lymph node Caudal Cephalad Caudal B C\nExpert Commentary\nprovided by Kenneth Chang, MD\nThe authors have presented a thorough and comprehensive review of the diagnosis, staging, and therapeutic strategies for this illustrative case. An alternative approach would have been to perform EUS-FNA at the same time (or before) EBUS. The instrumentation, technique, and expected results of EUS-FNA at station 4 L will be discussed.\nInstrumentation\nWith EUS, two different scopes can be used alone or in combination. Radial instruments utilize a mechanical or an electronic rotating transducer that creates a 360 degree ultrasonographic image that is perpendicular to the axis plane of the echoendoscope. In the esophagus, this gives a spatial orientation of the image similar to that obtained with CT of the chest. Current radial echoendoscopes have the ability to switch frequencies from 5 MHz up to 10 MHz\nB C\nExpert Commentary\nprovided by Kenneth Chang, MD\nThe authors have presented a thorough and comprehensive review of the diagnosis, staging, and therapeutic strategies for this illustrative case. An alternative approach would have been to perform EUS-FNA at the same time (or before) EBUS. The instrumentation, technique, and expected results of EUS-FNA at station 4 L will be discussed.\nInstrumentation\nWith EUS, two different scopes can be used alone or in combination. Radial instruments utilize a mechanical or an electronic rotating transducer that creates a 360 degree ultrasonographic image that is perpendicular to the axis plane of the echoendoscope. In the esophagus, this gives a spatial orientation of the image similar to that obtained with CT of the chest. Current radial echoendoscopes have the ability to switch frequencies from 5 MHz up to 10 MHz17 - EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L)\n215\nto optimize imaging. The main limitation of the radial echoendoscope is its inability to safely perform FNA, because the needle path cannot be tracked accurately.\nOn the other hand, linear-array echoendoscopes permit the performance of FNA. The ultrasound transducer generates a 100 to 180 degree image that is parallel to the shaft of the echoendoscope, allowing full visualization of a needle that is passed through the working channel of the device. The anatomic orientation is at an angle of 90 degrees to the radial anatomy. Linear echoendoscopes also have a frequency range of 5 to 10 MHz. The needle for FNA can be tracked in its entirety from exiting the biopsy channel to entering and aspirating the target lesion. Linear echoendoscopes also provide the ability for color flow and Doppler imaging to choose an FNA needle path that avoids vascular structures by combining simultaneous real-time ultrasonography with Doppler ability. For mediastinal nodal staging, we prefer to start with the radial echoendoscope, which provides 360 degree imaging, followed by the linear echoendoscope for performing FNA.\n- *Techniqu*e**\nA vast majority of cases are performed with the patient under moderate sedation, usually with a combination of meperidine and midazolam. General anesthesia is reserved for those patients with sleep apnea, previously failed moderate sedation, severe comorbidities, or age over 80. The echoendoscope is advanced by direct visualization through the mouth into the proximal esophagus. For acoustic coupling, the water balloon surrounding the transducer can be inflated. Water balloon imaging is always used to couple the entire esophageal lumen when performing radial EUS. Unlike EBUS, the esophageal lumen can be completely occluded during sustained imaging. For linear EUS, minimal balloon coupling may be used to improve surface contact. Staging of lung cancer usually begins by imaging the liver for possible metastasis. The right lobe is imaged through the duodenum, and the left lobe is imaged through the gastric fundus. In addition, the left adrenal gland is imaged, because lung cancer not infrequently can metastasize to the adrenal gland.58 The right adrenal is more difficult to image through the duodenum, in which case the scope is positioned in the gastric cardia, where the aorta is positioned at 6 o’clock (similar to CT of chest) and is followed proximally from the level of the celiac artery. The hepatic veins merging into the inferior vena cava can be imaged at this level as well. The next structure that is visualized during scope withdrawal is the base of the heart, including the right atrium. Next, the left atrium is most prominent when a four-chambered view of the heart and the descending aorta is obtained. Slightly more proximal, the pulmonary veins coming into the left atrium can be seen, along with the aortic outflow tract, the azygos vein, and the superior vena cava (SVC). Further withdrawal brings to view the subcarinal region, with visualization of the right and left mainstem bronchi. Next is the region of the descending aorta and pulmonary arteries (the right pulmonary artery is prominently visualized as it comes under the ascending aorta and SVC). More proximally, the aortic arch comes into view, followed by the right and left carotid arteries and internal jugular veins. Thus all lymph node stations can be assessed with the exception of 10 L and 10R (Figure 17-5).\n- *Performing FN*A**\nThe most commonly used FNA needle size has changed in many institutions, including ours, from the 22 gauge to the 25 gauge needle. The technique involves having the lesion to be biopsied placed in the center or just to the left of center in the imaging field.59 If concern arises regarding surrounding vascular structures, Doppler imaging can be used to better define potential vessels. The needle is then advanced through the biopsy channel and can be seen exiting the biopsy channel into the lymph node under real-time ultrasonography. Although suction with a 10 mL syringe has been used for two decades, advancements have led to the use of no suction or the “stylet pull-back” technique while quick to-and-fro movements of the needle are made within the node. Studies have shown that suction creates a bloody specimen, especially when FNA is performed in lymph nodes. The needle is removed and is immediately placed onto a glass slide and is processed by a cytopathology technician within the unit. We now place the first and last drops on the slide and the remainder of the material into the formalin bottle for cell block. While\nleft of center in the imaging field.59 If concern arises regarding surrounding vascular structures, Doppler imaging can be used to better define potential vessels. The needle is then advanced through the biopsy channel and can be seen exiting the biopsy channel into the lymph node under real-time ultrasonography. Although suction with a 10 mL syringe has been used for two decades, advancements have led to the use of no suction or the “stylet pull-back” technique while quick to-and-fro movements of the needle are made within the node. Studies have shown that suction creates a bloody specimen, especially when FNA is performed in lymph nodes. The needle is removed and is immediately placed onto a glass slide and is processed by a cytopathology technician within the unit. We now place the first and last drops on the slide and the remainder of the material into the formalin bottle for cell block. While216\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nFigure 17-6 Linear endoscopic ultrasound (EUS) position in the distal esophagus following the descending aorta. DA\nFigure 17-7 Linear endoscopic ultrasound (EUS) scope in the area of the aortopulmonary window and the left lower paratracheal node station (4 L). PA Arch Scope tip\nis kept in view at the 6 o’clock position (Figure 17-6) until the aortic arch is identified. At this point, rotation of the scope will allow visualization of the aortopulmonary window and left lower paratracheal (4 L) nodes (Figure 17-7).\n- *Concluding Comment*s**\nWith the advent of endobronchial and esophageal endoscopic ultrasound (EUS), current data suggest that most mediastinal stations can be reached with minimally invasive staging, with the exception of stations 5 and 6. EUS fine-needle aspiration (FNA) is a minimally invasive technique that allows sampling of mediastinal lymph nodes relevant to lung cancer staging, particularly in the subcarinal area (station 7), the lower paraesophageal lymph nodes (station 8), the inferior pulmonary ligament lymph nodes (station 9), and the celiac lymph nodes. In addition, EUS-FNA is capable of sampling metastatic sarcoidosis and lymphoma-harboring lymph nodes. The left adrenal\nmonary window and left lower paratracheal (4 L) nodes (Figure 17-7).\n- *Concluding Comment*s**\nWith the advent of endobronchial and esophageal endoscopic ultrasound (EUS), current data suggest that most mediastinal stations can be reached with minimally invasive staging, with the exception of stations 5 and 6. EUS fine-needle aspiration (FNA) is a minimally invasive technique that allows sampling of mediastinal lymph nodes relevant to lung cancer staging, particularly in the subcarinal area (station 7), the lower paraesophageal lymph nodes (station 8), the inferior pulmonary ligament lymph nodes (station 9), and the celiac lymph nodes. In addition, EUS-FNA is capable of sampling metastatic sarcoidosis and lymphoma-harboring lymph nodes. The left adrenal17 - EBUS-TBNA of a Left Lower Paratracheal Node (Level 4 L)\n217\ngland is easily sampled by EUS-FNA through the transgastric approach. EUS-FNA can also be used to sample central primary lung masses abutting the esophagus, particularly when other techniques fail.\nThe accuracy of single-modality EUS-guided FNA of lymph nodes in the setting of lung cancer is approximately 85%. When combined with EBUS-TBNA, accuracy approaches 100%. We would prefer to start with EUS because it can be used to assess the liver and left adrenal glands, and if found positive would preclude the need for further local staging. If EUS is negative, then EBUS could be performed, preferably during the same sedation.\nREFERENCES\n1. World Health Organization. The WHO family of international classifications. Available at: http://www.who.int/classifications/en/ Accessed August 22, 2010.\n2. Hajiro T, Nishimura K, Tsukino M, et al. Analysis of clinical methods used to evaluate dyspnea in patients with chronic obstructive pulmonary disease. Am J Respir Crit Care Med. 1998;158:1185-1189.\n3. Calverley PM, Anderson JA, Celli B, et al, TORCH Investigators. Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease. N Engl J Med. 2007;356:775-789.\n4. Goldstraw P, Crowley J, Chanksy K, et al. The IASLC Lung Cancer Staging Project: proposals for the revision of the TNM stage groupings in the forthcoming (seventh) edition of the TNM classification of malignant tumours. J Thorac Oncol. 2007;2:706-714.\n5. Schag CC, Heinrich RL, Ganz PA. Karnofsky performance status revisited: reliability, validity, and guidelines. J Clin Oncol. 1984;2:187-193.\n6. Sin DD, Man SF. Chronic obstructive pulmonary disease as a risk factor for cardiovascular morbidity and mortality. Proc Am Thorac Soc. 2005;2:8-11.\n7. Omachi TA, Katz PP, Yelin EH, et al. Depression and health-related quality of life in chronic obstructive pulmonary disease. Am J Med. 2009;122:778.e9-e15.\n8. Duhamel F, Dupuis F. Guaranteed returns: investing in conversations with families of patients with cancer. Clin J Oncol Nurs. 2004;8:68-71.\n9. Persson C, Ostlund U, Wennman-Larsen A, et al. Health-related quality of life in significant others of patients dying from lung cancer. Palliat Med. 2008;22:239-247.\n10. Robinson A, Thomson R. Variability in patient preferences for participating in medical decision making: implication for the use of decision support tools. Qual Health Care. 2001;10(suppl 1):134-138.\n11. Spira A, Ettinger DS. Multidisciplinary management of lung cancer. N Engl J Med. 2004;350:379-392.\n12. van Meerbeeck JP, Surmont VF. Stage IIIA-N2 NSCLC: a review of its treatment approaches and future developments. Lung Cancer. 2009;65:257-267.\n13. Robinson LA, Ruckdeschel JC, Wagner H, et al. Treatment of non-small cell lung cancer-stage IIIA: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132:243-265.\n14. Herth FJ, Eberhardt R, Vilmann P, et al. Real-time endobronchial ultrasound guided transbronchial needle aspiration for sampling mediastinal lymph nodes. Thorax. 2006;61:795-798.\n15. Chin R Jr, McCain TW, Lucia MA, et al. Transbronchial needle aspiration in diagnosing and staging lung cancer: how many aspirates are needed? Am J Respir Crit Care Med. 2002;166:377-381.\n16. Herth FJ, Ernst A, Eberhardt R, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically normal mediastinum. Eur Respir J. 2006;28:910-914.\n17. Vincent BD, El-Bayoumi E, Hoffman B, et al. Real-time endobronchial ultrasound-guided transbronchial lymph node aspiration. Ann Thorac Surg. 2008;85:224-230.\ninal lymph nodes. Thorax. 2006;61:795-798.\n15. Chin R Jr, McCain TW, Lucia MA, et al. Transbronchial needle aspiration in diagnosing and staging lung cancer: how many aspirates are needed? Am J Respir Crit Care Med. 2002;166:377-381.\n16. Herth FJ, Ernst A, Eberhardt R, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically normal mediastinum. Eur Respir J. 2006;28:910-914.\n17. Vincent BD, El-Bayoumi E, Hoffman B, et al. Real-time endobronchial ultrasound-guided transbronchial lymph node aspiration. Ann Thorac Surg. 2008;85:224-230.\n18. Wallace MB, Ravenel J, Block MI, et al. Endoscopic ultrasound in lung cancer patients with a normal mediastinum on computed tomography. Ann Thorac Surg. 2004;77:1763-1768.\n19. Fleisher LA, Beckman JA, Brown KA, et al. ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2007;50:e159-e241.\n20. Auerbach A, Goldman L. Assessing and reducing the cardiac risk of non-cardiac surgery. Circulation. 2006;113:1361.\n21. Herth F, Becker HD, Ernst A. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322-325.\n22. Herth FJ, Becker HD, Ernst A. Ultrasound-guided transbronchial needle aspiration: an experience in 242 patients. Chest. 2003;123:604-607.\n23. Herth FJ, Lunn W, Eberhardt R, et al. Transbronchial versus transesophageal ultrasound-guided aspiration of enlarged mediastinal lymph nodes. Am J Respir Crit Care Med. 2005;171:1164-1167.\n24. Fournier C, Boutemy M, Ramon PP, et al. Developing real time lymph node aspiration under endobronchial ultrasound control: one year’s French experience in two different pulmonary departments. Rev Mal Respir. 2008;25:847-852.\n25. Gu P, Zhao Y, Jiang L, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for staging of lung cancer: a systematic review and meta-analysis. Eur J Cancer. 2009;45:1389-1396.\n26. Alsharif M, Andrade RS, Groth SS, et al. Endobronchial ultrasound-guided transbronchial fine-needle aspiration: the University of Minnesota experience, with emphasis on usefulness, adequacy assessment, and diagnostic difficulties. Am J Clin Pathol. 2008;130:434-443.\n27. Varela-Lema L, Fernandez-Villar A, Ruano-Ravina A. Effectiveness and safety of endobronchial ultrasound-transbronchial needle aspiration: a systematic review. Eur Respir J. 2009; 33:1156-1164.\n28. Steinfort DP, Irving LB. Patient satisfaction during endobronchial ultrasound-guided transbronchial needle aspiration performed under conscious sedation. Respir Care. 2010;55:702-706.\n29. Haas AR. Infectious complications from full extension endobronchial ultrasound transbronchial needle aspiration. Eur Respir J. 2009;33:935-938.\n30. Steinfort DP, Johnson DF, Irving LB. Incidence of bacteraemia following endobronchial ultrasound-guided transbronchial needle aspiration. Eur Respir J. 2010;36:28-32.\n31. Toloza EM, Harpole L, Detterbeck F, et al. Invasive staging of non-small cell lung cancer: a review of the current evidence. Chest. 2003;123:157S-166S.\n32. Fritscher-Ravens A. Endoscopic ultrasound evaluation in the diagnosis and staging of lung cancer. Lung Cancer. 2003;41:259-267.\n33. Janssen J, König K, Knop-Hammad V, et al. Frequency of bacteremia after linear EUS of the upper GI tract with and without FNA. Gastrointest Endosc. 2004;59:339-344.\n34. Detterbeck FC, DeCamp MM Jr, Kohman LJ, et al, American College of Chest Physicians. Lung cancer: invasive staging: the guidelines. Chest. 2003;123:167S-175S.\n35. Detterbeck FC, Jantz MA, Wallace M, et al, American College of Chest Physicians. Invasive mediastinal staging of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132:202S-220S.\n36. Savides TJ. EUS for mediastinal disease. Gastrointest Endosc. 2009;69:S97-S99.\n37. Kunst P, Eberhardt R, Herth F. Combined EBUS real time TBNA and conventional TBNA are the most cost-effective means of lymph node staging. J\n:339-344.\n34. Detterbeck FC, DeCamp MM Jr, Kohman LJ, et al, American College of Chest Physicians. Lung cancer: invasive staging: the guidelines. Chest. 2003;123:167S-175S.\n35. Detterbeck FC, Jantz MA, Wallace M, et al, American College of Chest Physicians. Invasive mediastinal staging of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132:202S-220S.\n36. Savides TJ. EUS for mediastinal disease. Gastrointest Endosc. 2009;69:S97-S99.\n37. Kunst P, Eberhardt R, Herth F. Combined EBUS real time TBNA and conventional TBNA are the most cost-effective means of lymph node staging. J218\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n41. Bowling MR, Perry CD, Chin R Jr, et al. Endobronchial ultrasound in the evaluation of lung cancer: a practical review and cost analysis for the practicing pulmonologist. South Med J. 2008;101:534-538.\n42. Kennedy MP, Shweihat Y, Sarkiss M, et al. Complete mediastinal and hilar lymph node staging of primary lung cancer by endobronchial ultrasound: moderate sedation or general anesthesia? Chest. 2008;134:1350-1351.\n43. Sarkiss M, Kennedy M, Riedel B, et al. Anesthesia technique for endobronchial ultrasound-guided fine needle aspiration of mediastinal lymph node. J Cardiothorac Vasc Anesth. 2007;21:892-896.\n44. Ng A, Smith G. Gastroesophageal reflux and aspiration of gastric contents in anesthetic practice. Anesth Analg. 2001;93:494-513.\n45. Lawson RW, Peters JI, Shelledy DC. Effects of fiberoptic bronchoscopy during mechanical ventilation in a lung model. Chest. 2000;118:824-831.\n46. Wilson W, Taubert KA, Gewitz M, et al, American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee; American Heart Association Council on Cardiovascular Disease in the Young; American Heart Association Council on Clinical Cardiology; American Heart Association Council on Cardiovascular Surgery and Anesthesia; Quality of Care and Outcomes Research Interdisciplinary Working Group. Prevention of infective endocarditis: guidelines from the American Heart Association: a guideline from the American Heart Association Rheumatic Fever, Endocarditis, and Kawasaki Disease Committee, Council on Cardiovascular Disease in the Young, and the Council on Clinical Cardiology, Council on Cardiovascular Surgery and Anesthesia, and the Quality of Care and Outcomes Research Interdisciplinary Working Group. Circulation. 2007;116:1736-1754.\n47. Pentax EBUS Pro. Full video endobronchial ultrasound. Available at: http://www.pentax.de/en/ebus.php. Accessed March 20, 2011.\n48. Olympus EBUS bronchoscopes overview. Available at: http://www.olympusamerica.com/msg_section/msg_endoscopy_ebus_bronchoscopes.asp. Accessed March 20, 2011.\n49. Yasufuku K, Chiyo M, Sekine Y, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration of mediastinal and hilar lymph nodes. Chest. 2004;126:122-128.\n50. Alsharif M, Andrade RS, Groth SS, et al. Endobronchial ultrasound-guided transbronchial fine-needle aspiration: the University of Minnesota experience, with emphasis on usefulness, adequacy assessment, and diagnostic difficulties. Am J Clin Pathol. 2008;130:434-443.\n51. Lee HS, Lee GK, Lee HS, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration in mediastinal staging of non-small cell lung cancer: how many aspirations per target lymph node station? Chest. 2008;134:368-374.\n52. Trisolini R, Lazzari Agli L, Patelli M. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration of the mediastinum. Chest. 2004;126:1005-1006.\n53. Lynch TJ, Bell DW, Sordella R, et al. Activating mutations in the epidermal growth factor receptor underlying responsiveness of non-small-cell lung cancer to gefitinib. N Engl J Med. 2004;350:2129-2139.\n54. Paez JG, Jänne PA, Lee JC, et al. EGFR mutations in lung cancer: correlation with clinical response to gefitinib therapy. Science. 2004;304:1497-1500.\n55. Pao W, Miller V, Zakowski M, et al. EGF receptor gene mutations are common in lung cancers from “never smokers” and are associated with sensitivity of tumors to gefitinib and erlotinib. Proc Natl Acad Sci U S A. 2004;101:13306-13311.\n56. Rusch VW, Asamura H, Watanabe H, et al, Members of IASLC Staging Committee. The",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "rose",
      "spiration",
      "tbna",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch17.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}