{
  "id": "bacada_ch11",
  "title": "Silicone Stent Insertion for Focal Crescent–Type Tracheomalacia in a Patient with Sarcoidosis",
  "abstract": "",
  "content": "- *129**\n- *Chapter 11 Silicone Stent Insertion for Focal Crescent-Type Tracheomalacia in a Patient with Sarcoidosi*s**\nCASE DESCRIPTION\nA 62-year-old man with a history of pulmonary sarcoidosis diagnosed 10 years earlier presented with chronic cough and inability to clear secretions. He described his cough as “seal barking.” He had also noted increasing dyspnea with normal physical activities. For the past month, his primary care physician had treated him with short- and long-acting bronchodilators, as well as inhaled and systemic steroids (prednisone 20 mg/day) for suspected adult-onset asthma. He was a nonsmoker, worked as an electrician, and had a history of hypertension and supraventricular tachycardia controlled by diltiazem. Electrocardiogram (ECG) and two-dimensional (2D) echocardiogram were unremarkable. Pulmonary function testing (PFT) revealed moderate obstructive ventilatory impairment without improvement after bronchodilators. Flow volume loop (FVL) showed an airway collapse pattern on the expiratory curve (Figure 11-1). Paired inspiratory/expiratory dynamic computed tomography showed bilateral upper lobe fibrosis, tracheomegaly, and localized narrowing of the lower trachea during dynamic expiration (see Figure 11-1). Flexible bronchoscopy revealed fibrotic closure of the right and left upper lobar bronchi and complete expiratory collapse of the anterior cartilaginous structures in the lower trachea, giving the airway lumen the shape of a crescent (see Figure 11-1).\nDISCUSSION POINTS\n1. Describe five criteria used in classifying expiratory central airway collapse.\n2. List three imaging modalities used to diagnose expiratory central airway collapse.\n3. List three indications for treatment in this patient.\nCASE RESOLUTION\n- *Initial Evaluation*s**\n- *Physical Examination, Complementary Tests, and Functional Status Assessmen*t**\nThis patient presented with dyspnea, cough, and mucus retention. These nonspecific symptoms of pulmonary disorders are seen primarily in patients suffering from asthma, chronic obstructive pulmonary disorder (COPD), or bronchiectasis. His cough, however, was described as “seal barking.” This pattern is suggestive of expiratory central airway collapse (ECAC) and presumably is caused by vibration of the floppy membranous posterior wall against the anterior airway wall during expiration.1 As in our patient, symptoms are usually refractory to corticosteroids and bronchodilators.2 In addition, patients with ECAC may have recurrent bronchitis, pneumonia, and even respiratory failure.3 Some patients experience cough-syncope, presumably as a result of a significant rise in intrthoracic pressure and a sudden drop in venous return and cardiac output4 during violent coughing episodes.\nSpirometry showed obstructive ventilatory impairment. In ECAC, spirometry usually demonstrates obstruction that is proportionate to the severity of the disease.5 The expiratory FVL seen in this patient suggested compression of the central airways (see Figure 11-1). This “airway collapse” pattern occurs when maximal flow is quickly reached after expiration of a small volume of air. Following maximal flow, a large fall in flow occurs, although only a small volume is exhaled. Subsequently, the flow rate falls very little during the remainder of expiration. This phase is responsible for the long plateau seen on the FVL (see Figure 11-1).6 However, the FVL is neither sensitive nor specific; it can be seen in almost 40% of patients with severe COPD.7 Flow oscillations on the FVL have also been described. These take on a sawtooth appearance, defined as a reproducible sequence of alternating decelerations and accelerations of flow. This pattern is nonspecific because it can be seen in patients with obstructive sleep apnea, structural or functional disorders of the upper airway, and neuromuscular diseases.8 Lack of clinical and spirometric improvement after bronchodilator administration might be explained by the effects of bronchodilators on central airways. Bronchodilators cause smooth muscle relaxation, further decreasing tracheobronchial wall stiffness and worsening airway obstruction. Bronchodilators increase airway wall compliance. The resulting increased airway compressibility will cause the choke point to be localized to a point closer to the thoracic outlet. The increased length of the upstream segment (from the alveoli to the choke point) and the decreased cross-sectional area at the choke point offset any advantages gained by bronchodilator-induced caliber increase in upstream airways with respect\n\nflow. This pattern is nonspecific because it can be seen in patients with obstructive sleep apnea, structural or functional disorders of the upper airway, and neuromuscular diseases.8 Lack of clinical and spirometric improvement after bronchodilator administration might be explained by the effects of bronchodilators on central airways. Bronchodilators cause smooth muscle relaxation, further decreasing tracheobronchial wall stiffness and worsening airway obstruction. Bronchodilators increase airway wall compliance. The resulting increased airway compressibility will cause the choke point to be localized to a point closer to the thoracic outlet. The increased length of the upstream segment (from the alveoli to the choke point) and the decreased cross-sectional area at the choke point offset any advantages gained by bronchodilator-induced caliber increase in upstream airways with respect11 - Silicone Stent Insertion for Focal Crescent-Type Tracheomalacia in a Patient with Sarcoidosis\n131\nFigure 11-2 A, Normal dynamic airway collapse characterized by bulging of the posterior membrane inside the airway lumen. The cartilage is intact, and airway narrowing during expiration (bottom) is less than 50% as compared with inspiration (top). B, Excessive dynamic airway collapse is caused by excessive bulging of the posterior membrane, which leads to greater than 50% reduction in the airway lumen during expiration. C, In crescent-type tracheomalacia, airway collapse is caused by weakness of the anterior wall, which leads to airway narrowing during expiration.\nFigure 11-3 Fluoroscopy reveals tracheal narrowing during expiration (bottom) as compared with inspiration (top) but cannot define which airway wall is abnormal, nor can it detect adjacent structures (A). Dynamic computed tomography shows (B) normal, physiologic dynamic airway collapse, (C) excessive dynamic airway collapse, and (D) crescent-type tracheomalacia. E, Dynamic magnetic resonance imaging reveals normal dynamic airway collapse during expiration without exposure to ionizing radiation.\nComorbidities\nThe patient had controlled cardiac arrhythmia and no evidence of systolic or diastolic dysfunction on 2D echocardiogram. Although moderate obstructive ventilatory impairment was noted, clinical evaluation and the 2D echocardiogram showed no evidence of pulmonary hypertension, which might prompt hemodynamic instability in case of general anesthesia.20\nThe patient had been on prednisone 20 mg/day for 4 weeks. Traditionally, any patient who has received the equivalent of 15 mg/day of prednisone for longer than 3 weeks should be suspected of having hypothalamic-adrenal axis suppression.21 As a general rule, any patient who has received glucocorticoids in doses equivalent to at least 20 mg/day of prednisone for longer than 5 days is at risk for hypothalamic-pituitary-adrenal (HPA) axis suppression.22 Furthermore, this patient had been on high-dose inhaled fluticasone (440 mcg twice daily) for several years. The development of adrenal suppression from inhaled steroids is known to be related to dose, duration of therapy, and use of a potent agent (such as fluticasone).23\n\nof general anesthesia.20\nThe patient had been on prednisone 20 mg/day for 4 weeks. Traditionally, any patient who has received the equivalent of 15 mg/day of prednisone for longer than 3 weeks should be suspected of having hypothalamic-adrenal axis suppression.21 As a general rule, any patient who has received glucocorticoids in doses equivalent to at least 20 mg/day of prednisone for longer than 5 days is at risk for hypothalamic-pituitary-adrenal (HPA) axis suppression.22 Furthermore, this patient had been on high-dose inhaled fluticasone (440 mcg twice daily) for several years. The development of adrenal suppression from inhaled steroids is known to be related to dose, duration of therapy, and use of a potent agent (such as fluticasone).23132 SECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nOur patient had severe (100%) collapse, resulting not just in exertional dyspnea but also in refractory cough and inability to raise secretions. For these reasons, after taking into account the patient’s goals of care, we elected to proceed with rigid bronchoscopy under general anesthesia to place an indwelling silicone stent that would splint open the lower trachea. Our goal was to improve airway lumen patency to less than 50% collapse during exhalation, which, by convention, is currently considered by most investigators to be within normal limits.17\nContraindications\nNo contraindications to rigid bronchoscopy under general anesthesia were identified. The patient had no abnormal head or neck anatomy that would limit ability to intubate, nor was evidence of cardiac involvement by sarcoidosis noted on ECG and 2D echocardiogram; this would increase the risk for arrhythmia. No evidence of pulmonary artery hypertension was found; this would increase the risks of right ventricular failure and hemodynamic collapse during general anesthesia.\nExpected Results\nWe intended to insert a large silicone stent at the site of severe airway collapse localized in the lower trachea. Therefore, rigid intubation was planned using a large (13 mm)-diameter open ventilating rigid bronchoscope. Careful attention would be necessary to avoid trauma to the teeth, arytenoid cartilage, and vocal cords, given the large diameter of the rigid scope. Also, airway perforation and spinal cord injury can theoretically occur, especially if intubation is performed when the patient is not fully asleep.\nIn the short term (up to 10 to 14 days), airway stabilization with silicone stents in patients with various forms of expiratory central airway collapse was shown to improve respiratory symptoms, quality of life, and functional status.18,19 In one large study evaluating stent insertion for this disease, 45 of 58 patients (77%) reported symptomatic improvement; quality of life scores improved in 19 of 27 patients (70%) (P = .002), dyspnea scores improved in 22 of 24 patients (91%) (P = .001), and functional status scores improved in 18 of 26 patients (70%) (P = .002).19\nSupport System\nThe patient is married, but his wife suffers from severe COPD and is on continuous home oxygen supplementation. He is her caregiver. Investigators have found that informal caregivers (defined as untrained and unpaid persons who provide care to an ill person) have needs that go largely unmet, and that they usually receive insufficient help from services with regard to daily physical caring and emotional issues, as well as regarding information about available health and social services. Caring for a patient with dyspnea is particularly challenging and is most difficult to cope with.24\nPatient Preferences and Expectations\nSimilar to other people caring for patients with dyspnea, this patient expressed uncertainty about the future and feared there would come a time when he could no longer help his spouse, or that helping her would be done at the expense of his own health. Active participation and availability of health care professionals are needed to assist informal caregivers with coping strategies they are already using and to address future challenges. Greater involvement of health care professionals leads to sharing of information and advice, thereby enhancing the informal caregiver’s competence, especially in managing difficult symptoms such as dyspnea.24 This patient was particularly motivated to improve his own symptoms so that he could maintain and improve his caregiving role for his wife. He had clearly expressed his willingness for treatment and was ready to consider all available treatment options, including noninvasive positive-pressure ventilation, airway stent insertion, and open surgical resection if necessary.\nProcedural Strategies\nIndications\nFocal Tracheomalacia Resulting in Functional Impairment\nThe treatment of severe malacia often involves the use of minimally invasive or open surgical procedures.25,26 The exact degree of expiratory airway narrowing responsible for symptoms and requiring intervention remains unknown. Many investigators use 50% or greater reduction in airway caliber between inspiration and expiration to identify abnormal central airway collapse on dynamic CT or bronchoscopy.27-29 This criterion, however, is applied during coughing or forced exhalation, and its use may lead to false-positive results: 78% of normal individuals exceed the current diagnostic criterion for tracheomalacia in the upper and/or lower trachea.30 Furthermore, patients with other airway disorders such as bronchiolitis, COPD, or cystic fibrosis have peripheral airway obstruction, and the expiratory airway collapse seen\n\nocal Tracheomalacia Resulting in Functional Impairment\nThe treatment of severe malacia often involves the use of minimally invasive or open surgical procedures.25,26 The exact degree of expiratory airway narrowing responsible for symptoms and requiring intervention remains unknown. Many investigators use 50% or greater reduction in airway caliber between inspiration and expiration to identify abnormal central airway collapse on dynamic CT or bronchoscopy.27-29 This criterion, however, is applied during coughing or forced exhalation, and its use may lead to false-positive results: 78% of normal individuals exceed the current diagnostic criterion for tracheomalacia in the upper and/or lower trachea.30 Furthermore, patients with other airway disorders such as bronchiolitis, COPD, or cystic fibrosis have peripheral airway obstruction, and the expiratory airway collapse seen11 - Silicone Stent Insertion for Focal Crescent-Type Tracheomalacia in a Patient with Sarcoidosis 133\n### Team Experience\nSilicone stent insertion requires rigid bronchoscopy-a skill possessed by a minority of pulmonologists.36 Even for those who have undergone training, the technique of gentle, atraumatic rigid intubation and stent insertion is one that is gradually perfected over time.\n### Risk-Benefit Analysis\nThe rare risk of airway injury is outweighed by the benefit of improving airway patency to improve the patient’s exercise capacity, cough, and quality of life.\n### Therapeutic Alternatives for Restoring Airway Patency\nThese include conservative, minimally invasive, and open surgical therapies.\n- **Continuous positive airway pressure (CPAP)*:** Excessive airway narrowing and the resulting turbulent flow result in increased airway resistance, which requires greater transpulmonary pressures to maintain expiratory airflow. This will increase the work of breathing and will result in dyspnea. Adjunctive noninvasive positive-pressure ventilation decreases pulmonary resistance and can be used to maintain airway patency, facilitate secretion drainage, and improve expiratory flow. Small studies have showed that the addition of nasal CPAP improves spirometry values, sputum production, atelectasis, and exercise tolerance, but its long-term efficiency has not been clearly demonstrated.37,38*\n- **Metal stent insertion*:** This approach has been used in the past with variable success.11 Advantages include placement by flexible bronchoscopy, dynamic expansion, and preservation of airway mucociliary function with uncovered stents. In some studies, however, metal stents had to be removed because of stent failure, or because of stent-related complications. Stent fracture and fatal hemorrhage from perforation, for example, have been reported.39 The Food and Drug Administration (FDA) recommends against the use of metallic stents for histologically benign forms of airway obstruction, as in the case described herein.40*\n- **Open surgical interventions*:** Airway splinting has been used to consolidate and reshape the airway wall. Before an open surgical intervention is proposed, a stent trial has been recommended to identify those patients who are likely to benefit from surgery over the long term. Among surgical interventions, membranous tracheoplasty seems to provide a favorable outcome in uncontrolled studies. This procedure reinforces the membranous portion of the trachea in severe diffuse expiratory central airway collapse.41,42 However, our patient had mild functional impairment and focal disease limited to the lower trachea, probably warranting a more conservative approach.*\n- **Tracheostomy*:** This technique may be used to splint the malacic airway and provide invasive ventilatory support if necessary; because it can be complicated by secondary tracheomalacia and stenosis at the stoma site, it should not be considered a first-line treatment in elective cases. In our case, the malacic segment would not have been bypassed by tracheostomy because it was localized in the lower trachea.*\n- **Tracheal resection*:** This has been proposed for focal tracheomalacia with good outcome and low mortality in experienced centers.43 This procedure, however, has been performed for post-tracheostomy-related malacia, not for lesions localized in the lower trachea.*\n### Cost-Effectiveness\nTherapeutic alternatives offered to patients depend on the extent, type, and severity of airway collapse; the degree of functional impairment; and access to and the level of medical or surgical expertise available.11 Although no formal cost-effectiveness evaluations of these various modalities have yet been published, future studies may examine this topic if a consensus is reached regarding classification of this syndrome. Such an assessment would provide clinicians and researchers with an objective tool that can be used in designing outcome studies.17\n### Informed Consent\nWith the shift toward a more “consumer-centric” health care system as part of an overall effort to improve the quality of health care and to reduce costs, people need to take an even more active role in health care-related decisions. To accomplish this in an age of shared responsibility between physician and patient, patients must display strong decision-making skills.44 Although the impact of health literacy levels and outcomes has not been addressed for this patient population, it is known that poor health literacy is “a stronger predictor of a person’s health than age, income, employment status, education level, and race.”45\nThis patient was informed of the risks and benefits of the procedure. He demonstrated an understanding of the indications and potential-associated complications. He was able to understand treatment alternatives and consent forms and asked pertinent questions. After he had been advised of all the alternatives, he chose to proceed with rigid bronchoscopy and silicone stent insertion under general anesthesia.\n\n-centric” health care system as part of an overall effort to improve the quality of health care and to reduce costs, people need to take an even more active role in health care-related decisions. To accomplish this in an age of shared responsibility between physician and patient, patients must display strong decision-making skills.44 Although the impact of health literacy levels and outcomes has not been addressed for this patient population, it is known that poor health literacy is “a stronger predictor of a person’s health than age, income, employment status, education level, and race.”45\nThis patient was informed of the risks and benefits of the procedure. He demonstrated an understanding of the indications and potential-associated complications. He was able to understand treatment alternatives and consent forms and asked pertinent questions. After he had been advised of all the alternatives, he chose to proceed with rigid bronchoscopy and silicone stent insertion under general anesthesia.134 SECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n- *Anatomic Dangers and Other Risk*s**\nNo anatomic dangers, other than those present in cases of airway wall perforation, have been noted during stent insertion in the trachea. In the absence of tumor or an incredibly thin posterior airway wall, it is unlikely that the tracheal airway will be perforated and a stent deployed into the mediastinum (although this is a risk, particularly in left main bronchus insertions, because of the angles and curvatures of the bronchus). One should make sure that the rigid scope is aligned with the airway. Older models of the 13 mm Efer-Dumon bronchoscope do not have a stopper at the distal aspect of the tube, so the bronchoscopist must know and recall its length (10 inches) during advancement of the stent introducer. Use of large stents does pose the risk of lack of unfolding and consequent inability to ventilate or oxygenate the patient. Furthermore, excessive pressure on the larynx from a large rigid bronchoscope may increase risk for laryngeal edema and arytenoid dislocation.\n- *Results and Procedure-Related Complication*s**\nThe patient was atraumatically intubated, and airway collapse could be accurately assessed in terms of exact location, type, extent, and severity. It was indeed noted that the patient had severe airway collapse in the lower trachea, characterized by flattening of the anterior cartilaginous wall, giving the trachea the shape of a crescent. The collapsing airway segment ended 2 cm above the main carina. The rigid bronchoscope was gently advanced distal to the obstruction, and the 20 x 60 mm stent was deployed with the distal extremity placed 1 cm above the main carina (see video on ExpertConsult.com) (Video III.11.1). Airway patency was restored and the collapsing index was estimated at less than 50%; this was later confirmed by morphometric bronchoscopic analysis (Figure 11-4). The case lasted 20 minutes. The patient was extubated without difficulty and was transferred to the postanesthesia care unit (PACU) for 24 hours, during which no postoperative stridor or hypotension was noticed. He was kept NPO until the following day in case immediate stent migration might prompt urgent rigid bronchoscopy for stent revision. This did not occur, so the next day the patient was discharged home after stent instructions were provided to the patient and his daughter.\nNo immediate anesthesia- or stent-related complications were reported. Because the dynamic features of expiratory central airway collapse continuously alter the shape of the central airways, as well as the contact between a stent and the airway walls, stent-related complications may occur more frequently in this setting than in other benign disorders or malignancy. Indeed, 26 stent-related complications (12 mucus plugs, 8 migrations, and 6 granulation tissues) were seen in 10 of the 12 patients (83%) who underwent silicone stent.\nSerious omissions can occur as a result of inadequate or unclear instructions from the treating team. Therefore, it is important to clearly document and institute an appropriate perioperative glucocorticoid management plan.21 Current recommendations address the need for increased glucocorticoid supplementation in patients with adrenal suppression during medical and surgical stress without exposing patients to excessive or prolonged steroid dosing. Although the level of physiologic stress has not been studied for rigid bronchoscopy, by extrapolating from available guidelines, this can be considered a minor to moderate surgical stress. The recommended glucocorticoid dosage for such situations is intravenous hydrocortisone 75 mg/day on the day of the procedure (e.g., 25 mg every 8 hours) with taper over the next 1 to 2 days to the usual replacement dose in uncomplicated cases (for minor stress), and intravenous hydrocortisone 150 mg/day (e.g., 50 mg every 8 hours) with taper over the next 2 to 3 days to the usual replacement dose in uncomplicated cases (for moderate stress). Short courses (<48 hours) of increased glucocorticoid therapy rarely cause significant complications. Our patient was treated with a moderate stress dose of hydrocortisone (150 mg divided in three doses).\nThe anesthesiologist should be made aware of the patient’s adrenal suppression, so that safe drugs are used for induction. Etomidate, for instance, is a parenteral hypnotic agent that decreases cortisol synthesis by inhibiting 11-beta hydroxylase, a mitochondrial enzyme in the final step of cortisol synthesis. Single\n\ntaper over the next 1 to 2 days to the usual replacement dose in uncomplicated cases (for minor stress), and intravenous hydrocortisone 150 mg/day (e.g., 50 mg every 8 hours) with taper over the next 2 to 3 days to the usual replacement dose in uncomplicated cases (for moderate stress). Short courses (<48 hours) of increased glucocorticoid therapy rarely cause significant complications. Our patient was treated with a moderate stress dose of hydrocortisone (150 mg divided in three doses).\nThe anesthesiologist should be made aware of the patient’s adrenal suppression, so that safe drugs are used for induction. Etomidate, for instance, is a parenteral hypnotic agent that decreases cortisol synthesis by inhibiting 11-beta hydroxylase, a mitochondrial enzyme in the final step of cortisol synthesis. Single11 - Silicone Stent Insertion for Focal Crescent-Type Tracheomalacia in a Patient with Sarcoidosis\n135\nFigure 11-4 A, Rigid bronchoscopy images during inspiration (top) and expiration (bottom) performed immediately after stent insertion show less than 50% collapse during expiration. B, Dynamic computed tomography shows similar findings at 8 weeks post intervention. C, Flexible bronchoscopy 3 years later shows collapse of the posterior membrane distal to the stent during expiration (bottom), consistent with distal choke point migration. D, Three-dimensional external computed tomography (CT) reconstruction shows no evidence of stent migration. E, Dynamic CT confirms choke point migration distal to the stent.\ninsertion for ECAC.18 In another study with 57 patients, authors had 21 partial stent obstructions, 14 infections, and 10 stent migrations.19 These complications usually are not life threatening, but they do require repeated bronchoscopic interventions.\nLong-Term Management\nOutcome Assessment\nRelief of airway obstruction was successfully achieved, as assessed bronchoscopically. The patient had noticed immediate improvement in his ability to raise secretions, and his seal barking cough had subsided. A less than 50% airway collapse should have also improved the patient’s exercise capacity. His exercise capacity and QOL scores can be objectively documented at follow-up clinic visits by using one of the previously applied scales for tracheobronchomalacia, such as the ATS Dyspnea Scale, BDI/TDI, SGRQ, KPS, or WHO functional class impairment.17-19\nReferral\nA multidisciplinary approach to management of tracheomalacia, involving thoracic surgeons, respiratory physicians, and radiologists, is warranted. After discussion in our multidisciplinary chest conference, the patient was tapered off corticosteroids during the following weeks and received a prescription for nebulized saline 3 times a day to maintain stent patency.\nFollow-up Tests and Procedures\nFollow up bronchoscopy is warranted for at least two reasons:\n1. It may detect the evolution of the disease process. The prognosis of pure malacia is not completely understood, in part because previous studies did not differentiate dynamic abnormalities of the posterior membrane from abnormalities of the cartilaginous airway wall. Results of older studies demonstrate that expiratory central airway collapse is progressive in most patients.2,29 In one study of 17 patients, 76% of patients had worse airway narrowing detected on repeat bronchoscopy.2 A larger study followed 94 patients with tracheomalacia (TM), TBM, or bronchomalacia for an average of 5.2 years. Among those who underwent repeat bronchoscopy, most had worsening disease, some had stable disease, and none improved spontaneously. Six of the nine patients (66%) with what was called tracheomalacia progressed to diffuse tracheobronchomalacia.5\n2. It may detect possible stent-related complications or migrated choke points requiring further intervention.11 In one study, stent-related adverse events were common and usually occurred within the first few weeks after stent insertion (median of 29 days).18 Another study showed that complications occurred within the first 3 months after stent insertion (median time, 26 days; range, 3 to 865 days).19 These results certainly seem to justify follow-up bronchoscopy 4 weeks after stent insertion.\nOur patient had a surveillance bronchoscopy 4 weeks after stent insertion. This showed no evidence of stent-related complications. The airway lumen had remained patent, and less than 50% collapse occurred during expiration. These findings were also seen on follow-up dynamic CT scanning 8 weeks later (see Figure 11-4), confirming preliminary results suggesting a potentially important role for CT in preintervention and postintervention assessments of patients with tracheobronchomalacia.15\n\nstent-related adverse events were common and usually occurred within the first few weeks after stent insertion (median of 29 days).18 Another study showed that complications occurred within the first 3 months after stent insertion (median time, 26 days; range, 3 to 865 days).19 These results certainly seem to justify follow-up bronchoscopy 4 weeks after stent insertion.\nOur patient had a surveillance bronchoscopy 4 weeks after stent insertion. This showed no evidence of stent-related complications. The airway lumen had remained patent, and less than 50% collapse occurred during expiration. These findings were also seen on follow-up dynamic CT scanning 8 weeks later (see Figure 11-4), confirming preliminary results suggesting a potentially important role for CT in preintervention and postintervention assessments of patients with tracheobronchomalacia.15136\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nexact degree of physiologically significant narrowing in a specific patient.\n- Normal: expiratory collapse of less than 50%*\n- Mild: expiratory airway collapse of 50% to 75%*\n- Moderate: expiratory airway collapse of 75% to 100%*\n- Severe: expiratory airway collapse of 100%; the airway walls make contact*\n- Functional impairment: describes the severity of symptoms as assessed by a modified WHO functional status classification (other scales can be used)*\n- Normal: no limitation of usual physical activity; ordinary physical activity does not cause symptoms*\n- Mild: limitation of physical activity; no discomfort at rest is reported, but normal physical activity causes increased symptoms*\n- Moderate: marked limitation of physical activity; no discomfort at rest is reported, but less than ordinary activity causes increased symptoms*\n- Severe: unable to perform any physical activity at rest; symptoms may be present at rest, and symptoms are increased by almost any physical activity*\n2. List three imaging modalities used to diagnose expiratory central airway collapse.\n- Fluoroscopy: poorly displays anatomic details of tracheal and paratracheal structures and is unable to display simultaneously the anteroposterior and lateral walls of the airway; it is operator dependent and airway visualization is difficult in obese patients52*\n- Paired inspiratory/expiratory dynamic CT: in a standard or low-dose protocol, allows excellent display of anatomic detail of the airway and quantification of airway collapse53*\n- Dynamic MRI: limited experience, but advantages include documentation of the effects of pulsating vessels on adjacent airways and airway collapsibility without exposing patients to ionizing radiation or iodinated contrast media16*\n3. List three indications for treatment in this patient.\nBecause the criteria used to define the exact degree of airway narrowing that leads to symptoms remain vague at this time, physicians should treat only patients who are functionally impaired. Patients with incidental abnormal airway collapse on bronchoscopy or CT scanning performed for other reasons probably should not undergo treatment.25,26 Functional impairment may result from at least three causes:\n- Dyspnea*\n- Cough*\n- Mucus retention*\nDyspnea and cough are the main presenting complaints in TBM in at least three older studies.2,5,52 More recent evidence shows that almost all patients have dyspnea as a main symptom or in combination with cough or mucus retention.17,19 Therefore as for other pulmonary disorders, QOL and functional impairment scales may be appropriate to measure the impact of respiratory symptoms on overall health, daily life, and perceived well-being in patients suffering from malacia.\nTwo years after initial presentation to our department, this patient developed newly recurrent dyspnea and an inability to raise secretions. Bronchoscopy revealed that the stent had migrated 1 centimeter proximally and that a small amount of associated granulation tissue was evident (see video on ExpertConsult.com) (Video III.11.2). Rigid bronchoscopy with stent revision was performed, and the stent was repositioned in its original location. Surveillance bronchoscopy and dynamic CT 1 year later showed that the patient had no stent-related complications, but the choke point migrated distal to the stent with evidence of a moderate degree of airway narrowing (see Figure 11-4), which was associated with exertional dyspnea. After readdressing the treatment alternatives, we decided to place the patient on CPAP 10 cm H2O as an adjuvant treatment to splint open residual collapsing airway in the distal trachea.\nQuality Improvement\nAirway patency was restored and symptoms improved, but during the 3 year follow-up, our patient developed both stent-related complications and choke point migration requiring further therapy.11 We discussed whether follow-up flexible bronchoscopy would be performed on CPAP to determine an optimal pressure level that would maintain airway patency.51 We concluded that this will be performed if the patient does not tolerate the current CPAP pressure, and/or if no symptomatic improvement is noted.\nDISCUSSION POINTS\n1. Describe five criteria used in classifying expiratory central airway collapse.\nNo classification system for this disease has been universally accepted. After synthesizing various criteria proposed in the literature in a multidimensional classification system,17 we use the following parameters:\n- Morphology: refers to the abnormal collapsing airway wall-cartilaginous wall (TBM with three subtypes depending on the shape of the airway lumen during expiration: crescent, saber sheath, or circumferential) or posterior wall (EDAC)*\n- Origin (etiology): idiopathic and secondary\n\nfollow-up flexible bronchoscopy would be performed on CPAP to determine an optimal pressure level that would maintain airway patency.51 We concluded that this will be performed if the patient does not tolerate the current CPAP pressure, and/or if no symptomatic improvement is noted.\nDISCUSSION POINTS\n1. Describe five criteria used in classifying expiratory central airway collapse.\nNo classification system for this disease has been universally accepted. After synthesizing various criteria proposed in the literature in a multidimensional classification system,17 we use the following parameters:\n- Morphology: refers to the abnormal collapsing airway wall-cartilaginous wall (TBM with three subtypes depending on the shape of the airway lumen during expiration: crescent, saber sheath, or circumferential) or posterior wall (EDAC)*\n- Origin (etiology): idiopathic and secondary11 - Silicone Stent Insertion for Focal Crescent-Type Tracheomalacia in a Patient with Sarcoidosis\n137\nExpert Commentary\nprovided by Armin Ernst, MD\nTracheomalacia (TM) and tracheobronchomalacia (TBM) have been described already in the 1970s, but the area of symptomatic dynamic airway collapse has received significant widespread interest only in the last few years. It is a complicated issue: Symptoms of shortness of breath and recurrent infections are common problems in pulmonary practice, and unexplained extubation failures in critical care units can be frustrating. If examined and investigated, increasingly often the question is raised of whether observed expiratory collapse in a patient may be responsible for or may be contributing to the problem, and whether airway stabilization is indicated.\nTracheomalacia in adults seems to be common and has been reported to be present in up to a quarter of patients with COPD who undergo bronchoscopy. The advent and increased use of CT imaging and use of dynamic airway protocols also contribute to the increasing frequency of the finding. It is interesting to note that a certain amount of collapse is normal, and the frequently used cutoff of 50% reduction in cross-sectional area is arbitrary. Exhalation maneuvers used to elicit collapse are not standardized. Emerging evidence supports that this level is not uncommonly reached by healthy volunteers. In our practice, no interventions are performed if near total occlusion is not present AND if the patient has symptoms that are likely related.\nIn our experience, TBM may be associated with other entities such as emphysema, but it also occurs in idiopathic forms. Most important, not everyone with airway collapse is symptomatic from it, and not every airway collapse in a patient with symptoms is responsible for the problem. Pulmonary function tests have proved to have limited value in the assessment of patients, and even bronchoscopy performed with esophageal balloons in place is not always helpful and is difficult to perform routinely.\nIf sufficient collapse is present and the patient has symptoms, the next step is a trial of central airway stabilization. It serves diagnostic/confirmatory purposes as much as providing therapeutic relief. Even in a tracheomalacia specialty clinic, only about 75% of patients do improve with interventions. In our practice, we do not distinguish different TBM types, because this does not influence decision making or outcomes. For example, our patients with or without underlying COPD undergoing stent insertion have similar chances of improvement. Stent-related complications are frequent, often limiting the quality of life gains attained through airway stabilization. Therefore in experienced centers, surgical intervention should be considered.\nThe case presented here is typical. Secretion retention due to inability to effectively cough often paired with recurrent infections is the main symptom. Exercise-related dynamic occlusion and airflow obstruction cause dyspnea on exertion. Patients are treated empirically for obstructive pulmonary airway disorders for prolonged periods of time without clinical improvement. Pulmonary function tests generally are not helpful but here offer a lead followed by confirmatory CT imaging. CT is performed more easily than bronchoscopy for screening purposes, and dynamic protocols are superior to simple paired in/expiratory images but do require a more experienced technician who can coach the patient through the procedure.\nAs is appropriate, bronchoscopy was also performed. As pointed out earlier, maneuvers are not standardized and are performed differently at different institutions. Even coaching for forced exhalation may differ from operator to operator. At our institution, functional or dynamic bronchoscopy implies that physiologic measures must be obtained, such as pressure through an esophageal balloon, which often adds to the baseline evaluation. Philosophically, we would not call something “normal physiologic collapse” because “collapse” implies something bad or abnormal.\nAfter evaluation, this patient had a high likelihood of benefiting from stent placement. Before proceeding, a full baseline performance evaluation must be established because the goal is to affect QOL and functional improvement. It would be our suggestion to include such baseline studies in the evaluation protocol, for example, by performing a St. George Respiratory Questionnaire and a 6-minute walk test to help evaluate treatment success.\nAirway stent insertion is indicated as the next step, and metal stents must be avoided, as the authors suggest. Concerns about the use of muscle relaxants during general anesthesia in this patient population are of historic interest, as shown by the age of the reference. Use of muscle relaxants, in our experience, is safe, and we prefer standard intravenous induction for the procedure. Also, we prefer the placement of silicone Y-stents in the setting of adult TBM. Migration is a factor to consider, and it is effectively prevented with the use of a bifurcated stent. Placement technique or postprocedural management does not change significantly compared with straight stent insertion.\n\nbe our suggestion to include such baseline studies in the evaluation protocol, for example, by performing a St. George Respiratory Questionnaire and a 6-minute walk test to help evaluate treatment success.\nAirway stent insertion is indicated as the next step, and metal stents must be avoided, as the authors suggest. Concerns about the use of muscle relaxants during general anesthesia in this patient population are of historic interest, as shown by the age of the reference. Use of muscle relaxants, in our experience, is safe, and we prefer standard intravenous induction for the procedure. Also, we prefer the placement of silicone Y-stents in the setting of adult TBM. Migration is a factor to consider, and it is effectively prevented with the use of a bifurcated stent. Placement technique or postprocedural management does not change significantly compared with straight stent insertion.138\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nREFERENCES\n1. Wright CD. Tracheomalacia. Chest Surg Clin North Am. 2003; 13:349-357.\n2. Jokinen K, Palva T, Sutinen S, et al. Acquired tracheobronchomalacia. Ann Clin Res. 1977;9:52-57.\n3. Collard P, Freitag L, Reynaert MS, et al. Respiratory failure due to tracheobronchomalacia. Thorax. 1996;51:224-226.\n4. Koziej M, Górecka D. Cough-syncope syndrome in tracheobronchomalacia. Pneumonol Alergol Pol. 1992;60:89-91.\n5. Nuutinen J. Acquired tracheobronchomalacia: a clinical study with bronchological correlations. Ann Clin Res. 1977;9:350-355.\n6. Campbell AH, Faulks LW. Expiratory air-flow pattern in tracheobronchial collapse. Am Rev Respir Dis. 1965;92:781-791.\n7. Healy F, Wilson AF, Fairshter RD. Physiologic correlates of airway collapse in chronic airflow obstruction. Chest. 1984;85:476-481.\n8. Vincken WG, Cosio MG. Flow oscillations on the flow-volume loop: clinical and physiological implications. Eur Respir J. 1989;2: 543-549.\n9. Bouhuys A, van de Woestijne KP. Mechanical consequences of airway smooth muscle relaxation. J Appl Physiol. 1971;30: 670-676.\n10. Finder JD. Primary bronchomalacia in infants and children. J Pediatr. 1997;130:59-66.\n11. Murgu SD, Colt HG. Treatment of adult tracheobronchomalacia and excessive dynamic airway collapse: an update. Treat Respir Med. 2006;5:103-115.\n12. Murgu SD, Colt HG. A 68-year-old man with intractable dyspnea and wheezing 45 years after a pneumonectomy. Chest. 2006;129: 1107-1111.\n13. Lee KS, Sun MR, Ernst A, et al. Comparison of dynamic expiratory CT with bronchoscopy for diagnosing airway malacia: a pilot evaluation. Chest. 2007;131:758-764.\n14. Boiselle PM, Feller-Kopman D, Ashiku S, et al. Tracheobronchomalacia: evolving role of dynamic multislice helical CT. Radiol Clin North Am. 2003;41:627-636.\n15. Baroni RH, Ashiku S, Boiselle PM. Dynamic CT evaluation of the central airways in patients undergoing tracheoplasty for tracheobronchomalacia. AJR Am J Roentgenol. 2005;184:1444-1449.\n16. Suto Y, Tanabe Y. Evaluation of tracheal collapsibility in patients with tracheomalacia using dynamic MR imaging during coughing. AJR Am J Roentgenol. 1998;171:393-394.\n17. Murgu SD, Colt HG. Description of a multidimensional classification system for patients with expiratory central airway collapse. Respirology. 2007;12:543-550.\n18. Murgu SD, Colt HG. Complications of silicone stent insertion in patients with expiratory central airway collapse. Ann Thorac Surg. 2007;84:1870-1877.\n19. Ernst A, Majid A, Feller-Kopman D, et al. Airway stabilization with silicone stents for treating adult tracheobronchomalacia: a prospective observational study. Chest. 2007;132:609-616.\n20. Mercer M. Anesthesia for the patient with respiratory disease. Update in Anaesthesia. 2000;12:1-3.\n21. Jung C, Inder JW. Management of adrenal insufficiency during the stress of medical illness and surgery. Med J Aust. 2008;188: 409-413.\n22. Axelrod L. Perioperative management of patients treated with glucocorticoids. Endocrinol Metab Clin N Am. 2003;32:367-383.\n23. Lipworth BJ. Systemic adverse effects of inhaled corticosteroid therapy: a systematic review and meta-analysis. Arch\n\nA, Feller-Kopman D, et al. Airway stabilization with silicone stents for treating adult tracheobronchomalacia: a prospective observational study. Chest. 2007;132:609-616.\n20. Mercer M. Anesthesia for the patient with respiratory disease. Update in Anaesthesia. 2000;12:1-3.\n21. Jung C, Inder JW. Management of adrenal insufficiency during the stress of medical illness and surgery. Med J Aust. 2008;188: 409-413.\n22. Axelrod L. Perioperative management of patients treated with glucocorticoids. Endocrinol Metab Clin N Am. 2003;32:367-383.\n23. Lipworth BJ. Systemic adverse effects of inhaled corticosteroid therapy: a systematic review and meta-analysis. Arch Intern Med. 1999;159:941-955.\n24. Gysels MH, Higginson IJ. Caring for a person in advanced illness and suffering from breathlessness at home: threats and resources. Palliat Support Care. 2009;7:153-162.\n25. Murgu SD, Colt HG. Tracheobronchomalacia and excessive dynamic airway collapse. Respirology. 2006;11:388-406.\n26. Carden KA, Boiselle PM, Waltz DA, Ernst A. Tracheomalacia and tracheobronchomalacia in children and adults: an in-depth review. Chest. 2005;127:984-1005.\n27. Zhang J, Hasegawa I, Feller-Kopman D, Boiselle PM. 2003 AUR Memorial Award. Dynamic expiratory volumetric CT imaging of the central airways: comparison of standard-dose and low-dose techniques. Acad Radiol. 2003;10:719-724.\n28. Gilkeson RC, Ciancibello LM, Hejal RB, et al. Tracheobronchomalacia: dynamic airway evaluation with multidetector CT. AJR Am J Roentgenol. 2001;176:205-210.\n29. Nuutinen J. Acquired tracheobronchomalacia. Eur J Respir Dis. 1982;63:380-387.\n30. Boiselle PM, O’Donnell CR, Bankier AA, et al. Tracheal collapsibility in healthy volunteers during forced expiration: assessment with multidetector CT. Radiology. 2009;252:255-262.\n31. Park JG, Edell ES. Dynamic airway collapse: different from tracheomalacia. Rev Port Pneumol. 2005;11:600-602.\n32. Baram D, Smaldone G. Tracheal collapse versus tracheobronchomalacia: normal function versus disease. Am J Respir Crit Care Med. 2006;174:724; author reply 724-725.\n33. Park J, Edell E. It’s in the definition. Chest. 2006;129:497; author reply 497-498.\n34. Smaldone GC, Smith PL. Location of flow-limiting segments via airway catheters near residual volume in humans. J Appl Physiol. 1985;59:502-508.\n35. Hogg JC, Macklem PT, Thurlbeck WM. Site and nature of airway obstruction in chronic obstructive lung disease. N Engl J Med. 1968;278:1355-1360.\n36. Colt H, Prakash U, Offord K. Bronchoscopy in North America: survey by the American Association for Bronchology. J Bronchol. 1999;2000:8-25.\n37. Ferguson GT, Benoist J. Nasal continuous positive airway pressure in the treatment of tracheobronchomalacia. Am Rev Respir Dis. 1993;147:457-461.\n38. Adliff M, Ngato D, Keshavjee S, et al. Treatment of diffuse tracheomalacia secondary to relapsing polychondritis with continuous positive airway pressure. Chest. 1997;112:1701-1704.\n39. Bolot G, Poupart M, Pignat JC, et al. Self-expanding metal stents for the management of bronchial stenosis and bronchomalacia after lung transplantation. Laryngoscope. 1998;108: 1230-1233.\n40. FDA Public Health Notification. Complications from metallic tracheal stents in patients with benign airway disorders. 2005; Available at: http://www.fda.gov/MedicalDevices/Safety/AlertsandNotices/PublicHealthNotifications/ucm062115.htm. Accessed February 21, 2011.\n41. Wright CD, Grillo HC, Hammoud ZT, et al. Tracheoplasty for expiratory collapse of central airways. Ann Thorac Surg. 2005;80: 259-267.\n42. Majid A, Guerrero J, Gangadharan S, et al. Tracheobronchoplasty for severe tracheobronchomalacia: a prospective outcome analysis. Chest. 2008;134:801-807.\n43. Grillo HC. Surgical treatment of postintubation tracheal injuries. J Thorac Cardiovasc Surg. 1979;78:860-875.\n44. National Network of Libraries of Medicine. Health literacy. Available",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.551,
    "domain": [
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch11.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}