{
  "id": "bacada_ch13",
  "title": "CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse",
  "abstract": "",
  "content": "153\nChapter 13 CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome\nCASE DESCRIPTION\nThe patient was a 70-year-old man with “seal barking” cough for longer than a year. His cough was associated with congestion and was worse at night and in the supine position. He had dyspnea on exertion (World Health Organization [WHO] class II). His past medical history was significant for asthma and frequent hospitalizations for pneumonia and “bronchitis.” At the time of our evaluation, his medications included fluticasone/salmeterol 250/50 mg twice daily, tiotropium one inhalation daily, prednisone 10 mg/day, mometasone nasal spray, Mucinex, loratadine, and inhaled tobramycin for recurrent lower respiratory tract Pseudomonas aeruginosa infection. In addition, he was using omeprazole 20 mg daily for gastroesophageal reflux disease (GERD) and albuterol 2.5 mg nebulization 3 times daily, followed by application of high-frequency chest oscillation (i.e., percussion vest). He was not a smoker and had no occupational exposure to fumes and toxins.\nOn examination, wheezing over the trachea and bilateral rhonchi could be heard early during expiration. His oxygen saturation was 92% on 4 L/min of oxygen. Pulmonary function testing (PFT) revealed the following: forced expiratory volume in 1 second (FEV1) 1.93 L (51% predicted), which increased to 2.26 L (60% predicted), resulting in 17% improvement after bronchodilators; and forced vital capacity (FVC) 2.62 L (52% predicted) increased to 3.19 L (63% predicted)-a 22% improvement after bronchodilators. Total lung capacity (TLC) was 98% predicted, residual volume (RV) 171% predicted, and diffusing capacity of the lung for carbon monoxide (DLCO) 89% predicted. A paired inspiratory-expiratory dynamic computed tomography (CT) scan of the chest showed tracheobronchomegaly, expiratory bulging of the posterior membrane inside the airway lumen, narrowing the cross-sectional area of the trachea and mainstem bronchi by 67%, and bronchiectasis (Figure 13-1). A review of his old records revealed that several sputum and bronchioloalveolar lavage (BAL) cultures showed multiple bacteria, including Stenotrophomonas, Nocardia, Escherichia coli, Pseudomonas, and Aspergillus.\nDISCUSSION POINTS\n1. Provide two indications for bronchoscopy on continuous positive airway pressure (CPAP) in this patient.\n2. List two differential diagnoses for excessive dynamic airway collapse (EDAC).\n3. Provide two reasons why CPAP might help a patient with expiratory central airway collapse.\nCASE RESOLUTION\n- *Initial Evaluation*s**\n- *Physical Examination, Complementary Tests, and Functional Status Assessmen*t**\nThis patient’s PFTs showed moderate obstructive ventilatory impairment responsive to bronchodilators, a normal DLCO, and evidence of air trapping. These findings were consistent with his diagnosis of asthma. The CT scan, however, showed tracheobronchomegaly, moderate EDAC on expiratory images, bronchiectasis, bronchial thickening, and bronchiolitis in the lower lobes (see Figure 13-1). During the initial evaluation of a patient with bronchiectasis, the presumed cause of this patient’s recurrent episodes of bronchitis and pneumonia, the clinician must select diagnostic studies to determine the cause of the disorder. If bronchiectasis is truly focal (i.e., confined to one lobe), then it is highly unlikely that inherited or systemic causes are responsible, and investigations can be tailored appropriately,1 for example, bronchoscopy might be performed to identify possible obstruction by foreign body, tumor, or stricture (Figure 13-2).\nIn a patient with bilateral bronchiectasis, such as that noted in our patient, a battery of immunologic and genetic tests can be tailored on the basis of clinical suspicions.1 Our patient had no evidence of autoimmune disease, immunodeficiency, or genetic disorders such as alpha 1-antitrypsin deficiency or cystic fibrosis: The autoantibody screen that comprised antinuclear antibodies (ANAs), antineutrophil cytoplasmic antibodies (ANCAs), anti-SSA, anti-SSB, and rheumatoid factor,\n\nis truly focal (i.e., confined to one lobe), then it is highly unlikely that inherited or systemic causes are responsible, and investigations can be tailored appropriately,1 for example, bronchoscopy might be performed to identify possible obstruction by foreign body, tumor, or stricture (Figure 13-2).\nIn a patient with bilateral bronchiectasis, such as that noted in our patient, a battery of immunologic and genetic tests can be tailored on the basis of clinical suspicions.1 Our patient had no evidence of autoimmune disease, immunodeficiency, or genetic disorders such as alpha 1-antitrypsin deficiency or cystic fibrosis: The autoantibody screen that comprised antinuclear antibodies (ANAs), antineutrophil cytoplasmic antibodies (ANCAs), anti-SSA, anti-SSB, and rheumatoid factor,154\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nFigure 13-1 Paired inspiratory and expiratory dynamic computed tomography (CT) scans show (A and C) tracheobronchomegaly during inspiration and (B and D) excessive dynamic airway collapse during exhalation. E, Inspiratory images also show bronchial wall thickening and bronchiectasis (arrows).\nFigure 13-2 Focal right lower lobe bronchiectasis on (A) axial and (B) coronal computed tomography (CT) images resulting from (C) bronchus intermedius stricture caused by Wegener’s granulomatosis.\naspiration or obstruction. However, high-grade reflux, which in fact can be seen in almost a fourth of patients with bronchiectasis, is usually asymptomatic. One study showed that only 27% of patients with bronchiectasis and coexisting GERD have typical reflux symptoms such as heartburn, regurgitation, or dyspepsia.2\nToday, chest high-resolution computed tomography (HRCT) scans are performed in almost anyone suspected of having bronchiectasis. A classic finding of bronchiectasis is the “signet ring” sign (this was present in our patient), characterized by a diameter of the bronchus greater than the adjacent artery (broncho-arterial ratio >1)* (see Figure 13-1). Bronchial wall thickening,† bronchi filled with mucus, and mosaic perfusion (air trapping on expiration) are indirect HRCT signs that assist in diagnosis (Figure 13-3; see also Figure 13-1). HRCT also narrows the differential diagnosis by revealing specific disease processes such as situs inversus in Kartagener syndrome‡ (see Figure 13-3), or by revealing a specific distribution of the abnormalities. For instance, in allergic bronchopulmonary aspergillosis (ABPA)*,* the distribution of bronchiectasis is usually central (see Figure 13-3), but in tuberculosis, it is usually unilateral and upper lobe predominant. In our patient, the distribution was in the lower lobes, suggesting impaired mucociliary mechanisms or postinfectious causes. In addition, HRCT, when performed with a dynamic protocol,† can detect and quantify the degree of central airway collapse.3 Very high resolution images and three-dimensional (3D) reconstruction using 320-slice CT have been reported for diagnosis of EDAC.‡4*\nThe patient’s “seal barking” cough, nocturnal congestion in the supine position, and wheezing were suggestive of expiratory central airway collapse. The paired inspiratory-expiratory dynamic CT showed\n---\n- *Annotations/Footnotes from the Original Text*:**\n‡Images obtained during this study were conducted at a dose of 7.2 mSv, which is comparable with the dose received during a standard CT chest.\n†Images are initially obtained using a standard radiation dose technique at end inspiration (170 mAs, 120 kVp, 2.5-mm collimation, high-speed mode, and pitch equivalent of 1.5). This is followed by a low-dose examination (40 mAs, 120 kVp, 2.5-mm collimation, high-speed mode, and pitch equivalent of 1.5) during the dynamic expiratory phase of respiration.\n- ABPA is characterized by a history of asthma, immediate skin test reactivity to Aspergillus antigens, precipitating serum antibodies to Aspergillus fumigatus, serum total IgE concentration greater than 1000 ng/mL, peripheral blood eosinophilia >500/mm3, lung infiltrates on chest x-ray or chest HRCT, central bronchiectasis on chest CT, and elevated specific serum IgE and IgG to A. fumigatus.*\n‡Usually an autosomal recessive disorder characterized by mirror image organ arrangement, bronchiectasis, and sinusitis due to congenital reduction or absence of ciliary function.\n†Bronchial wall thickening is defined as thickness of the bronchial wall that is >0.5 times the diameter of the adjacent vertical pulmonary artery.\n- Other direct signs of bronchiectasis include tram tracks, string of pearls, lack of tapering, and visualization of the airway within 1 cm of coastal/adjacent mediastinal pleura.*\n\ngillus fumigatus, serum total IgE concentration greater than 1000 ng/mL, peripheral blood eosinophilia >500/mm3, lung infiltrates on chest x-ray or chest HRCT, central bronchiectasis on chest CT, and elevated specific serum IgE and IgG to A. fumigatus.*\n‡Usually an autosomal recessive disorder characterized by mirror image organ arrangement, bronchiectasis, and sinusitis due to congenital reduction or absence of ciliary function.\n†Bronchial wall thickening is defined as thickness of the bronchial wall that is >0.5 times the diameter of the adjacent vertical pulmonary artery.\n- Other direct signs of bronchiectasis include tram tracks, string of pearls, lack of tapering, and visualization of the airway within 1 cm of coastal/adjacent mediastinal pleura.*13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 155\nFigure 13-3 High-resolution computed tomography (HRCT) signs of bronchiectasis in a patient with Kartagener’s syndrome: A, Lack of tapering and (B) mosaic perfusion are noted. C, Right-sided aortic arch and (D) situs inversus can be seen. E, Central bronchiectasis and (F) mosaic perfusion are evident in a patient with allergic bronchopulmonary aspergillosis. Secondary tracheomegaly in a patient with bilateral upper lobe fibrosis and bronchiectasis related to prior tuberculosis.\n- The severity of airway narrowing in expiratory central airway collapse describes the degree of airway collapse during expiration, as assessed by bronchoscopy or radiographic studies, and can be classified as follows: 1, Normal: expiratory collapse of less than 50%; 2, Mild: expiratory airway collapse of 50% to 75%; 3, Moderate: expiratory airway collapse of 75% to 100%; and 4, Severe: expiratory airway collapse of 100% (the airway walls make contact).*\ntracheobronchomegaly, mild tracheal collapse (67%), and moderate collapse in the mainstem bronchi, with near complete closure of the lumen during exhalation (90%)* (see Figure 13-1). Tracheobronchomegaly is usually secondary to bilateral upper lobe fibrosis as a sequel of pulmonary fibrosis, tuberculosis, cystic fibrosis, or sarcoidosis (Figure 13-4), but our patient had other parenchymal/interstitial lung findings on HRCT.*\nIn the absence of alternative explanations, we believed that our patient had primary tracheobronchomegaly in association with bronchiectasis-findings known as Mounier-Kuhn syndrome. This syndrome is characterized by atrophy or absence of elastic fibers and smooth muscle cells. These structural alterations may lead to collapse of the airway during exhalation, making expectoration by cough inefficient. Although considered to be a congenital condition, 50% of patients have no symptoms until the third decade of life, when frequent lower respiratory tract infections and sputum production become manifest, probably as a result of bronchiectasis.5\nComorbidities\nThis patient had asthma and was already on maximum medical therapy, including systemic corticosteroids. Despite this, he had chronic early expiratory wheezing. Therefore, we did not consider that asthma was the sole explanation for his wheezing (especially in view of EDAC as seen on dynamic CT), and we did not consider his chronic wheezing a contraindication to bronchoscopy.\n\nsyndrome. This syndrome is characterized by atrophy or absence of elastic fibers and smooth muscle cells. These structural alterations may lead to collapse of the airway during exhalation, making expectoration by cough inefficient. Although considered to be a congenital condition, 50% of patients have no symptoms until the third decade of life, when frequent lower respiratory tract infections and sputum production become manifest, probably as a result of bronchiectasis.5\nComorbidities\nThis patient had asthma and was already on maximum medical therapy, including systemic corticosteroids. Despite this, he had chronic early expiratory wheezing. Therefore, we did not consider that asthma was the sole explanation for his wheezing (especially in view of EDAC as seen on dynamic CT), and we did not consider his chronic wheezing a contraindication to bronchoscopy.156\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nSupport System\nThe patient was married, but separated. He told us that he spent occasional holidays with his wife, but that he was alone often and occasionally felt depressed. He felt isolated and lonely, in part because of his symptoms. Jokingly he told us that no woman would want to bear a man who barked all the time. Once the suspicion for EDAC had been raised by the CT findings, we believed it was important to inquire further into this patient’s social support environment, and we took the liberty to ask about his home situation. Published evidence suggests that one’s living situation and potential resolution of marital conflicts may be targeted by interventions leading to improved CPAP adherence-one of the conservative treatments for EDAC.*6,7*\nPatient Preferences and Expectations\nThe patient was a retired physician who showed good understanding of his disease process. He was willing to try wearing a CPAP mask but was concerned that he would not tolerate it, citing examples of many of his patients who suffered from obstructive sleep apnea (OSA). Because his cough was interfering with his social life and his frequent lower respiratory tract infections required multiple hospitalizations, he was determined to try his best to wear CPAP apparatus, if indicated, provided that a notable symptomatic benefit would be derived. Although he expressed strong motivation initially, we were not certain about the long-term health benefits of wearing CPAP for this disease. We explained to him that the immediate benefit of CPAP for patients with EDAC (in terms of severity of airway collapse) could be detected at the time of bronchoscopy, and that in general, with regard to adherence to treatment, data from patients with OSA show increased adherence to CPAP with time in continuous users.8\nProcedural Strategies\nIndications\nFlexible bronchoscopy was indicated in this patient for several reasons: (1) to obtain specimens for microbiologic assessment of the chronically infected lower airways; (2) to perform dynamic bronchoscopy to diagnose and determine the severity of EDAC suggested by the dynamic CT scan; and (3) to apply CPAP assistance during bronchoscopy to determine precise CPAP pressures that maintain airway patency and prevent excessive collapse. These three aspects of the procedure were discussed with the patient and his spouse, who had accompanied him to the consultation.\n1. Bronchoscopic diagnosis of infection: Infections play an important role in exacerbation of bronchiectasis and baseline symptoms. Our patient’s main reason for chronic infections and exacerbations was his anatomic airway abnormality. Excessive collapse of the trachea and mainstem bronchi leads to inability to raise secretions, infections, damage to the bronchial walls, and progressive airway dilation (bronchiectasis). This further reduces one’s ability to clear secretions from the distal airways, setting up a repetitive cycle of purulent drainage and tissue damage.9 Studies using techniques that have avoided contamination by upper airway flora (such as bronchoscopic protected brush specimens and BAL) show that more than 50% of patients with bronchiectasis have potentially pathogenic bacteria in their lower airways. Although the presence of pathogenic bacteria in the lower airways in these patients has often been termed colonization, the spectrum of pathogenic bacteria isolated in patients at baseline and during exacerbations is remarkably similar.* Furthermore, improvement in baseline symptoms after long-term antibiotics suggests that bacteria may be causing inflammation.10-12 Some pathogens have a definite role in long-term prognosis. Relevant to this patient, the isolation of Pseudomonas aeruginosa correlates with severe clinical disease in bronchiectasis, occurs later in the course of disease,13 and is associated with a decline in lung function as measured by FEV1 (50 mL/yr).14*\n2. One indication† for dynamic bronchoscopy (aka functional bronchoscopy) is the evaluation of EDAC. This technique allows for real-time observations of changes in the airways in response to various maneuvers. It is performed using flexible bronchoscopy with minimal or moderate (conscious) sedation so that the patient can cooperate and obey commands during the procedure.15 With the flexible bronchoscope at the midline, the patient is asked to inhale and exhale deeply, hyperflex and hyperextend the neck, and cough. These maneuvers are done while the patient is placed in upright, supine, and lateral decubitus positions (Figure 13-5).\n3. CPAP (or BiPAP) assistance during flexible bronchoscopy can be used to confirm the possible effectiveness of conservative management in symptomatic patients with expiratory central airway collapse (EDAC or malacia), as well as to prevent respiratory distress\n\ncopy (aka functional bronchoscopy) is the evaluation of EDAC. This technique allows for real-time observations of changes in the airways in response to various maneuvers. It is performed using flexible bronchoscopy with minimal or moderate (conscious) sedation so that the patient can cooperate and obey commands during the procedure.15 With the flexible bronchoscope at the midline, the patient is asked to inhale and exhale deeply, hyperflex and hyperextend the neck, and cough. These maneuvers are done while the patient is placed in upright, supine, and lateral decubitus positions (Figure 13-5).\n3. CPAP (or BiPAP) assistance during flexible bronchoscopy can be used to confirm the possible effectiveness of conservative management in symptomatic patients with expiratory central airway collapse (EDAC or malacia), as well as to prevent respiratory distress13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 157\nFigure 13-5 Dynamic bronchoscopy performed in the upright (top panel), supine (middle panel), and lateral decubitus (bottom panel) positions in a patient with tracheomalacia and an indwelling lower tracheal stent.\ninto the lower airways. The American Thoracic Society recommends avoiding flexible bronchoscopy and lavage in patients with hypoxemia that cannot be corrected to at least a PaO2 of 75 mmHg or an SaO2 (saturated oxygen level in hemoglobin) greater than 90%.18,19 In patients with severe obstructive ventilatory impairment, bronchoscopy can lead to air trapping because functional residual capacity (FRC) increases when the scope is inserted nasally; and in children and in patients with OSA or obesity hypoventilation syndrome (OHS) who already have awake hypercapnia, bronchoscopy can exacerbate hypoxemia and hypercapnia because of sedation-related increased collapsibility of the central and upper airways. In these settings, bronchoscopy can be performed with CPAP or BiPAP assistance, potentially sparing patients the discomfort and risks of refractory hypoxemia, intubation, and mechanical ventilation.20,21 However, CPAP can thwart an accurate evaluation of dynamic airway obstruction by preventing airway collapse. For this reason, dynamic airway lesions within extrthoracic and intrthoracic airways (e.g., laryngomalacia, tracheobronchomalacia [TBM], EDAC) should be bronchoscopically visualized with and without CPAP to assess collapsibility.22\n\nin patients with OSA or obesity hypoventilation syndrome (OHS) who already have awake hypercapnia, bronchoscopy can exacerbate hypoxemia and hypercapnia because of sedation-related increased collapsibility of the central and upper airways. In these settings, bronchoscopy can be performed with CPAP or BiPAP assistance, potentially sparing patients the discomfort and risks of refractory hypoxemia, intubation, and mechanical ventilation.20,21 However, CPAP can thwart an accurate evaluation of dynamic airway obstruction by preventing airway collapse. For this reason, dynamic airway lesions within extrthoracic and intrthoracic airways (e.g., laryngomalacia, tracheobronchomalacia [TBM], EDAC) should be bronchoscopically visualized with and without CPAP to assess collapsibility.22158 SECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nDiagnostic Alternatives\n1. CPAP-assisted computed tomography: Noninvasive methods of assessing the degree of collapse and response to CPAP can be offered by CPAP-assisted computed tomography.4 Evaluation of the lung parenchyma may be necessary during CPAP application, especially in patients with COPD. Results from one study showed that a CPAP of 5 cm H2O caused little increase in lung aeration in healthy volunteers and COPD patients, but in a couple of patients with COPD (2 out of 11), CPAP deflated some regions of the lungs. CPAP levels of 10 cm H2O and 15 cm H2O increased the emphysematous zones in all sectors of the lungs, including dorsal and apical regions, in patients with COPD, but caused little hyperaeration predominantly in the ventral areas in healthy volunteers.29 This is potentially harmful, given the already hyperinflated status of a COPD patient’s lungs. Optimal CPAP levels should counteract the increased effort of breathing while improving expiratory airflow to its maximum without causing further hyperinflation.30 Thin HRCT scan slices may better estimate CPAP-induced lung hyperinflation, provided that an appropriate radiologic density threshold is used for quantification of hyperinflated zones.31 This method is useful for EDAC assessment, but not for collecting specimens for microbiologic analysis.\n2. Polysomnography: This technique was reportedly useful in a case of EDAC due to tracheobronchomegaly; evidence of both obstructive apnea and hypopnea was found with an apnea-hypopnea index (AHI) of 11, no snoring, and associated oxygen desaturation of 75%. During a second overnight study with nasal CPAP at a pressure of 8 cm, the AHI decreased to 3 and no drop in oxygen saturation was noted.32 This raises the yet unstudied issue of a possible role for polysomnography in patients with expiratory central airway collapse.\n3. Endotracheal intubation-assisted bronchoscopy: This approach should be used instead of CPAP-assisted bronchoscopy when it is not possible to maintain SaO2 above 85% despite the use of a high fraction of inspired oxygen (FiO2),33 or when a patient has copious secretions that cannot be cleared or are associated with acidosis or changes in mental status.34 Mechanical ventilation through an indwelling endotracheal tube offers the benefit of a secure airway, facilitates carbon dioxide clearance, improves gas exchange, unloads respiratory muscles, and reduces the risk for massive aspiration during bronchoscopy. It also allows repeated insertions of the bronchoscope to remove obstructing mucus plugs or blood clots. Obviously, proper assessment of airway dynamics is impaired by the indwelling endotracheal tube and the need for sedation in intubated patients.\nTherapeutic Alternatives\nWith regard to bronchiectasis, large population-based, long-term studies of efficacy are lacking. Still, loosening of secretions combined with enhanced removal using standard pulmonary hygiene measures is probably warranted, regardless of the cause. Approaches include administration of bronchodilators, chest physiotherapy (postural drainage, hand or mechanical chest clapping, incentive spirometry, and high-frequency chest wall compression),\nContraindications\nContraindications to performing flexible bronchoscopy on CPAP include respiratory insufficiency requiring endotracheal intubation (e.g., cardiopulmonary resuscitation for respiratory arrest), severe hemodynamic instability (i.e., systolic blood pressure <80 mmHg), encephalopathy, recent (within 1 week) myocardial infarction, respiratory failure caused by neurologic disease or status asthmaticus, and the presence of facial deformities. Another contraindication is recent oral, esophageal, or gastric surgery that prohibits the use of a face mask or increases the risk of gastric insufflation and aspiration.23 Our patient had no such contraindications.\nExpected Results\nCPAP can be used in patients with EDAC or TBM to ameliorate airway collapse. The exact CPAP settings that maintain airway patency in expiratory central airway collapse of various degrees of severity have not been systematically studied. If an evaluation of central airway collapse is performed, digital imaging documentation is obtained in upright and supine positions both on and off CPAP so the degree of airway narrowing and the response to positive pressure can be evaluated. The pressure requirements are individualized and determined during CPAP-assisted bronchoscopy, or, alternatively, with\n\naticus, and the presence of facial deformities. Another contraindication is recent oral, esophageal, or gastric surgery that prohibits the use of a face mask or increases the risk of gastric insufflation and aspiration.23 Our patient had no such contraindications.\nExpected Results\nCPAP can be used in patients with EDAC or TBM to ameliorate airway collapse. The exact CPAP settings that maintain airway patency in expiratory central airway collapse of various degrees of severity have not been systematically studied. If an evaluation of central airway collapse is performed, digital imaging documentation is obtained in upright and supine positions both on and off CPAP so the degree of airway narrowing and the response to positive pressure can be evaluated. The pressure requirements are individualized and determined during CPAP-assisted bronchoscopy, or, alternatively, with13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 159\n- *Technique and Instrumentatio*n**\nA full face mask is secured to the patient’s face with elastic straps (Figure 13-6). The patient is then connected to the ventilator with a dual-axis swivel adapter (T-adapter) attached to the face mask. CPAP (or BiPAP) is delivered at parameters that depend on clinical indications. We start at a pressure of 0 cm H2O and titrate upward according to the indications. For instance, in cases of refractory hypoxemia or hypercarbia from COPD, ventilator parameters are set at CPAP of 5 cm H2O and pressure support ventilation at 15 to 17 cm H2O. During bronchoscopy, FiO2 is kept at 1 and is decreased to prebronchoscopy levels after the procedure if the patient is able to maintain SpO2 (pulse oximeter oxygen saturation) greater than 92%. The bronchoscope is advanced to the nares through the swivel adapter and face mask (see video on ExpertConsult.com) (Video III.13.1). If necessary, as in evaluation of central airway collapse, procedures are performed in the upright and supine positions, as well as on and off CPAP, to evaluate the degree of airway narrowing and response to CPAP (see Figure 13-6). In EDAC, CPAP pressures of 7 to 10 cm H2O usually ensure airway patency, but pressures can be raised incrementally by 3 cm H2O until airway caliber during exhalation is at least 50% of that noted during inspiration* (see video on ExpertConsult.com) (Video III.13.2). When CPAP is used for bronchoscopy in severely hypoxemic patients, positive-pressure ventilation is maintained for at least 30 minutes after the procedure, after which CPAP is discontinued if SpO2 is greater than 92% and no evidence of respiratory insufficiency is noted.*\n- *Anatomic Dangers and Other Risk*s**\nThe flexible bronchoscope occupies 10% to 15% of a normal tracheal lumen;43 this may result in hypoventilation and hypoxemia. Bronchoscopy may induce or exacerbate bronchospasm, especially in patients with known asthma.44 The risk for respiratory insufficiency or cardiac arrhythmias45-47 is increased in hypoxemic patients.†\nTopical anesthetics such as lidocaine or tetracaine, saline washes, and bronchoalveolar lavage (BAL) fluid administered during the procedure may induce bronchospasm and allergic reactions. Furthermore, gas exchange is impaired through a process of alveolar filling, especially after BAL, and even in relatively normal patients, hypoxemia may persist for up to 6 hours.40\nhypertonic saline,* and mucolytics and anti-inflammatory medications (i.e., inhaled glucocorticosteroids).35*\nWith regard to EDAC, laser application on the posterior membrane to stiffen the airway and prevent collapse, although it has been described,36 has not been systematically studied, and its safety profile is unknown. Therefore, this approach cannot be recommended as of this writing. Stent insertion and membranous tracheoplasty are indicated for severely symptomatic patients with severe and diffuse collapse of the central airways, usually caused by cartilaginous weakness in the setting of crescent-type TBM and rarely EDAC.37,38\n- *Cost-Effectivenes*s**\nNo cost-effectiveness or risk-benefit analyses have been performed to evaluate the role of CPAP-assisted bronchoscopy in evaluating patients with EDAC; in addition, no studies have compared the application of noninvasive positive-pressure ventilation versus semi-invasive or open surgical treatments (e.g., airway stent insertion, laser application, membranous tracheoplasty) for patients with tracheobronchomegaly and EDAC.\n- *Informed Consen*t**\nThe patient had good understanding of the indications, contraindications, and alternatives of the procedure. He agreed to proceed with CPAP-assisted bronchoscopy under moderate sedation.\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nIntravenous sedation is usually necessary to ensure patient comfort, but it can compromise ventilatory status, especially in children and in patients with awake hypercapnia, OSA, or OHS who are at risk for sedation-related increased collapsibility of the upper or central airways.39 In our experience, it is helpful for one designated team member to continuously observe the patient and monitors, and to be ready to reposition the patient or suction the mouth in case of aspiration of gastric contents. Re\n\nfor patients with tracheobronchomegaly and EDAC.\n- *Informed Consen*t**\nThe patient had good understanding of the indications, contraindications, and alternatives of the procedure. He agreed to proceed with CPAP-assisted bronchoscopy under moderate sedation.\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nIntravenous sedation is usually necessary to ensure patient comfort, but it can compromise ventilatory status, especially in children and in patients with awake hypercapnia, OSA, or OHS who are at risk for sedation-related increased collapsibility of the upper or central airways.39 In our experience, it is helpful for one designated team member to continuously observe the patient and monitors, and to be ready to reposition the patient or suction the mouth in case of aspiration of gastric contents. Re160\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n- With the exception of the gastrointestinal system, side effects are primarily dose related. Most lidocaine-related side effects involve the central nervous system-seizures, tremors, dysarthria, ataxia, hallucinations, nystagmus, and memory impairment; the cardiovascular system-sinus slowing, asystole, hypotension, and shock; and the gastrointestinal tract-nausea, vomiting, and anorexia. If an allergy to a local anesthetic belonging to the ester class is found, then generally speaking, an anesthetic from the amide class may be used, and vice versa.*\nFigure 13-6 A, A full face mask is secured to the patient’s head with elastic straps and is connected to the ventilator through the airway swivel adapter (arrow). B, Bronchoscopy in supine position on and off continuous positive airway pressure (CPAP). C, Tracheal lumen in upright position during inspiration off CPAP. D, Tracheal lumen in supine position during expiration off CPAP. E, Tracheal lumen in supine position during expiration on CPAP of 10 cm H2O.\nIf excessive cough is noted before the procedure, as was the case in our patient, the bronchoscopist may be tempted to use higher doses of lidocaine for local laryngeal analgesia. The major toxic side effect of lidocaine for local anesthesia is seizures (also seen with tetracaine). Concern for this is increased when plasma levels are greater than 5 mg/L. The dose of lidocaine should therefore be limited to 400 mg or 3 to 4 mg/kg.48 Vigilance is warranted in elderly patients with liver or cardiac involvement because lidocaine is metabolized mainly in the liver, and low cardiac output delays its metabolism. The bronchoscopy team should continuously monitor the patient’s mental status because seizures may present in a nonconvulsive pattern. Adverse reactions to lidocaine during bronchoscopy are, in fact, primarily related to toxicity rather than to allergy,49 but true allergic reactions to local anesthetics are rare and account for less than 1% of adverse reactions to these anesthetic preparations.* In our practice, we do not use nebulized lidocaine. Studies have shown that the addition of nebulized lidocaine for airway analgesia before the start of flexible bronchoscopy offered no benefit when flexible bronchoscopy was performed using combined topical analgesia and moderate (conscious) sedation.50 Peak lidocaine plasma levels occur 15 minutes after direct topical application to the larynx and trachea, and 5 minutes after ultrasonic or other nebulization, but the maximum duration of the anesthetic effect of lidocaine, regardless of the mode of administration, is between 20 and 30 minutes.51 These pharmacodynamic properties of lidocaine should be taken into account when patients cough excessively during bronchoscopy, because the cough can be solely related to inadequate laryngeal analgesia and often improves after the bronchoscope is removed from the patient’s airway.*\nResults and Procedure-Related Complications\nBronchoscopy on CPAP was performed with minimal sedation (midazolam 2 mg intravenously) and with 300 mg of 1% lidocaine for laryngeal analgesia. We evaluated central airway dynamics during upright and supine positions at CPAP pressures of 0, 5, 7, 10, and 12 cm H2O. The airway lumen was evaluated first in the upright position during tidal respiration, then during forced expiration and cough. We observed that the degree of airway compression was normal during tidal respiration but became abnormal with forced exhalation and cough (see video on ExpertConsult.com) (Video III.13.3). These findings were worse in the supine position when collapse in the mainstem bronchi was near complete.\n\n’s airway.*\nResults and Procedure-Related Complications\nBronchoscopy on CPAP was performed with minimal sedation (midazolam 2 mg intravenously) and with 300 mg of 1% lidocaine for laryngeal analgesia. We evaluated central airway dynamics during upright and supine positions at CPAP pressures of 0, 5, 7, 10, and 12 cm H2O. The airway lumen was evaluated first in the upright position during tidal respiration, then during forced expiration and cough. We observed that the degree of airway compression was normal during tidal respiration but became abnormal with forced exhalation and cough (see video on ExpertConsult.com) (Video III.13.3). These findings were worse in the supine position when collapse in the mainstem bronchi was near complete.13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 161\nto CPAP. We used this case at an in-service for our department to discuss the feasibility and safety of bronchoscopy on CPAP for patients with EDAC, with TBM, and in the intensive care unit, especially if bronchoscopy is warranted in patients at high risk for respiratory failure, in whom intubation or reintubation is avoided.\nDISCUSSION POINTS\n1. Provide two indications for bronchoscopy on CPAP in this patient. - To avoid bronchoscopy-induced hypoxemia: Noninvasive positive-pressure ventilation was shown to improve oxygenation compared with high-flow oxygen alone in patients at high risk for respiratory complications during bronchoscopy due to severe hypoxemia*.*20,21* - To evaluate EDAC and its response to CPAP: Dynamic bronchoscopy with the patient in upright and supine positions and performed during various respiratory maneuvers can reveal central airway collapse. Evaluation of response to CPAP in terms of airway collapsibility can be performed at the same time to determine the optimal pressure necessary to improve expiratory airway collapse to an accepted normal of less than 50% as compared with the inspiratory phase. Prospective studies are needed to objectively document whether CPAP results in improvements in dyspnea scale and functional status.*\n2. List two differential diagnoses for excessive dynamic airway collapse (EDAC). - Congenital tracheobronchomegaly (Mounier-Kuhn syndrome): In this syndrome, EDAC is likely due to congenital atrophy or absence of elastic fibers and smooth muscle cells, resulting in a redundant posterior tracheobronchial wall.* - COPD: EDAC is likely due to the basic pathophysiology of COPD, including decreased elastic recoil and increased peripheral airway resistance. The determinants of maximal expiratory flow have been modeled using equations that relate pressure drop (Bernoulli forces) to local airway wall compliance. In COPD, significant loss of pressures in the periphery results in reduced intraluminal pressures in the central airways during exhalation; this phenomenon causes compression of the tracheobronchial wall at its weakest portion (i.e., the posterior membrane), leading to EDAC.52*\n3. Provide two reasons why CPAP might help a patient with expiratory central airway collapse. - Pneumatic splinting: CPAP influences factors involved in dynamic airway compression. Wave speed theories explain the phenomenon of expiratory airflow limitation. CPAP can decrease the were consistent with the patient’s worsened symptoms at night. The degree of collapse improved with application of CPAP of 12 cm H2O (see video on ExpertConsult.com) (Video III.13.4). After airway dynamics had been evaluated, BAL was performed by sequential instillation and aspiration of 3 aliquots of 30 mL of physiologic saline solution, with the tip of the bronchoscope wedged in the right lower lobe bronchus. After BAL was completed, positive-pressure ventilation could have been maintained for at least 30 minutes after the procedure and discontinued if SaO2 were greater than 92% and the patient was without evidence of respiratory insufficiency.20 In our patient, however, CPAP was discontinued immediately after removal of the bronchoscope because we used CPAP assistance to determine the optimal pressure that maintained airway patency for EDAC, not for severe refractory hypoxemia. Monitoring continued until the effects of intravenous sedation had subsided and the gag reflex had returned. Nursing staff who monitored the patient during this period were aware that respiratory distress from hypoxemia or bronchospasm can occur after the scope is removed from the airway.*\nLong-Term Management\nOutcome Assessment\nThe patient was discharged home after he had been monitored for 30 minutes. He continued treatment with bronchodilators and pulmonary hygiene (postural drainage and percussion vest). Based on bronchoscopy findings and in light of evidence of improved airflow, symptoms, and atelectasis with the use of CPAP,24,25 CPAP 12 cm H2O was prescribed at night and intermittently during the day as conservative management of his EDAC.\nFollow-up Tests and Procedures\nThe patient’s BAL culture showed 3+ Pseudomonas aeruginosa (multidrug resistant) and a few colonies of Aspergillus fumigatus. On a follow-up clinic visit 3 weeks later, the patient stated that although subjectively he had improved with regard to cough and ability to raise secretions, he could not tolerate the CPAP mask and had decided to discontinue its use.\nReferrals\nHe was referred to an infectious disease specialist to determine whether his chronic Pseudomonas aeruginosa infection should be treated. He\n\npercussion vest). Based on bronchoscopy findings and in light of evidence of improved airflow, symptoms, and atelectasis with the use of CPAP,24,25 CPAP 12 cm H2O was prescribed at night and intermittently during the day as conservative management of his EDAC.\nFollow-up Tests and Procedures\nThe patient’s BAL culture showed 3+ Pseudomonas aeruginosa (multidrug resistant) and a few colonies of Aspergillus fumigatus. On a follow-up clinic visit 3 weeks later, the patient stated that although subjectively he had improved with regard to cough and ability to raise secretions, he could not tolerate the CPAP mask and had decided to discontinue its use.\nReferrals\nHe was referred to an infectious disease specialist to determine whether his chronic Pseudomonas aeruginosa infection should be treated. HeSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nresistance of collapsible airways and prevent critical airway closure.53-55 It also increases cross-sectional area and airway elastance, making them stiffer and increasing wave velocity along the airway wall. In addition, CPAP can act as an expiratory retard agent,56 preventing the development of flow-limiting segments in the bronchial tree and in the upper airways early during expiration, thereby facilitating lung emptying.\n- Improved lung volumes: This provides an alternative explanation for symptomatic improvement on CPAP.57 Because the measured flow and the shape of the flow-volume curve depend on the lung volume at which they are measured, expiratory flow is greater at higher lung volumes than at lower lung volumes. In one report of healthy infants and infants with tracheomalacia, application of CPAP significantly increased maximal expiratory flow at FRC. This increase was secondary to the increase in lung volume found with CPAP, because maximal expiratory flows measured at different levels of CPAP were not different when compared at the same lung volumes. This suggests that the optimal level of CPAP may be attained by increasing lung volumes to a level at which patients are not flow-limited during tidal breathing*.*\n- This is possible if no associated increased work of breathing is seen to result from decreased pulmonary compliance at increased lung volumes.*\nExpert Commentary\nprovided by Ian Brent Masters, MB BS, FRACP, PhD\nIn this case, a 70-year-old male with Mounier-Kuhn syndrome, asthma-like illness, bronchiectasis, and GERD is presented, and the functional implications of cough, as well as the chronic disorders themselves, are described. Controversial management issues raised by the authors include indications for bronchoscopy and use of CPAP and functional bronchoscopy to assess EDAC and CPAP pressure settings in structural airway disease. Overall, this case highlights the need for improved morphometric bronchoscopy techniques, which will be the focus of my commentary.\nIn my opinion, the indications for bronchoscopy in this patient could be extended to visual inspection of the entire airway, because Mounier-Kuhn syndrome is often associated with malacia and dilated bronchi; indeed, the bronchoscope will often pass through many generations of the airways beyond those expected. In addition, the orifices of lobar and segmental bronchi may function unpredictably and may appear as aberrant shapes. Chest CT poorly defines bronchomalacia, let alone shapes of lobar bronchi. Bronchoscopy could thus enhance diagnostic accuracy and the understanding of the extent of changes in large to medium airways to a substantially greater extent compared with CT.\nThe belief that real-time bronchoscopy can determine the severity of EDAC is based on visual perspectives and perceptions of changes in size or cross-sectional area across the respiratory cycle. This is a controversial concept. In clinical terms, it could be regarded as being “good enough.” However, this type of assessment has many limitations.58 Short excerpts of the patient’s bronchoscopy display many of the issues that will be raised in the following paragraphs.\nIt is worthwhile remembering that the airway does lengthen and dilate with inspiration and then progressively contracts to its original position by the end of expiration. Bronchoscopic appreciation of this change is gained by holding the scope in a fixed position, but as the object of interest moves away from the tip of the scope, it actually moves to a lower magnification power; thus perceptions of change are gained through unknown but lower values of magnification, distortion effects, unknown distance traveled by the point of interest, and perspective change (Figure 13-7). In addition, effects on cross-sectional area change are due to\nFigure 13-7 This figure shows how the image/perception changes with angulation of the scope, repositioning of the scope, and repositioning of the patient. All these maneuvers may have the same effect (i.e., change in the image perspective), even though no anatomic/structural change is seen in the actual airway lumen.\n\ninspiration and then progressively contracts to its original position by the end of expiration. Bronchoscopic appreciation of this change is gained by holding the scope in a fixed position, but as the object of interest moves away from the tip of the scope, it actually moves to a lower magnification power; thus perceptions of change are gained through unknown but lower values of magnification, distortion effects, unknown distance traveled by the point of interest, and perspective change (Figure 13-7). In addition, effects on cross-sectional area change are due to\nFigure 13-7 This figure shows how the image/perception changes with angulation of the scope, repositioning of the scope, and repositioning of the patient. All these maneuvers may have the same effect (i.e., change in the image perspective), even though no anatomic/structural change is seen in the actual airway lumen.13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 163\n- To correct for these distortions, calibration of images requires insertion of bodies of known diameter (e.g., biopsy forceps, marker bodies).*\n- *Figure 13-*8** Bilateral proximal mainstem malacia: In this case, the view is “off center” because the airway is distorted; therefore, the right mainstem bronchus is off to the periphery (right lower corner of the image). Correction of this view is impossible short of advancing the scope. This type of image negates measurement. In the pediatric setting, with the use of general anesthesia techniques (gaseous or propofol), tidal volumes are relatively small, so the airways do not necessarily open on inspiration even when bagged, but the scope is pushed through these malacic lesions relatively easily. Often, the scope cannot be positioned to accurately define the end point of the lesion, and if it is long enough, one can see only the mucosa until the scope is actually out of the lesion. In the pediatric setting, these lesions may occur over 1 mm to 2 cm only, so the actual hand movements required to gain a clear view are very subtle to say the least.*\n- *Figure 13-*9** A, Right mainstem and (B) right middle lobe pediatric malacia. These lesions did not open with inspiration, except for the very slight opening seen at the proximal end of the bronchus, but they could be opened with the scope. Although the pediatric setting is vastly different from the adult setting, the principles of measurement are the same.*\nA\nRight mainstem bronchus\nB\nRight middle lobe\nuncontrolled changes in lung volume associated with the depth of anesthesia/sedation effects on respiratory system mechanics, resistance effects of the bronchoscope, and effects of movement of mucus on ventilation distribution and regional lung volumes (Figure 13-8). These effects are not readily perceived or appreciated despite the use of modern digital imaging techniques, television screens, or computer display panels. Memory function and the level of experience of the bronchoscopist are also likely to change these perceptions.59 Thus perceived change in airway size should be treated cautiously, or at its best should be regarded as an appreciable underestimate.\nPlanar quantitative or morphometric bronchoscopy, which enables assessment of airway lumen size, is available with techniques such as color histogram mode techniques,58,60,61 but precise measurement is limited to the expiratory position because the peak inspiratory position may be difficult to define in complex lesions (Figure 13-9). The expiratory position is chosen because it can be touched by the bronchoscope (the zero position), and because airway collapse may be present across both inspiration and expiration (see video on ExpertConsult.com) (Video III.13.2), and it may be available over long distances. Thus, the bronchoscope can be entrapped by collapsed tissue, or perspective may be lost by angulation changes (see video on ExpertConsult.com) (Video III.13.3). Change in airway size at the point of interest cannot be measured without knowledge of the distance traveled during the respiratory cycle and without placement of calibration objects in the airways.*\n\navailable with techniques such as color histogram mode techniques,58,60,61 but precise measurement is limited to the expiratory position because the peak inspiratory position may be difficult to define in complex lesions (Figure 13-9). The expiratory position is chosen because it can be touched by the bronchoscope (the zero position), and because airway collapse may be present across both inspiration and expiration (see video on ExpertConsult.com) (Video III.13.2), and it may be available over long distances. Thus, the bronchoscope can be entrapped by collapsed tissue, or perspective may be lost by angulation changes (see video on ExpertConsult.com) (Video III.13.3). Change in airway size at the point of interest cannot be measured without knowledge of the distance traveled during the respiratory cycle and without placement of calibration objects in the airways.*164\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nIn addition, this method does require quantification of magnification characteristics and power of the particular bronchoscope selected. Post hoc analyses are necessary to attain quantitative measurements with strong intraobserver and interobserver agreement.60,61 Three-dimensional (3D) bronchoscopic reconstruction of the airways and morphometry across both phases of respiration represent an advance in determining precise relative change, but accurate distance measurements are still needed to allow quantitative measurements. Computing power will have to be substantial to enable real-time in vivo measurements.\nReference points are required for comparative quantitative bronchoscopy assessments. Because the cricoid is a complete ring and a relatively rigid structure, reproducibility of measurement is high. Measurements in this region have strong relationships to lower airway measurements. However, the weak point of this technique is that intersubject variability is relatively high.62 This potentially makes grading of severity relatively weak, but it does provide a quantifiable comparative approach.\nAll of the issues already mentioned apply to assessments with CPAP as well. Just how far upstream the CPAP effect is seen is not known, and how these respiratory mechanical characteristics correlate with awake and sleep states is also unknown. The infant’s larynx is markedly different from that of the adult in terms of position and structural composition; thus extrapolation to the adult and justification of decisions on these grounds are fraught with potential errors. In addition, evidence suggests that bronchoscopically assessed cross-sectional area of airway lesions in pediatric disease does not necessarily correlate with severity of illness. The addition of endobronchial lesions or changes in mucosal patterns associated with bronchiectasis and mucus sleeves, plaques, and plugs to the scenario of a rather transient period of time for assessment enhances negative arguments, thus making this assessment difficult to justify. In my opinion, quantitative bronchoscopy, in whatever form, would improve this situation, but standardization of the whole bronchoscopic approach, its timing, control of anesthetic depth, and control of the adjustments required after coughing or during periods of supported ventilation will need to be considered and accounted for if accuracy is to be maximized.\nJust what effect long-term nocturnal CPAP has on surrogates of Mounier-Kuhn syndrome such as tracheobronchomalacia and on airway clearance of sputum in non-CF bronchiectasis and CF bronchiectasis is not clearly known. For short-term use, benefit in terms of airway patency, mucus clearance, gas exchange, and sleep quality is apparent. Whether this will result in improved airway tone or worsening of dilation/malacia due to overstretching and reduced or increased sputum production over the longer term is open to conjecture.\nREFERENCES\n1. Bilton D. Update on non-cystic fibrosis bronchiectasis. Curr Opin Pulm Med. 2008;14:595-599.\n2. Koh WJ, Lee JH, Kwon YS, et al. Prevalence of gastroesophageal reflux disease in patients with nontuberculous mycobacterial lung disease. Chest. 2007;131:1825-1830.\n3. Boiselle PM, Feller-Kopman D, Ashiku S, et al. Tracheobronchomalacia: evolving role of dynamic multislice helical CT. Radiol Clin North Am. 2003;41:627-636.\n4. Joosten S, Macdonald M, Lau KK, et al. Excessive dynamic airway collapse co-morbid with COPD diagnosed using 320-slice dynamic CT scanning technology. Thorax. 2010 Jul 7. [Epub ahead of print]\n5. Bateson EM, Woo-Ming M. Tracheo-bronchomegaly. Clin Radiol. 1973;24:345-358.\n6. Baron KG, Smith TW, Czajkowski LA, et al. Relationship quality and CPAP adherence in patients with obstructive sleep apnea. Behav Sleep Med. 2009;7:22-36.\n7. Murgu SD, Colt HG. Tracheobronchomalacia and excessive dynamic airway collapse. Respirology. 2006;11:388-406.\n8. Sucena M, Liistro G, Aubert G, et al. Continuous positive airway pressure treatment for sleep apnoea: compliance increases with time in continuing users. Eur Respir J. 2006;27:761-766.\n9. Barker AF. Bronchiectasis. N Engl J Med. 2002;346:1383-1393.\n10. Pang JA, Cheng A, Chan HS, et al. The\n\n.\n6. Baron KG, Smith TW, Czajkowski LA, et al. Relationship quality and CPAP adherence in patients with obstructive sleep apnea. Behav Sleep Med. 2009;7:22-36.\n7. Murgu SD, Colt HG. Tracheobronchomalacia and excessive dynamic airway collapse. Respirology. 2006;11:388-406.\n8. Sucena M, Liistro G, Aubert G, et al. Continuous positive airway pressure treatment for sleep apnoea: compliance increases with time in continuing users. Eur Respir J. 2006;27:761-766.\n9. Barker AF. Bronchiectasis. N Engl J Med. 2002;346:1383-1393.\n10. Pang JA, Cheng A, Chan HS, et al. The bacteriology of bronchiectasis in Hong Kong investigated by protected catheter brush and bronchoalveolar lavage. Am Rev Respir Dis. 1989;139:14-17.\n11. Tsang KW, Ho PI, Chan KN, et al. A pilot study of low-dose erythromycin in bronchiectasis. Eur Respir J. 1999;13:361-364.\n12. Angrill J, Agustí C, de Celis R, et al. Bacterial colonisation in patients with bronchiectasis: microbiological pattern and risk factors. Thorax. 2002;57:15-19.\n13. Ho PL, Chan KN, Ip MS, et al. The effect of Pseudomonas aeruginosa infection on clinical parameters in steady-state bronchiectasis. Chest. 1998;114:1594-1598.\n14. Martínez-García MA, Soler-Cataluña JJ, Perpiñá-Tordera M, et al. Factors associated with lung function decline in adult patients with stable non-cystic fibrosis bronchiectasis. Chest. 2007;132:1565-1572.\n15. Cortese DA, Prakash UBS, Stubbs SE. Technical solutions to common problems in bronchoscopy. In: Prakash UBS, ed. Bronchoscopy. New York: Raven Press; 1994:111-133.\n16. Benditt JO. Novel uses of noninvasive ventilation. Respir Care. 2009;54:212-219.\n17. Murgu SD, Colt HG. Treatment of adult tracheobronchomalacia and excessive dynamic airway collapse: an update. Treat Respir Med. 2006;5:103-115.\n18. Goldstein RA, Rohatgi PK, Bergofsky EH, et al. Clinical role of bronchoalveolar lavage in adults with pulmonary disease. Am Rev Respir Dis. 1990;142:481-486.\n19. Dellinger RP. Fiberoptic bronchoscopy in adult airway management. Crit Care Med. 1990;18:882-887.\n20. Antonelli M, Conti G, Rocco M, et al. Noninvasive positive-pressure ventilation versus conventional oxygen supplementation in hypoxemic patients undergoing diagnostic bronchoscopy. Chest. 2002;121:1149-1154.\n21. Maitre B, Jaber S, Maggiore SM, et al. Continuous positive airway pressure during fiberoptic bronchoscopy in hypoxemic patients: a randomized double-blind study using a new device. Am J Respir Crit Care Med. 2000;162:1063-1067.\n22. Trachsel D, Erb TO, Frei FJ, et al. Use of continuous positive airway pressure during flexible bronchoscopy in young children. Eur Respir J. 2005;26:773-777.\n23. Antonelli M, Pennisi M, Conti G, et al. Fiberoptic bronchoscopy during noninvasive positive pressure ventilation delivered by helmet. Intensive Care Med. 2003;29:126-129.\n24. Wiseman NE, Duncan PG, Cameron CB. Management of tracheobronchomalacia with continuous positive airway pressure. J Pediatr Surg. 1985;20:489-493.\n25. Adliff M, Ngato D, Keshavjee S, et al. Treatment of diffuse tracheomalacia secondary to relapsing polychondritis with continuous positive airway pressure. Chest. 1997;112:1701-1704.\n26. Da Conceicao M, Genco G, Favier JC, et al. Fiberoptic bronchoscopy during non-invasive positive pressure ventilation in patients\n\nelli M, Pennisi M, Conti G, et al. Fiberoptic bronchoscopy during noninvasive positive pressure ventilation delivered by helmet. Intensive Care Med. 2003;29:126-129.\n24. Wiseman NE, Duncan PG, Cameron CB. Management of tracheobronchomalacia with continuous positive airway pressure. J Pediatr Surg. 1985;20:489-493.\n25. Adliff M, Ngato D, Keshavjee S, et al. Treatment of diffuse tracheomalacia secondary to relapsing polychondritis with continuous positive airway pressure. Chest. 1997;112:1701-1704.\n26. Da Conceicao M, Genco G, Favier JC, et al. Fiberoptic bronchoscopy during non-invasive positive pressure ventilation in patients13 - CPAP Treatment for Moderate Diffuse Excessive Dynamic Airway Collapse Caused by Mounier-Kuhn Syndrome 165\nwith chronic obstructive lung disease with hypoxemia and hypercapnia. Ann Fr Anesth Reanim. 2000;19:231-233.\n27. Borowiecki B, Pollack CP, Weitzman ED, et al. Fibro-optic study of pharyngeal airway during sleep in patients with hypersomnia obstructive sleep-apnea syndrome. Laryngoscope. 1978;88:1310-1313.\n28. Murgu SD, Pecson J, Colt HG. Bronchoscopy on noninvasive positive pressure ventilation: indications and technique. Respir Care. 2010;55:595-600.\n29. Holanda MA, Fortaleza SC, Alves-de-Almeida M, et al. Continuous positive airway pressure effects on regional lung aeration in patients with COPD: a high-resolution CT scan study. Chest. 2010;138:305-314.\n30. Khirani S, Biot L, Eberhard A, et al. Positive end expiratory pressure and expiratory flow limitation: a model study. Acta Biotheor. 2001;49:277-290.\n31. Parr DG, Stoel BC, Stolk J, et al. Influence of calibration on densitometric studies of emphysema progression using computed tomography. Am J Respir Crit Care Med. 2004;170:883-890.\n32. Sundaram P, Joshi JM. Tracheobronchomegaly associated tracheomalacia: analysis by sleep study. Indian J Chest Dis Allied Sci. 2004;46:47-49.\n33. Martin J. Preparing and supporting patients undergoing a bronchoscopy. Nurse Times. 2003;99:52-55.\n34. Esteban A, Frutos-Vivar F, Ferguson ND, et al. Noninvasive positive-pressure ventilation for respiratory failure after extubation. N Engl J Med. 2004;350:2452-2460.\n35. McCool FD, Rosen MJ. Nonpharmacologic airway clearance therapies: ACCP evidence-based clinical practice guidelines. Chest. 2006;129:250S.\n36. Dutau H, Maldonado F, Breen DP, et al. Endoscopic successful management of tracheobronchomalacia with laser: apropos of a Mounier-Kuhn syndrome. Eur J Cardiothorac Surg. 2011 Mar 5. [Epub ahead of print]\n37. Murgu SD, Colt HG. Complications of silicone stent insertion in patients with expiratory central airway collapse. Ann Thorac Surg. 2007;84:1870-1877.\n38. Wright CD, Grillo HC, Hammoud ZT, et al. Tracheoplasty for expiratory collapse of central airways. Ann Thorac Surg. 2005;80:259-267.\n39. Chhajed PN, Aboyoun C, Malouf MA, et al. Management of acute hypoxemia during flexible bronchoscopy with insertion of a nasopharyngeal tube in lung transplant recipients. Chest. 2002;121:1350-1354.\n40. Matsushima Y, Jones RL, King EG, et al. Alterations in pulmonary mechanics and gas exchange during routine fiberoptic bronchoscopy. Chest. 1984;86:184-188.\n41. Klech J, Pohl W. Technical recommendations and guidelines for bronchoalveolar lavage (BAL). Report of the European Society of Pneumology Task Group. Eur Respir J. 1989;2:561-585.\n42. Aoyama K, Yasunaga E, Takenaka I, et al. Positive pressure ventilation during fibreoptic intubation: comparison of the laryngeal mask airway, intubating laryngeal mask and endoscopy mask techniques. Br J Anaesth. 2002;88:246-254.\n43. Lindholm CE, Ollman B, Snyder GV, et al. Cardiorespiratory effects of flexible fiberoptic bronchoscopy in critically ill patients. Chest. 1978;74:362-368.\n44. Pue CA, Pacht ER. Complications of fiberoptic bronchoscopy at a university hospital. Chest. 1995;107:430-432.\n45. Payne CB Jr, Goyal PC, Gupta SC. Effects of transoral and trans-nasal fiberoptic bronchoscopy on oxygenation and cardiac rhythm. Endoscopy. 1986;18:1-3.\n\nfibreoptic intubation: comparison of the laryngeal mask airway, intubating laryngeal mask and endoscopy mask techniques. Br J Anaesth. 2002;88:246-254.\n43. Lindholm CE, Ollman B, Snyder GV, et al. Cardiorespiratory effects of flexible fiberoptic bronchoscopy in critically ill patients. Chest. 1978;74:362-368.\n44. Pue CA, Pacht ER. Complications of fiberoptic bronchoscopy at a university hospital. Chest. 1995;107:430-432.\n45. Payne CB Jr, Goyal PC, Gupta SC. Effects of transoral and trans-nasal fiberoptic bronchoscopy on oxygenation and cardiac rhythm. Endoscopy. 1986;18:1-3.\n46. Katz AS, Michelson EL, Stawicki J, et al. Cardiac arrhythmias, frequency during fiberoptic bronchoscopy and correlation with hypoxemia. Arch Intern Med. 1981;141:603-606.\n47. Albertini R, Harrel JH, Moser KM. Hypoxemia during fiberoptic bronchoscopy. Chest. 1974;65:117-118.\n48. Langmarc EL. Serum lidocaine concentration in asthmatics undergoing research bronchoscopy. Chest. 2000;117:1055-1060.\n49. Gall H, Kaufman CM. Adverse reactions to local anesthetics: analysis 7 of 179 cases. J Allergy Clin Immunol. 1996;97;933-937.\n50. Stolz D, Chhajed P, Leuppi J, et al. Nebulized lidocaine for flexible bronchoscopy. Chest. 2005;128:1756-1760.\n51. Reed A. Preparation of the patient for awake flexible fiberoptic bronchoscopy. Chest. 1992;101:244.\n52. Baram D, Smaldone G. Tracheal collapse versus tracheobronchomalacia: normal function versus disease. Am J Respir Crit Care Med. 2006;174:724.\n53. Guerin C, LeMasson S, de Varax R, et al. Small airway closure and positive end-expiratory pressure in mechanically ventilated patients with chronic obstructive pulmonary disease. Am J Respir Crit Care Med. 1997;155:1949-1956.\n54. Schwab RJ, Pack AI, Gupta KB, et al. Upper airway and soft tissue structural changes induced by CPAP in normal subjects. Am J Respir Crit Care Med. 1996;154(4 Pt 1):1106-1116.\n55. Dellacà RL, Rotger M, Aliverti A, et al. Noninvasive detection of expiratory flow limitation in COPD patients during nasal CPAP. Eur Respir J. 2006;27:983-991.\n56. Lourens MS, van den Berg B, Verbraak AFM, et al. Effect of series of resistance levels on flow limitation in mechanically ventilated COPD patients. Respir Physiol. 2001;127:39-52.\n57. Davis S, Jones M, Kisling J, et al. Effect of continuous positive airway pressure on forced expiratory flows in infants with tracheomalacia. Am J Respir Crit Care Med. 1998;158:148-152.\n58. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n59. Masters IB, Chang AB. Tracheobronchomalacia in children. Expert Rev Respir Med. 2009;3:425-439.\n60. Masters IB, Eastburn MM, Francis PW, et al. Quantification of the magnification and distortion effects of a pediatric flexible video-bronchoscope. Respir Res. 2005;6:16.\n61. Masters IB, Eastburn MM, Wootton R, et al. A new method for objective identification and measurement of airway lumen in paediatric flexible videobronchoscopy. Thorax. 2005;60:652-658.\n62. Masters IB, Ware RS, Zimmerman PV, et al. Airway sizes and proportions in children quantified by a video-bronchoscopic technique. BMC Pulm Med. 2006;6:5.",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.551,
    "domain": [
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [
      "rose"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch13.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}