{
  "id": "bacada_ch12",
  "title": "Stent Insertion for Diffuse Circumferential TBM",
  "abstract": "",
  "content": "139\nChapter 12 Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\nCASE DESCRIPTION\nThe patient was a 58-year-old woman who had respiratory arrest while playing golf. She was intubated by paramedics and was brought to the hospital, where she was found to be in hypercapnic respiratory failure despite being mechanically ventilated. Arterial blood gas analysis showed the following: pH 7.16/PCO2 70 mmHg/PaO2 300 mmHg/HCO3 24 mmHg, consistent with acute respiratory acidosis. Peak airway pressures were consistently high (~60 cm H2O), but plateau pressure was normal on mechanical ventilation in assist control volume control mode: TV 500 mL, RR 16, PEEP 5 cm H2O, and FiO2 of 1. According to her husband, shortness of breath and wheezing several days earlier had prompted a visit to the emergency department at an outside hospital. There, she was treated with systemic corticosteroids. Apparently her symptoms improved quickly, and she was discharged home within 48 hours. She had in fact been diagnosed with adult-onset asthma several years ago, for which she was taking albuterol inhalers as needed, fluticasone/salmeterol, Singulair, and prednisone 10 mg every other day. Several months before this admission, however, the patient had developed stridor. A working diagnosis of relapsing polychondritis was made on the basis of tracheal wall thickening noted on computed tomography of her neck. Her past medical history included a nonmalignant thyroid goiter, which had been removed because it was presumptively contributing to her shortness of breath. She had an office job, had never smoked, and had no occupational exposure to toxins or fumes. Her basic metabolic panel and electrocardiogram were normal. Complete blood count revealed hemoglobin of 10.5 g/dL. On arrival, flexible bronchoscopy showed complete collapse of the airway distal to the No. 7 endotracheal tube. Emergent rigid bronchoscopy showed a severe subglottic stricture and diffuse collapse of the entire cartilaginous structure from the subglottis to the distal mainstem bronchi (Figure 12-1).\nDISCUSSION POINTS\n1. Describe the relationship between airway stents and respiratory tract infections.\n2. Describe two strategies used to prevent stent-related infections and mucus plugging.\n3. Describe two alternative treatments to silicone stent insertion in patients with tracheobronchomalacia resulting from relapsing polychondritis.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThis patient had bronchoscopic evidence of diffuse collapse of the cartilaginous wall of the trachea and mainstem bronchi with sparing of the posterior membrane-findings consistent with a diagnosis of circumferential tracheobronchomalacia (TBM), and classic for relapsing polychondritis (RP). RP is a multisystem disease,* and it is incapacitating and life threatening because of its airway involvement.1 Auricular chondritis, the most common initial presentation, is seen in 85% to 95% of patients with RP. This patient, however, had no evidence of RP in the eyes, nose, or external ears. Isolated pulmonary presentation, as seen in this case, is not that unusual, and because of its often episodic nature, may result in a significant delay in diagnosis. In a review of 66 patients, the elapsed time from patient presentation for medical care for RP-related symptoms† to diagnosis was reportedly 2.9 years.1 In a small case series of five patients with RP and severe airway involvement requiring stent insertion, all patients were given the diagnosis of asthma before RP was diagnosed.2*\n†Systemic symptoms include fever, lethargy, and weight loss; common organ-specific symptoms include external ear pain, nasal pain, hoarseness, throat pain, difficulty talking, and arthralgias.\n- It is characterized by recurrent and potentially severe episodes of inflammation of cartilaginous structures of the external ear, nose, peripheral joints, larynx, and tracheobronchial tree. Other proteoglycan-rich structures can become involved, including the eyes, heart, blood vessels, and inner ear.*\nMalacia, identified as loss of supportive cartilaginous structures, is a chronic consequence of RP and is probably due to recurrent extensive inflammation. It may be asymptomatic in earlier stages and detected only on pulmonary function testing, but it becomes symptomatic when it involves the upper airways.3 Similar to this case, dynamic tracheal collapse might occur suddenly, causing\n\nsymptoms include fever, lethargy, and weight loss; common organ-specific symptoms include external ear pain, nasal pain, hoarseness, throat pain, difficulty talking, and arthralgias.\n- It is characterized by recurrent and potentially severe episodes of inflammation of cartilaginous structures of the external ear, nose, peripheral joints, larynx, and tracheobronchial tree. Other proteoglycan-rich structures can become involved, including the eyes, heart, blood vessels, and inner ear.*\nMalacia, identified as loss of supportive cartilaginous structures, is a chronic consequence of RP and is probably due to recurrent extensive inflammation. It may be asymptomatic in earlier stages and detected only on pulmonary function testing, but it becomes symptomatic when it involves the upper airways.3 Similar to this case, dynamic tracheal collapse might occur suddenly, causing140\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nirregular cartilage, but the posterior membrane is normal (Figure 12-2).8 A definitive diagnosis of RP usually is based on the following criteria set by MacAdam et al.*5 and Damiani and Levine†9: (1) bilateral auricular chondritis; (2) nonerosive seronegative inflammatory polyarthritis; (3) nasal chondritis; (4) ocular inflammation; (5) respiratory tract chondritis; and (6) audiovestibular damage.*\nIn one case series, the tracheobronchial tree was involved in about 56% of patients, and respiratory symptoms were responsible for the initial presentation in about 14%.5 In a larger case series of 145 patients suffering from RP, 31 patients had airway involvement, making the prevalence 21%.10 In many of these patients, similar to our patient, complaints of respiratory symptoms led to the diagnosis of RP, underscoring the fact that clinically significant airway compromise does not necessarily dyspnea, respiratory arrest, and death.4\nOn histology, the airway cartilage shows empty lacunae (empty spaces within the cartilage), a mixed population of inflammatory cells,5 and abundant inflammatory exudates that are often noted to invade the periphery of necrotic cartilaginous tissues. An immunologic mechanism is likely responsible for this disease because RP is often associated with rheumatic or autoimmune disease, although the presence of autoantibodies* is inconsistent. Various studies have found circulating antibodies to cartilage-specific collagen types II, IX, and XI to be present in 30% to 70% of patients with RP, with antibodies to type II collagen† noted and correlating with the severity of acute RP episodes.6 Airway wall structural abnormalities in RP are detected by histopathology but can be identified using high-frequency (20 MHz) radial probe endobronchial ultrasonography (EBUS).7 EBUS reveals thickened and*\nFigure 12-1 The subglottis and the lower trachea at the level of the main carina show complete collapse of the cartilaginous structures and severe airway wall edema-findings consistent with severe, diffuse, circumferential tracheobronchomalacia.\nSubglottis\nMain carina\nFigure 12-2 A, Axial computed tomography view shows thickened cartilage. B, High-frequency ultrasound (20 MHz) shows thickened cartilage. C, Coronal T2 magnetic resonance imaging reveals diffusely thickened cartilage (white arrows). Images are obtained from a different patient. (Courtesy Teruomi Miyazawa and Noriaki Kurimoto, St. Mariana University, Kawasaki, Japan.)\nA\nB\nC\n- Three of six clinical features necessary for diagnosis.*\n†Also seen in rheumatoid arthritis.\n- Evidence suggesting an autoimmune cause includes pathologic findings of infiltrating T cells, the presence of antigen-antibody complexes in affected cartilage, cellular and humoral responses against collagen type II and other collagen (i.e., types IX and XI) antigens, and the observation that immunosuppressive regimens most often suppress the disease.*\n†One of three conditions necessary for diagnosis: three McAdam et al. criteria; one McAdam et al. criterion plus positive histology results; or two McAdam et al. criteria plus therapeutic response to corticosteroid or dapsone therapy.\n\nImages are obtained from a different patient. (Courtesy Teruomi Miyazawa and Noriaki Kurimoto, St. Mariana University, Kawasaki, Japan.)\nA\nB\nC\n- Three of six clinical features necessary for diagnosis.*\n†Also seen in rheumatoid arthritis.\n- Evidence suggesting an autoimmune cause includes pathologic findings of infiltrating T cells, the presence of antigen-antibody complexes in affected cartilage, cellular and humoral responses against collagen type II and other collagen (i.e., types IX and XI) antigens, and the observation that immunosuppressive regimens most often suppress the disease.*\n†One of three conditions necessary for diagnosis: three McAdam et al. criteria; one McAdam et al. criterion plus positive histology results; or two McAdam et al. criteria plus therapeutic response to corticosteroid or dapsone therapy.12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\n141\nPaired inspiratory/expiratory dynamic computed tomography (CT) scanning can reveal the degree, and potentially the cause, of expiratory central airway collapse.11 The boundary between normal physiologic dynamic airway compression and abnormal collapse is far from established, however, and disagreement continues regarding how much of a decrease in cross-sectional area actually signals clinically and physiologically significant airway narrowing.12 Although many investigators use 50% or greater reduction in airway cross-sectional area between inspiration and expiration to identify malacia, recent studies suggest that this definition leads to overdiagnosis, given that 78% of normal people reportedly exceed this criterion.13 However, it is noteworthy that in RP, thickened airway wall is noted, and even during inspiration, the lumen caliber is not normal (Figure 12-3) (see video on ExpertConsult.com) (Video III.12.1). In view of this, the use of absolute cutoff values to define abnormal collapse is less relevant, and what matters most when evaluating these patients is the impact on flow dynamics and symptoms.\nOne disadvantage of dynamic CT scanning is that expiratory images can be technically unsatisfactory when patients are unable to cooperate with dynamic breathing instructions, thus failing to coordinate breathing with the timing of the scan. This is particularly the case in patients with respiratory distress or respiratory failure on mechanical ventilation. In these cases, CT is inadequate to evaluate for malacia.12 Given our patient’s unstable respiratory status, CT scanning was not performed preoperatively.\nWhen feasible, however, CT should be performed and may show tracheobronchial wall thickening (see Figure 12-2) with or without calcification (seen in ~40 % of patients). These findings are not very sensitive (seen in 17 of 30 patients in one study); however, all patients will have sparing of the posterior membrane-a characteristic finding in RP.10 CT may also reveal varying degrees of tracheal narrowing, often involving multiple segments of the trachea. In addition to its ability to reveal malacia, expiratory images may reveal consequent air trapping. The CT scan is also sensitive in detecting lower airway disease manifested by concentric narrowing in lobar and present late in the course of the disease.\nRP-related airway disease is more common among women and in patients between 11 and 61 years of age (median age, 42 years) at the time of first symptoms.* In this particular study, respiratory symptoms were the first manifestation of disease in 17 patients (54%), and dyspnea was the most common symptom in 20 patients (64%), followed by cough, stridor, and hoarseness. Airway involvement in remaining patients included subglottic stenosis (n = 8; 26%), focal and diffuse malacia (n = 15; 48%), and focal stenosis in different areas of the bronchial tree.10*\nIn addition to a thorough review of systems during initial evaluation of a patient suffering from this disease, the treating team should set up realistic expectations, because it is known that the 5 year survival rate associated with RP is reported to be 66% to 74% but could be as low as 45% if RP occurs with systemic vasculitis. Other studies report a survival rate of 94% at 8 years, but these data may represent RP in patients with less severe disease than was observed in patients studied in earlier reports.1\nDynamic (aka functional) bronchoscopy with dynamic breathing and coughing maneuvers is usually performed to visualize and quantify the airway collapse when patients are evaluated for TBM. The degree of dynamic collapse is estimated by visual inspection but can be objectively quantified using morphometric bronchoscopy.† If TBM is present, the amount of collapse during passive and forced exhalation, as well as cough, is documented. In our case, complete collapse was clearly seen on bronchoscopy, making other quantifying methods unnecessary (see Figure 12-1).\nFigure 12-3 End-inspiratory axial computed tomography in (A) mediastinal window and (B) lung window, showing thickening of the tracheal wall and consequent airway narrowing. A B\n†A software processing method whereby bronchoscopic digital images are analyzed to measure airway lumen diameter can be used to objectively quantify the degree of airway narrowing.\n- Among patients with serious airway manifestations, females predominate (female-to-male ratio, 2.6 : 1).*\n\nestimated by visual inspection but can be objectively quantified using morphometric bronchoscopy.† If TBM is present, the amount of collapse during passive and forced exhalation, as well as cough, is documented. In our case, complete collapse was clearly seen on bronchoscopy, making other quantifying methods unnecessary (see Figure 12-1).\nFigure 12-3 End-inspiratory axial computed tomography in (A) mediastinal window and (B) lung window, showing thickening of the tracheal wall and consequent airway narrowing. A B\n†A software processing method whereby bronchoscopic digital images are analyzed to measure airway lumen diameter can be used to objectively quantify the degree of airway narrowing.\n- Among patients with serious airway manifestations, females predominate (female-to-male ratio, 2.6 : 1).*142\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nmeasurements of pressure differences decreased significantly, suggesting that stents had been inserted appropriately at the flow-limiting segments. Expiratory CT scanning revealed mosaic patterns, indicating air trapping due to migration of the choke points to smaller bronchi, as had been demonstrated in previous experimental studies.17,18\nComorbidities\nThis patient had no evidence of other organ involvement from RP. The clinical relevance of RP is not limited to airflow obstruction but extends to other systems and may include heart block and vasculitis of both small and larger vessels. Making a prompt diagnosis of heart involvement is essential, especially if patients are scheduled to undergo general anesthesia.19 The cardiovascular system is reportedly affected in 24% of patients with RP. When possible, a thorough history and physical examination should be performed to evaluate for chest pain, abdominal pain, history of pericarditis, abnormal heart rate or rhythm, syncope, and history of subacute myocardial infarction (found on electrocardiogram [ECG]). Aortic and mitral valve regurgitation, aortic aneurysm, aortitis, aortic thrombosis, pericarditis, first- to third-degree heart block, and myocardial infarction, at times mediated through ostial stenosis of a coronary artery or arteries, have been reported.20\nFurthermore, although the life expectancy in all patients with RP is decreased compared with age- and sex-matched healthy individuals, patients with RP and renal involvement have a significantly lower age-adjusted life expectancy. Among those with renal disease (glomerulonephritis* diagnosed on the basis of a diagnostic renal biopsy or the presence of microhematuria and proteinuria), uremia is a common cause of death.21*\nA high prevalence of other autoimmune disorders has been found in patients with RP. These may include systemic vasculitis (~13%), cutaneous leukocytoclastic vasculitis (~7%), thyroid disease (~6%), rheumatoid arthritis (~5%), and systemic lupus erythematosus (~4%).20 Association with complex immunologic conditions such as a combination of Crohn’s disease (~2%), ulcerative colitis (~2%), and epidermolysis bullosa acquisita has also been described.22\nSupport System\nThe husband was very supportive. He requested more information about her diagnosis and searched Internet support sites for patients with RP and their families. Although we do not take responsibility for quality, the website from the Relapsing Polychondritis Support and Awareness Foundation may be helpful.23\nPatient Preferences and Expectations\nFor patients with TBM, the need for intervention is determined on a per-patient basis and involves consideration of the identified abnormality, the severity of symptoms, and patient preferences. In this case, the patient’s malacia segmental bronchi and subsegmental bronchi.14\nDynamic CT scanning should be done according to the institution’s central airways CT investigation protocol, usually without intravenous contrast administration. Images are initially obtained using a standard radiation dose technique at end inspiration (170 mAs, 120 kVp, 2.5 mm collimation, high-speed mode, and pitch equivalent of 1.5). This is followed by a low-dose examination (40 mAs, 120 kVp, 2.5 mm collimation, high-speed mode, and pitch equivalent of 1.5) during the dynamic expiratory phase of respiration. Axial CT data are subsequently used to create a series of multiplanar and three-dimensional (3D) images, which are reviewed in conjunction with the axial images.\nMagnetic resonance imaging (MRI) is also a useful adjunct in clinical diagnosis. MRI is better than CT in distinguishing between edema, fibrosis, and inflammation. T1-weighted images, T2-weighted images (see Figure 12-2), and T1-weighted images with gadolinium contrast provide characterization of relapsing polychondritis-related changes in cartilaginous tissues. MRI may be useful in detecting other potential RP-related problems such as thickening of the thoracic aorta before dilation occurs. Because of its lack of ionizing radiation, MRI may be a useful noninvasive test for monitoring the effects of treatment.\nPulmonary function testing (PFT) with flow-volume loop studies were not feasible in our patient but are recommended in patients with RP who present with respiratory symptoms. PFTs may assist in differential diagnoses and provide information about the severity of airway obstruction. PFTs can also be used to monitor disease activity. PFTs in patients with RP who have respiratory involvement demonstrate a nonreversible obstructive pattern with the decrease in forced expiratory volume in 1 second correlating with the degree of dyspnea.15 In general, both in normal people\n\nrelapsing polychondritis-related changes in cartilaginous tissues. MRI may be useful in detecting other potential RP-related problems such as thickening of the thoracic aorta before dilation occurs. Because of its lack of ionizing radiation, MRI may be a useful noninvasive test for monitoring the effects of treatment.\nPulmonary function testing (PFT) with flow-volume loop studies were not feasible in our patient but are recommended in patients with RP who present with respiratory symptoms. PFTs may assist in differential diagnoses and provide information about the severity of airway obstruction. PFTs can also be used to monitor disease activity. PFTs in patients with RP who have respiratory involvement demonstrate a nonreversible obstructive pattern with the decrease in forced expiratory volume in 1 second correlating with the degree of dyspnea.15 In general, both in normal people12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\n143\ndiffuse, circumferential TBM resulting in respiratory failure is rarely seen, making it impossible to predict success or failure of the procedure in terms of ability to remove the patient from mechanical ventilation.\n- *Therapeutic Alternative*s**\nAs of this writing, no medical, minimally invasive, or surgical treatment that cures RP is available, especially once cartilage destruction and malacia are established. Stents are reserved for patients with airway involvement (stenosis or malacia) and severe functional impairment.2 In milder forms of airway involvement, treatment should be optimized before invasive therapies are considered. Continuous prednisone therapy has been shown to decrease the severity, frequency, and duration of relapses but does not stop disease progression.5 Prednisone (20 to 60 mg/day) is administered in the acute phase and is tapered to 5 to 25 mg/day for maintenance. Severe relapses may require 80 to 100 mg/day.5 Newer immunomodulating agents such as tumor necrosis factor receptor blockers may have a role in treating the inflammatory destruction of cartilaginous structures and can also be used as steroid-sparing agents.25 Despite aggressive medical therapy (prednisone, mycophenolate mofetil, etanercept, and methotrexate), many patients experience symptom progression warranting invasive interventions.\n1. **Tracheostomy*:** may not fully palliate airway collapse owing to malacia of the more distal airways beyond the tracheotomy site.26,27 Tracheostomy is useful when it stents or bypasses the malacic airway or a subglottic stenosis, as is noted in this video from a different patient with RP and subglottic stenosis (see video on ExpertConsult.com) (Video III.12.2); tracheostomy also allows invasive ventilatory support when necessary and offers a secured airway in cases of acute airway obstruction.12 However, tracheostomy can be complicated by secondary tracheomalacia and stenosis at the stoma site.28 From a physiologic standpoint, tracheostomy may be inadequate and may exacerbate diffuse malacia because it bypasses the physiologic function of the glottis to maintain positive transmural pressure that keeps the airway lumen patent.12*\n2. **Membranous tracheoplasty*:** not an option for patients with true malacia from cartilaginous destruction24; surgical cases of tracheoplasty excluded RP. In the largest case series reported of patients with RP and airway involvement, none of the 30 patients underwent tracheoplasty.10 This procedure is advocated for some patients with tracheomalacia. The procedure attempts to restore a normal anatomic configuration of the airway, so that cartilaginous structures are brought into a more normal C shape from their flattened pattern.29 This procedure is associated with significant complication*s* and does not apply to patients with circumferential*\nresulted in respiratory failure. On the basis of previous conversations between the patient and her husband, she desired to undergo further tests and procedures to improve her breathing, and had not selected comfort care in case of respiratory failure or risk of death.\n- *Procedural Strategie*s**\n- *Indication*s**\nIn general, treatment for patients with expiratory central airway collapse caused by TBM depends on the severity of functional impairment, the cause, the severity of airway narrowing, and the extent of airway collapse. This patient had severe, diffuse circumferential tracheobronchomalacia resulting from RP. She presented with respiratory insufficiency requiring prompt intervention. Weaning from the ventilator without intervention was not feasible in view of central airway obstruction distal to the endotracheal tube, resulting in persistent respiratory acidosis despite positive-pressure ventilation.\n- *Contraindication*s**\nNo contraindications to rigid bronchoscopy were noted.\n- *Expected Result*s**\nStudy results show that many patients with severe TBM requiring airway stabilization who are not surgical candidates can benefit immediately from airway stent insertion in terms of improvement in functional status, decreased extent of airway narrowing, and reduced severity of airway collapse.24 In one series, adverse effects from silicone stent insertion were very common; however, a total of 26 stent-related adverse events were noted in 10 of 12 patients (83%) a median of 29 days after intervention, including 6 cases of granulation tissue formation, 8 stent migrations, and 12 cases of partial obstruction from mucus plugs. Five\n\nairway obstruction distal to the endotracheal tube, resulting in persistent respiratory acidosis despite positive-pressure ventilation.\n- *Contraindication*s**\nNo contraindications to rigid bronchoscopy were noted.\n- *Expected Result*s**\nStudy results show that many patients with severe TBM requiring airway stabilization who are not surgical candidates can benefit immediately from airway stent insertion in terms of improvement in functional status, decreased extent of airway narrowing, and reduced severity of airway collapse.24 In one series, adverse effects from silicone stent insertion were very common; however, a total of 26 stent-related adverse events were noted in 10 of 12 patients (83%) a median of 29 days after intervention, including 6 cases of granulation tissue formation, 8 stent migrations, and 12 cases of partial obstruction from mucus plugs. Five144\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n3. Other surgical interventions: External airway splinting using other tissues of the body or Gore-Tex (A. L. Gore, Flagstaff, Ariz) reportedly prevents collapse in cases of severe upper airway disease.27 The success of laryngotracheal reconstruction has been anecdotally reported when tracheal or subglottic stenosis occurs in isolated segments.31\n4. Other types of straight airway stents (Figure 12-4): Proper sizing of the stent (length and diameter) in relation to the dimensions of the trachea or bronchus is important to avoid stent-related complications such as migration, mucus plugging, granulation, and tumor ingrowth. Both self-expandable metallic stents and silicone stents have been used in patients with malacia from RP.2,4,18 Sometimes, more than one stent may be required if symptoms persist after stent insertion, presumably because of distally migrated choke points.18,32 With regard to stent selection for this disease, the bronchoscopist should consider the biomechanical properties of the airway stents: Silicone stents have excellent force compression characteristics and are readily removable in case of complications33; metal stents on the other hand, have been associated with severe complications including stent fracture, rupture, and excessive mucosal ingrowth and epithelialization in patients with malacia.34\n5. The dynamic stent (Rusch Y stent, Rusch AG, Duluth, Ga) is a bifurcated silicone stent that is designed to simulate tracheal morphology: It is reinforced anteriorly by horseshoe-shaped metal rings that resemble tracheal cartilages and a soft posterior wall that behaves like the membranous trachea by allowing inward bulging during cough. Stent fracture from fatigue and retained secretions are rarely encountered,* and the stent is used for strictures of the trachea, main carina, and/or main bronchi; tracheobronchomalacia; tracheobronchomegaly with excessive dynamic airway collapse; and esophago-respiratory fistula.35*\n6. The Polyflex stent (Boston Scientific, Natick, Mass) is a self-expanding stent made of cross-woven polyester threads embedded in silicone. Its wall to inner diameter is thinner than that of Dumon (Novatech, Grasse, France) or Noppen (Reynder Medical Supplies, Lennik, Belgium) stents. Its expansile force is stronger than that seen with the Dumon or Ultraflex stent (Boston Scientific).36 This stent can be used to treat benign and malignant strictures, esophago-respiratory fistula, and tracheomalacia (Figure 12-5); stents of different lengths and diameters and tapered models are available for sealing stump fistulas. Incorporation of tungsten into the stent makes it radiopaque and easier to identify on chest radiograph. The stent’s outer surface, however, is smooth, which increases the risk for migration. In a small series of 12 patients in whom 16 Polyflex stents were used for benign airway disorders including TBM, the reported complication rate was 75% even though immediate palliation was achieved in most cases (90%). Stent migration was the most common complication that occurred between 24 hours and 7 months after deployment with all 4 patients with lung transplant-related anastomotic stenoses encountering complications: 2 had significant mucus plugging requiring emergent bronchoscopy, whereas the stents migrated in the other 2 patients.37\n7. Laser treatment: Yttrium aluminum pevroskyte (YAP) laser treatment was anecdotally reported to improve lung function and symptoms in excessive dynamic airway collapse due to Mounier-Kuhn syndrome; this was done, however, with the intention of stiffening the posterior membrane by devascularization and subsequent retraction of tissues.38 The YAP laser has been used for treatment of a variety of disease processes involving the central airways. diffuse TBM from RP, but only to carefully selected patients with crescent-type TBM.30\nFigure 12-4 Types of stents. A, Tracheobronxane (aka Vergnon) stent. B, Y-shaped custom-made stent with studded bronchial arm. C, Montgomery T-tubes. D, Noppen stent. E, L-shaped studded silicone stent. F, Dumon-type studded straight silicone stent. G, Ultraflex partially covered self-expanding metallic stent. H, Various types of Y stents. From\n\ndue to Mounier-Kuhn syndrome; this was done, however, with the intention of stiffening the posterior membrane by devascularization and subsequent retraction of tissues.38 The YAP laser has been used for treatment of a variety of disease processes involving the central airways. diffuse TBM from RP, but only to carefully selected patients with crescent-type TBM.30\nFigure 12-4 Types of stents. A, Tracheobronxane (aka Vergnon) stent. B, Y-shaped custom-made stent with studded bronchial arm. C, Montgomery T-tubes. D, Noppen stent. E, L-shaped studded silicone stent. F, Dumon-type studded straight silicone stent. G, Ultraflex partially covered self-expanding metallic stent. H, Various types of Y stents. From12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\n145\nFigure 12-5 A, Severe crescent-type tracheomalacia in a patient with tracheomegaly. B, Airway patency is restored by a 22 x 60 mm Polyflex stent.\nA\nB\nIts wavelength is double that of the yttrium aluminum garnet (YAG) laser, allowing for tissue devascularization and coagulation at low power (15 to 20 W) in a discontinuous mode.39 The depth of penetration using the YAP laser is estimated at 3 mm, and it may reach the submucosal tissues, triggering a retractile fibrotic process that rigidifies the posterior membrane. This effect has been studied in humans to reduce palatal flutter in an attempt to reduce snoring.40\n8. Noninvasive positive-pressure ventilation can be used to maintain airway patency, facilitate secretion drainage, and improve expiratory flow. Continuous positive airway pressure (CPAP) acts as a pneumatic stent, decreases pulmonary resistance, and improves expiratory airflow obstruction. It has been used successfully in patients with tracheomalacia due to RP.41 The response to CPAP can be documented by performing CPAP-assisted bronchoscopy42 or CPAP-assisted computed tomography.43\nCost-Effectiveness\nNo guidelines or randomized controlled studies have compared the different treatment alternatives for malacia due to RP. In an airway emergency, as was seen in our case, our responsibility was to attempt to restore airway patency and therefore emergent rigid bronchoscopy with performance of silicone stent placement.\nInformed Consent\nInformed consent was obtained from the husband because the patient was mildly sedated and was on mechanical ventilation and unable to speak. Although she was able to follow commands, we considered that her relative state of alertness was misleading, and that she was not able to make an autonomous decision. From a bioethics perspective, autonomy is often viewed as “self-governing.” Physicians may presume that any decision coming from a competent individual is autonomous. It is suggested, however, to focus on the “governing” aspect, which emphasizes controlling, directing, and influencing. This means that someone’s choice is insightful and is directed or controlled by adequate information, a clear perspective on values, and an appreciation of options.44 The patient should also be able to appreciate alternatives and understand the consequences of removing treatment or selecting certain alternative diagnostic or therapeutic modalities. In our judgment, our patient was not able to do so reliably, thus the need to obtain consent from her husband, who acted in his wife’s best interests.\nTechniques and Results\nAnesthesia and Perioperative Care\nIn a patient with severe TBM, worsening intrthoracic airway obstruction may occur during induction of anesthesia despite the presence of the indwelling endotracheal tube. We do not use neuromuscular blocking agents. We believe that these agents should probably be avoided because they may eliminate airway muscle and chest wall tone, which normally provides extrinsic support for the critically narrowed airway during spontaneous ventilation.45 In addition, patients with TBM may not tolerate the supine position after induction.\nInstrumentation\nWe used a 12 mm Efer-Dumon rigid ventilating bronchoscope (Bryan Corp., Woburn, Mass). The dynamic features of TBM can make selection of the type and size of the stent being inserted problematic. For example, we use Y-shaped stents infrequently because we try to preserve as much normal mucosa as possible, thereby decreasing the likelihood of stent obstruction by tenacious mucous secretions, a common complication, especially in patients with chronically inflamed airways. Y-shaped or L-shaped stents do not usually migrate, but from a technical standpoint, insertion in a patient with complete airway collapse is not always straightforward. Insertion of Y- and L-shaped stents can be more problematic than straight stent insertion, especially if the patient’s airway mucosa is severely inflamed and friable. In this patient, we decided to insert three separate straight studded silicone stents: a 12 x 30 mm in the right main bronchus (RMB), a 12 x 40 mm in the left main bronchus (LMB), and a 12 x 50 mm in the upper trachea.\nAnatomic Dangers and Other Risks\nThe risk of airway perforation during intubation with the rigid bronchoscope and stent insertion is small in the absence of tumor, necrosis, fistula, or a very thin posterior\n\nents do not usually migrate, but from a technical standpoint, insertion in a patient with complete airway collapse is not always straightforward. Insertion of Y- and L-shaped stents can be more problematic than straight stent insertion, especially if the patient’s airway mucosa is severely inflamed and friable. In this patient, we decided to insert three separate straight studded silicone stents: a 12 x 30 mm in the right main bronchus (RMB), a 12 x 40 mm in the left main bronchus (LMB), and a 12 x 50 mm in the upper trachea.\nAnatomic Dangers and Other Risks\nThe risk of airway perforation during intubation with the rigid bronchoscope and stent insertion is small in the absence of tumor, necrosis, fistula, or a very thin posterior146\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nairway narrowing started in the subglottis and extended to the mainstem bronchi. Complete cartilaginous collapse occurred, consistent with a diagnosis of relapsing polychondritis (see video on ExpertConsult.com) (Video III.12.3). The airway lumen was slightly increased by administration of positive-pressure ventilation through the rigid bronchoscope. We placed three separate straight studded silicone stents in the following order: first, the 12 x 40 mm in the LMB, overriding the main carina and customized onsite to allow ventilation to the RMB; then the 12 x 30 mm in the RMB, cut obliquely at the distal aspect to allow ventilation to the right upper lobe; and last, the 12 x 50 mm in the trachea to ensure patency of the middle and upper trachea with the proximal aspect 2 cm below the cords. Patency of the trachea and mainstem bronchi was restored, but the choke points had migrated distal to the bronchial stents (see video on ExpertConsult.com) (Video III.12.4).\nWe did not perform biopsies of the airway wall for the following reasons: (1) Biopsy of the cartilage is a potential source of infection in a patient who is already immunosuppressed from long-term steroid use; (2) biopsies of the cartilage are indicated only if histopathologic data are required to meet the diagnostic criteria for RP; and (3) in a patient with respiratory failure and airway compromise, the risk of bleeding from deep biopsy outweighs the benefit of having histologic confirmation. Once the stents were in place, the anesthetic drugs were stopped. The patient was extubated several minutes later, when she airway wall. In a patient like this, however, with virtually no airway lumen, the operator should ascertain that the rigid scope is properly aligned with the airway, “feeling the airway” while advancing the rigid bronchoscope, noting, as taught by Chevalier Jackson, that “bronchoscopists must have eyes on the tips of their fingers.” Once the rigid scope is in position, unfolding silicone stents may be difficult once deployed (Figure 12-6), especially because the exact expansile force needed to restore airway patency is not known. In theory, one could optimize therapeutic outcome by matching the stent’s expansile force with the stress-strain properties of the stenosis.46 Details of these biomechanical properties of airway stents,* however, were not available to the operators at the time of this case, and intraoperative measurements of airway wall tension were not performed.*\nResults and Procedure-Related Complications\nThe patient was intubated with a 12 mm Efer-Dumon rigid bronchoscope after the endotracheal tube was removed under direct bronchoscopic visualization. Severe\nFigure 12-6 A, A patient with “hourglass”-shaped tracheal stenosis with malacia underwent a 14 x 40 mm straight studded silicone stent after dilation with a 12 mm Efer-Dumon rigid bronchoscope. B, The stent, however, failed to unfold, causing tracheal obstruction and prompting its immediate manipulation. C, A different patient with distal left main bronchial tumor and cartilaginous destruction underwent stent insertion with a 12 x 30 mm partially covered self-expandable metallic stent. D, Three weeks later, on follow-up bronchoscopy, the patient had near complete obstruction of the stent by thick yellow-green mucoid secretions, despite using saline nebulization 3 times daily.\n- Biomechanical properties of an airway stent may influence the operator’s decision regarding stent selection. For instance, a very tortuous left main bronchus may benefit from a stent that has high resistance to angulation (i.e., a self-expanding metallic stent), and a critical tracheal stenosis due to severe extrinsic compression may benefit from a stent with high expansile force (i.e., a straight studded silicone stent). Manufacturers should be asked to make this information public.*\n\nial tumor and cartilaginous destruction underwent stent insertion with a 12 x 30 mm partially covered self-expandable metallic stent. D, Three weeks later, on follow-up bronchoscopy, the patient had near complete obstruction of the stent by thick yellow-green mucoid secretions, despite using saline nebulization 3 times daily.\n- Biomechanical properties of an airway stent may influence the operator’s decision regarding stent selection. For instance, a very tortuous left main bronchus may benefit from a stent that has high resistance to angulation (i.e., a self-expanding metallic stent), and a critical tracheal stenosis due to severe extrinsic compression may benefit from a stent with high expansile force (i.e., a straight studded silicone stent). Manufacturers should be asked to make this information public.*12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\n147\nascertain the presence of complicating conditions. Use of the purified protein derivative test to evaluate for exposure to tuberculosis is warranted not only in view of initiating immunosuppressive therapy, but also because tuberculosis is a recognized infectious cause of chondritis and malacia.47\nWith regard to bronchoscopic follow-up, after stent insertion at the choke point, expected migration of the choke points occurs distal to the stented airways. Lehman et al. stated that placing a stent at the site of maximal collapse during exhalation might result in migration of the choke point toward the periphery of the lung.48 This issue has been addressed in patients with central airway obstruction due to lung cancer and also in patients with malacia from RP. Additional stents may be required if patients are still symptomatic and the choke points are still in the central airways. In one series after stent insertion, bilevel positive airway pressure (BiPAP) was used for all patients whose choke points had migrated to the small bronchi, as documented on computed tomography (CT).18\nIf stent insertion does not improve patient symptoms and no migration of the choke points occurs, then stent removal is warranted to avoid complications. Stent migration, obstruction by mucus and granulation tissue, infection, fracture, and airway perforation are well described in the literature.12 The distinction between stent-related adverse events and symptoms related to TBM may be difficult to assess based on clinical grounds, so the new onset of symptoms should prompt inspection bronchoscopy.12\nQuality Improvement\nWe wondered whether a silicone Y stent would have been a better choice in this patient. Indeed, patients with diffuse, severe tracheobronchomalacia can benefit from such devices49; in this patient, however, we considered that three separate stents constituted a reasonable first attempt at restoring airway patency for two reasons: (1) The straight stents are easier to remove should one or all of them prove to be unsuccessful or poorly tolerated; and (2) the patient would have required a Y stent with a very long tracheal arm, thereby increasing the risk for severe mucus plugging.\nBecause stent-related adverse events are common and usually occur within the first few weeks after stent insertion in patients with TBM,24,49 the practice of early surveillance bronchoscopy is potentially warranted. Indeed, the overall frequency of stent-related adverse events in patients with malacia is higher than the frequency reported for patients with fixed airway obstruction.24 This is likely because of the dynamic features of the airway and the inflamed airway mucosa. In view of the high rate of stent-related complications in this population, stent insertion should be reserved for patients with significant functional impairment, which certainly was the case in our patient with acute respiratory failure.\nshowed signs of awakening (coughing and bucking). She was transferred to the intensive care unit for monitoring.\nLong-Term Management\nOutcome Assessment\nThe patient continued to be hospitalized for 5 more days. On postoperative day 5, she had a repeat flexible bronchoscopy, and a minimal amount of necrotic tissue was present in the subglottis just proximal to the tracheal stent. This was removed with the flexible bronchoscope. She was discharged home on oral prednisone 20 mg daily. At a follow-up visit 3 weeks later, her breathing had improved, and she was able to resume a regular treadmill exercise program. Without his wife present, her husband asked us to reiterate that airway involvement by RP, especially in the setting of malacia, is generally considered ominous and portends a poor prognosis.3 At his request, we informed him that reported death from respiratory tract involvement varies from 10% (4 of 41) to 59% (17 of 29) of total deaths.3,5 As it turns out, he had already discovered this information from his own reading of the literature.\nReferrals\nRP is a complex condition that requires a team approach to provide optimal medical care. Rheumatologists may need to become the primary care providers and should be involved early on in the patient’s care. Often, they will attempt to taper steroids before significant side effects occur, and they will determine which long-term medications might prevent further cartilage inflammation. Medications may include high-dose methotrexate, cyclosporine, cellcept, or etanarcept.* Dermatologists or specialists in infectious diseases are also involved early in the course of the disease in patients with cellulitis or perichondritis to exclude infectious causes of these processes. O\n\n10% (4 of 41) to 59% (17 of 29) of total deaths.3,5 As it turns out, he had already discovered this information from his own reading of the literature.\nReferrals\nRP is a complex condition that requires a team approach to provide optimal medical care. Rheumatologists may need to become the primary care providers and should be involved early on in the patient’s care. Often, they will attempt to taper steroids before significant side effects occur, and they will determine which long-term medications might prevent further cartilage inflammation. Medications may include high-dose methotrexate, cyclosporine, cellcept, or etanarcept.* Dermatologists or specialists in infectious diseases are also involved early in the course of the disease in patients with cellulitis or perichondritis to exclude infectious causes of these processes. O148\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nDISCUSSION POINTS\n1. Describe the relationship between airway stents and respiratory tract infections.\nColonization of the airway with potentially pathogenic organisms is common after stent insertion50 and is likely related to the actual presence of the indwelling airway stent. Initial colonization improves after relief of stenosis by rigid bronchoscopy without stent placement.51 Stent-associated respiratory tract infections (SARTIs) have been documented in the literature. After accumulating data from 501 patients with airway stents (polymeric, metallic, or hybrid), the authors of a systematic review suggested that the frequency of SARTI* was as high as 20%.52 The most common type of airway stent-related infection was pneumonia, and the pathogens most frequently implicated were* *Staphylococcus aureu*s* and* *Pseudomonas aeruginos*a*; although only an association rather than a pathogenic correlation between stent insertion and respiratory tract infection could be confirmed, evidence potentially explains why insertion of an airway stent may increase susceptibility to infection or may complicate an already present infectious process. SARTI may present in two different patterns:*\n- As a postoperative complication in patients with or without previous respiratory tract infection. This category also includes patients in whom the stent complicated the clinical course of a respiratory tract infection that was active before stent insertion.*\n- As a condition that becomes manifest at various time intervals following stent insertion in patients with or without previous respiratory tract infection*\nNo conclusive studies suggest that inhaled antibiotics play a role in managing airway colonization or infection after stenting. In one survey, a single respondent (of 62) used inhaled antibiotics as part of a maintenance strategy, and 12.9% of respondents used inhaled antibiotics in the setting of clinical decompensation.53\n- Stent-associated respiratory tract infection (SARTI) is most often diagnosed when the following criteria are fulfilled: (1) Radiologic and/or bronchoscopic findings involve predominantly the stent, the stented airway, or the anatomic region it drains; (2) the patient presents with symptoms attributable to infection (namely, fever, increased sputum volume and purulence, fatigue) with or without deterioration in dyspnea scores or lung function tests; and (3) the condition necessitates antimicrobial treatment and/or stent replacement/removal.*\n2. Describe two strategies used to prevent stent-related infections and mucus plugging.\nMucus plugging is probably the most common adverse event noted in patients with indwelling airway stents (see Figure 12-6). To prevent obstruction from secretions, several strategies have been proposed:\n- Surveillance bronchoscopy: In general, for all patients with indwelling airway stents, routine use of surveillance bronchoscopy was not found to be helpful in detecting asymptomatic stent-related complications.54 In patients with TBM, most complications occur early (within 4 to 6 weeks) after stent insertion24,49; therefore surveillance bronchoscopy in this patient population may be warranted. This is not common practice, however, and in fact, a survey of 62 members of the American Association of Bronchology and Interventional Pulmonology showed that only 17.7% of respondents performed scheduled flexible bronchoscopy in patients with airway stents, and that less than 50% of respondents protocolized management after stent insertion.53 The most common time frame for scheduled evaluation occurred 3 months after stent placement, but this was performed by only 53% of respondents. Methods used included physical examination (42.9%), chest radiograph (25.8%), and bronchoscopy (17.7%).53*\n- Medications: Considerable variability has been reported among physicians in terms of medications used for maintenance after stent insertion. In the same survey, bronchodilators, saline humidification, and mucolytics were used in some combination by almost half of respondents. Bronchodilators were the most commonly used medications (59.8%), followed by humidification (46.8%) or mucolytics (46.8%). Fifteen percent of respondents did not prescribe inhaled medications of any type.53*\n3. Describe two alternative treatments to silicone stent insertion in patients with tracheobronchomalacia from relapsing polychondritis.\n- Noninvasive positive-pressure ventilation: This approach may be useful as stand-alone therapy for patients with milder forms of airway collapse,41 or as an adjunct in patients with stents who remain symptomatic and have distally migrated choke points.18*\n- Self-expandable metal stent (SEMS): Although not advocated for patients with histologically\n\nsame survey, bronchodilators, saline humidification, and mucolytics were used in some combination by almost half of respondents. Bronchodilators were the most commonly used medications (59.8%), followed by humidification (46.8%) or mucolytics (46.8%). Fifteen percent of respondents did not prescribe inhaled medications of any type.53*\n3. Describe two alternative treatments to silicone stent insertion in patients with tracheobronchomalacia from relapsing polychondritis.\n- Noninvasive positive-pressure ventilation: This approach may be useful as stand-alone therapy for patients with milder forms of airway collapse,41 or as an adjunct in patients with stents who remain symptomatic and have distally migrated choke points.18*\n- Self-expandable metal stent (SEMS): Although not advocated for patients with histologically12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis\n149\n- Reactance refers to rebound resistance from the distensible airways and lung. X5 (lung reactance at 5 Hz) is supposed to reflect the elasticity of the lung and thorax and distention of the ventilated airways; thus it is an indirect measure of peripheral airway obstruction. The worse the peripheral resistance, the more negative the X5 values.*\nWave speed theory suggests that airway flow limitation occurs when flow velocity equals the speed of propagation of pressure-pulse waves at some point within the airway. This flow-limiting segment, called the choke point, tends to be located in a region of minimum cross-sectional area and minimum side pressure within the airway when maximal flow is reached. Because maximum expiratory flow is airway compliance dependent, increased compliance, such as that seen in patients with expiratory central airway collapse, results in increased airway resistance and decreased maximum expiratory flow.\nAlthough both malacia and excessive dynamic airway collapse (EDAC) are forms of expiratory central airway collapse, choke point considerations may be different and, in malacia, choke points may be located in the central airways, whereas in EDAC, they may be located more peripherally. For patients with RP, however, airway collapse may be severe and present during both inspiration and expiration (Figure 12-7). Stent insertion palliates airway obstruction and increases airway wall stiffness, but is vulnerable to distal migration of the choke point after the initial stent placement is performed. We believe that investigation of this process is important, because the repercussions of choke point migration on physiologic function can still adversely affect the patient’s quality of life, making additional stent insertion and/or noninvasive ventilatory support a consideration.\nOne noninvasive physiologic test that might be used to identify airflow dynamics and the effect of choke point migration on ventilatory function in patients with malacia and RP before and after stent insertion is impulse oscillometry (IOS). This is an effort-independent test during which brief random pressure pulses of 5 to 35 Hz generated by a small loudspeaker mounted in series with a pneumotachygraph are applied during tidal breathing. Pressure-flow oscillations are superimposed on the subject’s tidal breaths, and real-time recordings are used to provide an estimate of total respiratory system impedance, including measurements of resistance (R) and reactance (X)* at different frequencies that might differentiate between central and peripheral components of airway obstruction. Increased R at a low oscillation frequency (5 Hz) reflects an increase in total respiratory resistance suggestive of airway obstruction such as that found in patients with chronic obstructive pulmonary disease (COPD), but an increase at a higher frequency (20 Hz) may reflect more specifically increased central airway resistance, such as that found in patients with malacia or stenosis (Figure 12-8). This is because the 5 Hz signal has a slower cycle timer and a larger wavelength, so it reaches the periphery of the lungs and gives information about the entire respiratory tract. The 20 Hz signal, on the other hand, has a faster cycle timer and a shorter wavelength; these signals penetrate only the larger airways and therefore provide information about proximal, large airway processes. Changes in IOS values have been documented after*\nFigure 12-7 Lateral pressure measurements using catheter technique for choke point location in malacia due to relapsing polychondritis. A patient with malacia from relapsing polychondritis (RP) was anesthetized by intravenous injection using propofol. After intubation with a rigid bronchoscope, a double lumen airway catheter was inserted into the working channel during bronchoscopy. A catheter constructed of nylon elastomer with two holes premanufactured into the side at 5 cm intervals was then inserted. Lateral pressure (Plat) was measured simultaneously at two points during tidal breathing using the double lumen airway catheter. The tidal flow-limiting segment was evaluated using the pressure difference between the two points. Pressure differences are noted between the lower bronchus and the carina. The tidal flow-limiting segment was located in both mainstem bronchi. The pressure difference during expiration was larger than during inspiration.\nRIGHT SIDE\nInspiration\nExpiration\nLower bronchus\nCarina 20 15 10 5\n0\n10\n5\n15\n20\n25\n30\nLateral intra-airway pressure (cm/H2O)\nTime (0.1 sec)\n11\n21\n31\n41\n51\n61\n71\n81\n91 101\nLEFT SIDE\nInspiration\nExpiration\n\n5 cm intervals was then inserted. Lateral pressure (Plat) was measured simultaneously at two points during tidal breathing using the double lumen airway catheter. The tidal flow-limiting segment was evaluated using the pressure difference between the two points. Pressure differences are noted between the lower bronchus and the carina. The tidal flow-limiting segment was located in both mainstem bronchi. The pressure difference during expiration was larger than during inspiration.\nRIGHT SIDE\nInspiration\nExpiration\nLower bronchus\nCarina 20 15 10 5\n0\n10\n5\n15\n20\n25\n30\nLateral intra-airway pressure (cm/H2O)\nTime (0.1 sec)\n11\n21\n31\n41\n51\n61\n71\n81\n91 101\nLEFT SIDE\nInspiration\nExpiration150\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nFigure 12-8 Classification of stenosis type using flow-volume loop (FVL) and impulse oscillometry (IOS): CT-FVL-IOS correlations. In tracheobronchomalacia, FVL shows the “airway collapse” pattern with a sudden drop in peak expiratory flow during a forced expiratory maneuver; in subglottic stenosis, classic flattening of inspiratory and expiratory curves of the FVL is evident. IOS findings reveal that respiratory resistance in malacia showed frequency dependence, whereas it was nearly consistent for all frequencies in the fixed subglottic stenosis. Reactance components are mainly determined by lung compliance and central airway inertance; however, reactance components in malacia are determined by airway compliance instead of lung compliance, resulting in a decrease in X5.\nFigure 12-9 High-frequency endobronchial ultrasonography (EBUS) imaging patterns in relapsing polychondritis (RP) and in chronic inflammation. Note that in RP, the posterior membrane is spared, but in chronic inflammation, the airway is involved circumferentially.\n\nsudden drop in peak expiratory flow during a forced expiratory maneuver; in subglottic stenosis, classic flattening of inspiratory and expiratory curves of the FVL is evident. IOS findings reveal that respiratory resistance in malacia showed frequency dependence, whereas it was nearly consistent for all frequencies in the fixed subglottic stenosis. Reactance components are mainly determined by lung compliance and central airway inertance; however, reactance components in malacia are determined by airway compliance instead of lung compliance, resulting in a decrease in X5.\nFigure 12-9 High-frequency endobronchial ultrasonography (EBUS) imaging patterns in relapsing polychondritis (RP) and in chronic inflammation. Note that in RP, the posterior membrane is spared, but in chronic inflammation, the airway is involved circumferentially.12 - Stent Insertion for Diffuse Circumferential Tracheobronchomalacia Caused by Relapsing Polychondritis 151\nadministration of bronchodilators; in addition, relevant to the case presented herein, after stent insertion at the level of the choke point, both the flow-volume loop and IOS can display significant improvement in flow limitation.\nAnother way to assess central airway function and structure in patients with RP is by using the endobronchial ultrasonography (EBUS) radial probe (20 MHz). In our experience, thickening of the submucosa and the tracheobronchial cartilage, calcifications, and the degree of integrity of the membranous portion of the airway can be ascertained. In patients with chronic inflammatory conditions such as post-tracheotomy inflammation, Wegener’s granulomatosis, or ulcerative colitis, the inflammatory process involves the entire circumference of the trachea, and thickening of cartilaginous and membranous portions of the tracheal and main bronchial walls can be seen on EBUS radial probe images. This, we believe, helps distinguish these conditions from RP, in which the membranous portion appears to be spared (Figure 12-9).\nWe conclude that a combination of novel diagnostic imaging and physiologic assessment technologies can be applied to elucidate the characteristics of choke point physiology and airway wall structure in patients with tracheobronchomalacia. The central airway location of flow-limiting segments can be precisely localized, and choke point analysis may be concordant with physiologic models predicted by wave-speed theory of expiratory flow limitation.\nREFERENCES\n1. Trentham DE, Le CH. Relapsing polychondritis. Ann Intern Med. 1998;129:114-122.\n2. Sarodia BD, Dasgupta A, Mehta AC. Management of airway manifestations of relapsing polychondritis: case reports and review of literature. Chest. 1999;116:1669-1675.\n3. Michet CJ, McKenna CH, Luthra HS, et al. Relapsing polychondritis: survival and predictive role of early disease manifestations. Ann Intern Med. 1986;104:74-78.\n4. Dunne JA, Sabanathan S. Use of metallic stents in relapsing polychondritis. Chest. 1994;105:864-867.\n5. McAdam LP, O’Hanlan MA, Bluestone R, et al. Relapsing polychondritis: prospective study of 23 patients and a review of the literature. Medicine. 1976;55:193-215.\n6. Foidart JM, Abe S, Martin GR, et al. Antibodies to type II collagen in relapsing polychondritis. N Engl J Med. 1978;299:1203-1207.\n7. Miyazu Y, Miyazawa T, Kurimoto N, et al. Endobronchial ultrasonography in the diagnosis and treatment of relapsing polychondritis with tracheobronchial malacia. Chest. 2003;124:2393-2295.\n8. Murgu S, Kurimoto N, Colt H. Endobronchial ultrasound morphology of expiratory central airway collapse. Respirology. 2008;13:315-319.\n9. Damiani JM, Levine HL. Relapsing polychondritis. Laryngoscope. 1979;89:929-946.\n10. Ernst A, Rafeq S, Boiselle P, et al. Relapsing polychondritis and airway involvement. Chest. 2009;135:1024-1030.\n11. Gilkeson RC, Ciancibello LM, Hejal RB, et al. Tracheobronchomalacia: dynamic airway evaluation with multidetector CT. AJR Am J Roentgenol. 2001;176:205-210.\n12. Murgu SD, Colt HG. Tracheobronchomalacia and excessive dynamic airway collapse. Respirology. 2006;11:388-406.\n13. Boiselle PM, O’Donnell CR, Bankier AA, et al. Tracheal collapsibility in healthy volunteers during forced expiration: assessment with multidetector CT. Radiology. 2009;252:255-262.\n14. Davis SD, Berkmen YM, King T. Peripheral bronchial involvement in relapsing polychondritis: demonstration by thin section CT. Am J Roentgenol. 1989;153:953-954.\n\net al. Tracheobronchomalacia: dynamic airway evaluation with multidetector CT. AJR Am J Roentgenol. 2001;176:205-210.\n12. Murgu SD, Colt HG. Tracheobronchomalacia and excessive dynamic airway collapse. Respirology. 2006;11:388-406.\n13. Boiselle PM, O’Donnell CR, Bankier AA, et al. Tracheal collapsibility in healthy volunteers during forced expiration: assessment with multidetector CT. Radiology. 2009;252:255-262.\n14. Davis SD, Berkmen YM, King T. Peripheral bronchial involvement in relapsing polychondritis: demonstration by thin section CT. Am J Roentgenol. 1989;153:953-954.\n15. Mohsenifar Z, Tashkin DP, Carson SA, et al. Pulmonary function in patients with relapsing polychondritis. Chest. 1982;81:711-717.\n16. Dawson SV, Elliott EA. Wave-speed limitation on expiratory flow a unifying concept. J Appl Physiol. 1977;43:498-515.\n17. Pedersen OF, Ingram Jr RH. Configuration of maximum expiratory flow volume curve: model experiments with physiological implications. J Appl Physiol. 1985;58:1305-1313.\n18. Miyazawa T, Nishine H, Handa H, et al. Migration of the choke point in relapsing polychondritis after stenting. Chest. 2009;136:81S.\n19. Hojaili B, Keiser HD. Relapsing polychondritis presenting with complete heart block. J Clin Rheumatol. 2008;14:24-26.\n20. Compton N. Polychondritis. Available at: http://emedicine.medscape.com/article/331475-overview. Accessed March 31, 2011.\n21. Chang-Miller A, Okamura M, Torres VE, et al. Renal involvement in relapsing polychondritis. Medicine. 1987;66:202-217.\n22. Vicente EF, Hernández-Núñez A, Aspa J, et al. Crohn’s disease, relapsing polychondritis and epidermolysis bullosa acquisita: an immune-mediated inflammatory syndrome. Rheumatology. 2008;47:380-381.\n23. Relapsing Polychondritis Support and Awareness Foundation. Available at: http://www.wecaretoo.com/Organizations/OR/relapsingpolychondritis.html. Accessed May 7, 2011.\n24. Murgu SD, Colt HG. Complications of silicone stent insertion in patients with expiratory central airway collapse. Ann Thorac Surg. 2007;84:1870-1877.\n25. Cazabon S, Over K, Butcher J. The successful use of infliximab in resistant relapsing polychondritis and associated scleritis. Eye. 2005;19:222-224.\n26. Behar JV, Choi YW, Hartman TA, et al. Relapsing polychondritis affecting the lower respiratory tract. AJR Am J Roentgenol. 2002;178:173-177.\n27. Eng J, Sabanathan S. Airway complications in relapsing polychondritis. Ann Thorac Surg. 1991;51:686-692.\n28. Greenholz SK, Karrer FM, Lilly JR. Contemporary surgery of tracheomalacia. J Pediatr Surg. 1986;21:511-514.\n29. Wright CD, Grillo HC, Hammoud ZT, et al. Tracheoplasty for expiratory collapse of central airways. Ann Thorac Surg. 2005;80:259-266.\n30. Gangadharan SP, Bakhos CT, Majid A, et al. Technical aspects and outcomes of tracheobronchoplasty for severe tracheobronchomalacia. Ann Thorac Surg. 2011 Mar 4. [Epub ahead of print]\n31. Spraggs PDR, Tostevin PMJ, Howard DJ. Management of laryngotracheobronchial sequelae and complications of relapsing polychondritis. Laryngoscope. 1997;107:936-941.\n32. Miyazawa T, Miyazu Y, Iwamoto Y, et al. Stenting at the flow-limiting segment in tracheobronchial stenosis due to lung cancer. Am J Respir Crit Care Med. 2004;169:1096-1102.\n33. Freitag L, Eicker K, Donovan TJ, et al. Mechanical properties of airway stents. J Bronchol. 1995;2: 270-278.\n34. Hramiec JE, Haasler GB. Tracheal wire stent complications in malacia: implications of position and design. Ann Thorac Surg. 1997;63:209-212.\n35. Lee P, Kupeli E, Mehta AC. Airway stents. Clin Chest Med. 2010;31:141-150.\n36. Freitag L. Airway stents. In: Strausz J, Bolliger CT, eds. Interventional Pulmonology. Sheffield, UK: European Respiratory Society; 2010:190-217.\n\nCrit Care Med. 2004;169:1096-1102.\n33. Freitag L, Eicker K, Donovan TJ, et al. Mechanical properties of airway stents. J Bronchol. 1995;2: 270-278.\n34. Hramiec JE, Haasler GB. Tracheal wire stent complications in malacia: implications of position and design. Ann Thorac Surg. 1997;63:209-212.\n35. Lee P, Kupeli E, Mehta AC. Airway stents. Clin Chest Med. 2010;31:141-150.\n36. Freitag L. Airway stents. In: Strausz J, Bolliger CT, eds. Interventional Pulmonology. Sheffield, UK: European Respiratory Society; 2010:190-217.152\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n41. Adliff M, Ngato D, Keshavjee S, et al. Treatment of diffuse tracheomalacia secondary to relapsing polychondritis with continuous positive airway pressure. Chest. 1997;112:1701-1704.\n42. Murgu SD, Pecson J, Colt HG. Bronchoscopy on noninvasive positive pressure ventilation: indications and technique. Respir Care. 2010;55:595-600.\n43. Joosten S, Macdonald M, Lau KK, et al. Excessive dynamic airway collapse co-morbid with COPD diagnosed using 320-slice dynamic CT scanning technology. Thorax. 2010 Jul 7. [Epub ahead of print]\n44. Hawkins J. Making autonomous decisions: million dollar baby. In: Colt HG, Quadrelli S, Friedman L, eds. The Picture of Health: Medical Ethics and the Movies. New York: Oxford University Press; 2011.\n45. Mackie AM, Watson CB. Anesthesia and mediastinal masses. Anesthesia. 1984;39:899-903.\n46. Venhaus M, Behn C, Freitag L, et al. Simulations and experiments of the balloon dilatation of airway stenoses. Biomed Tech. 2009; 54:187-195.\n47. Iwamoto Y, Miyazawa T, Kurimoto N, et al. Interventional bronchoscopy in the management of airway stenosis due to tracheobronchial tuberculosis. Chest. 2004;126:1344-1352.\n48. Lehman JD, Gordon RL, Kerlan Jr RK, et al. Expandable metallic stents in benign tracheobronchial obstruction. J Thorac Imaging. 1998;13:105-115.\n49. Ernst A, Majid A, Feller-Kopman D, et al. Airway stabilization with silicone stents for treating adult tracheobronchomalacia: a prospective observational study. Chest. 2007;132:609-616.\n50. Noppen M, Pierard D, Meysman M, et al. Bacterial colonization of central airways after stenting. Am J Respir Crit Care Med. 1999;160:672-677.\n51. Noppen M, Pierard D, Meysman M, et al. Absence of bacterial colonization of the airways after therapeutic rigid bronchoscopy without stenting. Eur Respir J. 2000;16:1147-1151.\n52. Agrafiotis M, Siempos II, Falagas ME. Infections related to airway stenting: a systematic review. Respiration. 2009;78:69-74.\n53. Hoag J, Sherman M, Lund M. Practice patterns for maintaining airway stents deployed for malignant airway obstruction. J Bronchol Intervent Pulmonol. 2010;17:131-135.\n54. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118: 1455-1459.",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.522,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "guideline",
    "aliases": [
      "ebus"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch12.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}