{
  "id": "bacada_ch15",
  "title": "EBUS TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy",
  "abstract": "",
  "content": "177\n- *Chapter 15 EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopath*y**\nCASE DESCRIPTION\nA 67-year-old male with a 50-pack-year history of smoking presented with fatigue and an unintentional 15-kg weight loss within the last 6 months. His normal weight had been 78 kg. He had a history of oxygen-dependent COPD and hypertension. Blood pressure was 160/80 mmHg, heart rate 90 bpm, body temperature 37.2 degrees C, and respiratory rate 18 breaths/min. Physical examination showed prolonged expiratory breath sounds and sagging skin over the abdomen. He was a retired mechanical engineer who lived with his wife. He expressed his desire to proceed with available treatment modalities if diagnosed with cancer.\nLaboratory data were significant for an albumin level of 2.9 mg/dL. Arterial blood gas analysis showed the following: pH 7.45, PaCO2 50 mmHg, and PaO2 64 mmHg on 2 L oxygen/min via nasal cannula. Pulmonary function tests revealed FEV1 of 1.6 L (49% predicted) and DLCO of 50% predicted. A contrast-enhanced chest CT scan (Figure 15-1) followed by whole body integrated PET-CT showed a 3-cm PET-positive right upper lobe mass (SUV max, 7.6) and a 1.7-cm PET-negative right lower paratracheal LN (SUV max, 1.8). CT-guided TTNA of the right upper lobe mass was positive for bronchogenic adenocarcinoma. The patient is referred for mediastinal staging.\nDISCUSSION POINTS\n1. Describe a step-by-step approach to performing EBUS-TBNA.\n2. Describe physics principles of endobronchial ultrasound and their impact on quality image acquisition.\n3. Describe the reported relation between PET-negative lymph node size and malignancy.\nCASE RESOLUTION\n- *Initial Evaluation*s**\n- *Physical Examination, Complementary Tests, and Functional Status Assessmen*t**\nThis patient presented with significant (>10% from baseline) involuntary weight loss with decreased appetite. These are nearly always signs of a serious medical or psychiatric illness. One study evaluated 154 such patients and found that 36% had cancer, particularly gastrointestinal, lung, lymphoma, renal, and prostate cancers. Twenty-three percent of cases remained unexplained despite extensive evaluation, and remaining patients had primarily other gastrointestinal or psychiatric diseases.1 Our patient had no evidence of mental illness or another extrthoracic medical disorder to explain weight loss and fatigue. However, he did have moderate chronic obstructive pulmonary disease (COPD), which could be responsible for pulmonary cachexia. The mechanisms that lead to muscle atrophy and weight loss in patients with advanced pulmonary disease are not well understood, but muscle disuse, low-level chronic inflammation, and oxidative stress all appear to contribute to an imbalance between protein degradation and synthesis.2 Lung cancer could also explain this patient’s symptoms. Weight loss and tumor burden, however, may not be closely related, because both increased energy expenditure and reduced energy intake may be present; in lung cancer, these appear to be mediated by enhanced production of cytokines, including tumor necrosis factor (TNF) and interleukin (IL)-6.3\nOur patient’s CT scan showed a 3-cm right upper lobe (RUL) mass and a 1.7-cm right lower paratracheal lymph node (LN). Computed tomography (CT) scanning is usually affordable and is often performed to define the nature of a pulmonary abnormality, to assess potential mediastinal or hilar involvement, and to assist with the clinical diagnosis of suspected lung cancer. Reasons for choosing one sampling approach over another, for example, are governed primarily by anatomic factors (e.g., the location and size of a lung mass or lymph nodes) rather than by metabolic factors (e.g., positron emission tomography [PET] scan uptake). According to intrthoracic radiographic characteristics (including both the primary tumor and the mediastinum), however, patients with known or suspected lung cancer can be separated into four groups to help guide the choice for these subsequent diagnostic studies.4 These groups include the following:\n- Extensive mediastinal infiltration\n- Enlargement of discrete mediastinal nodes (i.e., measurable size)\nThis chapter emphasizes the following elements of the Four Box Approach: techniques and instrumentation.\n\nnature of a pulmonary abnormality, to assess potential mediastinal or hilar involvement, and to assist with the clinical diagnosis of suspected lung cancer. Reasons for choosing one sampling approach over another, for example, are governed primarily by anatomic factors (e.g., the location and size of a lung mass or lymph nodes) rather than by metabolic factors (e.g., positron emission tomography [PET] scan uptake). According to intrthoracic radiographic characteristics (including both the primary tumor and the mediastinum), however, patients with known or suspected lung cancer can be separated into four groups to help guide the choice for these subsequent diagnostic studies.4 These groups include the following:\n- Extensive mediastinal infiltration\n- Enlargement of discrete mediastinal nodes (i.e., measurable size)\nThis chapter emphasizes the following elements of the Four Box Approach: techniques and instrumentation.178 SECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nclinical decision making, and in many instances, it is inappropriate to rely solely on CT scan for nodal staging. Noninvasive staging of lung cancer is further enhanced by the use of positron emission tomography with 18F-fluoro-2-deoxy-D-glucose (FDG-PET). A large number of accuracy studies and meta-analyses have demonstrated that PET is superior to CT for mediastinal LN staging in potentially operable non-small cell lung carcinoma (NSCLC).7 Sensitivities and NPV were comparable for PET and mediastinoscopy (sensitivity ~80%, NPV ~90%). However, the PPV and the specificity of the FDG-PET scan are lower than those of mediastinoscopy owing to the fact that FDG is also taken up by inflammatory processes such as sarcoidosis, fungal disease, or anthracosilicosis. Because of the high NPV of the PET scan, invasive staging procedures generally can be omitted in patients with clinical stage I NSCLC with negative mediastinal PET images. Implementing this strategy warrants caution in patients with central tumors, in those with central hilar N1 disease on CT scan or broncho-alveolar cell carcinoma, in situations with low FDG uptake in the primary tumor, and in cases where mediastinal PET-negative LNs are larger than 16 mm on CT scan, as in our case. For example, in one meta-analysis, a post-test probability for N2 disease of 21% was found in patients with PET-negative nodes larger than 16 mm.8 In cases of positive mediastinal PET, tissue confirmation is still needed to confirm LN metastasis because the PPV of the PET scan is only 79%. One report that evaluated the role of PET scanning as compared with mediastinoscopy for mediastinal staging in NSCLC found a 26% false positivity rate of PET, a false negativity rate of 25%, sensitivity of 74%, specificity of 73%, and accuracy of only 74%. The NPV of mediastinoscopy was 94%, PPV 100%, sensitivity 84%, specificity 100%, and accuracy 95%. The authors concluded that PET results do not provide acceptable accuracy rates.9 Therefore, in our patient with an LN larger than 16 mm in the setting of confirmed adenocarcinoma from CT-guided biopsy of the primary lesion, invasive or minimally invasive mediastinal staging procedures are still necessary.\n- *Comorbiditie*s**\nThis patient had COPD with a forced expiratory volume in 1 second (FEV1) of 49% predicted (moderate, GOLD [Gold Initiative on Obstructive Lung Disease] stage II) but was asymptomatic from a pulmonary standpoint. His hypertension was controlled. No evidence was found of concurrent comorbid conditions such as coronary heart disease, stroke, or obstructive sleep apnea, which could preclude or complicate procedures performed under moderate sedation or general anesthesia.\n- *Support Syste*m**\nResults of studies show that appropriate lung cancer care is affected by sociodemographic factors. In patients with early-stage NSCLC, comorbidities, older age, and low educational level all were found to be associated with a lower probability of receiving surgery. These same factors, as well as being unmarried, were associated with a higher probability of receiving other noncurative care only. Comorbidities and low educational level did not seem to\n- Normal mediastinal nodes identified by CT scan but with a central tumor* or suspected N1 disease*\n- Normal mediastinal nodes and a peripheral clinical stage I tumor\nOur patient fits into group B because he had a 1.7-cm LN in station 4R. Although contrast CT is very accurate in detecting LN enlargement, the clinical relevance of LN enlargement for staging is poor, because large nodes may be benign and small nodes may contain metastases in up to 20% of cases.5 A diameter larger than 1 cm in the short axis is generally considered suspicious. In a review article, pooled data on CT performance characteristics for detecting mediastinal involvement showed a sensitivity of 57%, a specificity of 82%, a positive predictive value (PPV) of 56%, and a negative predictive value (NPV) of 83%, with marked heterogeneity across individual studies.6 This performance is insufficient for\nFigure 15-1 A, Axial computed tomography (CT) scan view (lung window) shows the 3-cm right upper lobe mass. B, Axial view (mediastinal window) shows the 1.7-cm right lower paratracheal lymph node, surrounded by the aorta, the superior vena cava, the azygos vein, and the tracheal lumen.\n\n20% of cases.5 A diameter larger than 1 cm in the short axis is generally considered suspicious. In a review article, pooled data on CT performance characteristics for detecting mediastinal involvement showed a sensitivity of 57%, a specificity of 82%, a positive predictive value (PPV) of 56%, and a negative predictive value (NPV) of 83%, with marked heterogeneity across individual studies.6 This performance is insufficient for\nFigure 15-1 A, Axial computed tomography (CT) scan view (lung window) shows the 3-cm right upper lobe mass. B, Axial view (mediastinal window) shows the 1.7-cm right lower paratracheal lymph node, surrounded by the aorta, the superior vena cava, the azygos vein, and the tracheal lumen.15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n179\nmandatory. For both primary staging and restaging, not every technique is available in every center, and different techniques are advocated in different countries and in different institutions. In many situations, however, an invasive test can provide confirmation of the diagnosis and confirmation of the stage at the same time, thus illustrating the importance of not immediately pursuing a diagnostic test in patients, but rather first thinking through the presumptive diagnosis, the presumptive stage, and the need for additional confirmatory staging tests.\nAlthough the sensitivity of various invasive mediastinal staging tests in clinical N2 and N3 patients appears to be similar, a strict comparison is not justified, because patients undergoing these procedures are not comparable owing to differences in how they are selected for a particular procedure (e.g., the location of the nodes). The primary issue, therefore, is the variability in false-negative rates. If a needle aspiration (NA) technique is chosen, it must be remembered that a negative result is not completely reliable, but at the same time, NA may well be a good first choice because it is less invasive than mediastinoscopy. Sampling station 4R nodes in our patient is essential because the incidence of occult N2* disease in NSCLC patients with negative mediastinal uptake of 18FDG on PET-CT is considered to be approximately 16% (25 of 153 patients). The highest incidence of occult N2 involvement is seen in station 7 (subcarinal) (16 of 25 patients [64%]) followed by station 4 (lower paratracheal) (7 of 25 patients [28%]).15 Mediastinal LN size is directly related to metastatic involvement. One meta-analysis showed that the prevalence of malignant involvement ranged from 9% to 42% for nodes measuring 10 to 15 mm, from 19% to 75% for nodes measuring 16 to 20 mm, and from 27% to 100% for nodes measuring larger than 20 mm. The probability of nodal metastasis in mediastinal nodes measuring 10 to 15 mm in the short axis on CT is 29% and is consistently twofold higher in larger ones.8*\nSome physicians routinely perform a flexible bronchoscopy before considering curative resection, because evidence indicates that 8% of patients with a small noncalcified pulmonary nodule up to 3 cm in diameter might have an endobronchial lesion that could potentially alter staging and management.16 Flexible bronchoscopy would allow complete airway inspection to ascertain the absence of endobronchial lesions and to sample the 4R lymph node at the same setting. Although this could be done with the use of conventional TBNA, EBUS-TBNA may increase diagnostic yield at the level 4R compared with conventional sampling techniques (71% to 94% vs. 66%).17,18\nContraindications\nNo absolute contraindications to bronchoscopy with EBUS-TBNA were noted. This procedure, however, is often performed under general anesthesia, which in our patient with COPD and baseline CO2 retention could affect the more effective patterns of care in the advanced-stage group. When initial patterns of care were controlled for in the early-stage group, age older than 75 years and being unmarried were negative prognostic factors, and survival was completely independent of educational level. Among patients at an advanced stage of disease, only comorbidities had a negative impact on survival.10 Another study suggested that socioeconomically disadvantaged groups with NSCLC received less-intensive care, but low education remained an independent predictor of poor survival only in women with early-stage disease. The exact underlying mechanisms of these social inequalities are unknown, but differences in access to care, comorbidities, and lifestyle factors all may contribute.11 Early discussions about quality of life and symptom concerns are justifiable in that patients will commonly develop pain, dyspnea, cough, and fatigue during the course of their illness.12 These conversations took place repeatedly during initial and subsequent clinical encounters with our patient.\nPatient Preferences and Expectations\nEvidence indicates that discrepancies exist between preferred and actual roles in decision making for patients suffering from a variety of cancers, including NSCLC.13 When interviewed, patients wanted a more shared or an active role, across all cancer types, patients wanted more participation than what actually occurred. Role preferences are dynamic, however, and vary greatly during decision making, requiring repeated clinical assessments to help providers meet patients’ expectations and improve patient satisfaction with treatment decisions. At the time of our first encounter, this patient had clearly expressed a desire for diagnosis and treatment. He was prepared to consider all available diagnostic options for staging, including conventional TBNA, EBUS-guided TBNA, endoscopic ultrasound\n\nin that patients will commonly develop pain, dyspnea, cough, and fatigue during the course of their illness.12 These conversations took place repeatedly during initial and subsequent clinical encounters with our patient.\nPatient Preferences and Expectations\nEvidence indicates that discrepancies exist between preferred and actual roles in decision making for patients suffering from a variety of cancers, including NSCLC.13 When interviewed, patients wanted a more shared or an active role, across all cancer types, patients wanted more participation than what actually occurred. Role preferences are dynamic, however, and vary greatly during decision making, requiring repeated clinical assessments to help providers meet patients’ expectations and improve patient satisfaction with treatment decisions. At the time of our first encounter, this patient had clearly expressed a desire for diagnosis and treatment. He was prepared to consider all available diagnostic options for staging, including conventional TBNA, EBUS-guided TBNA, endoscopic ultrasoundSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nDiagnostic Alternatives\nFor patients with discrete mediastinal lymph node enlargement and no distant metastases, as in this case, another nonbronchoscopic NA technique (i.e., endoscopic ultrasound-guided needle aspiration [EUS-NA] or transthoracic needle aspiration [TTNA]), mediastinoscopy, or VATS could be performed instead of EBUS or conventional TBNA.\nIn choosing an invasive staging test, the availability of different procedures has to be considered, because some of these procedures require specialized experience and skill, and those who perform these procedures only occasionally may be unable to achieve performance characteristics comparable with those published in studies performed at high-volume institutions. The location of the suspicious node is important as well, because nodes in one location may be accessible only through a particular approach. Advantages and disadvantages of each of the procedural modalities should be discussed with the patient and his spouse.\n1. TTNA of the mediastinum: TTNA or biopsy for the diagnosis and staging of the mediastinum is distinct from TTNA of parenchymal masses performed to achieve a diagnosis. The ability to carry out TTNA for this purpose has generally been reported to be high (i.e., >90%), although approximately 10% of patients require the placement of a catheter for evacuation of a pneumothorax. Sensitivity is approximately 90%.4 Patients selected for this procedure usually have extensive mediastinal involvement (extensive infiltration or LN enlargement), with mediastinal nodes measuring at least 1.5 cm. Extrapolation of these results to patients with lesser amounts of mediastinal involvement, for staging purposes, may be inappropriate. Furthermore, the practical aspects of TTNA make this test unsuited for the biopsy of multiple mediastinal nodes, as would be needed for most patients who require mediastinal staging.\n2. EUS-FNA: This technique has been used successfully for sampling 4R and reportedly has a diagnostic yield similar to that of EBUS-TBNA.27 However, this technique is suitable mainly for the assessment of LNs in the posterior part of levels 4L, 5, and 7, and in the inferior mediastinum at levels 8 and 9. Nodes that are anterolateral to the trachea (stations 2R and 4R) are difficult to sample reliably, but these are the nodes more commonly involved in lung cancer. The pretracheal location of 4R in our patient makes it technically inaccessible by EUS-FNA.\n3. Mediastinoscopy: This method is still considered the gold standard, and it may be recommended for this patient if endoscopic sampling of station 4R is negative for malignancy and is otherwise nondiagnostic.17 Rates of morbidity and mortality are low (2% and 0.08%, respectively).4 The average sensitivity of mediastinoscopy for detecting mediastinal node involvement from cancer is approximately 80%, and the average FN rate is approximately 10%.4 Approximately half (range, 42% to 57%) of FN cases were due to nodes that were not accessible by the mediastinoscope. However, station 4R is usually easily sampled during mediastinoscopy. In our case, the pretracheal location and the 1.7-cm size of the lymph node made it suitable for a less invasive technique such as EBUS-TBNA.\n4. Video-assisted thoracic surgery (VATS): This approach is usually reserved for subaortic (station 5) and anterior mediastinal (station 6) nodes. It can predispose to bronchospasm, air trapping, and prolonged ventilatory depression, especially if opioids are used.19 These concerns would have to be addressed with the anesthesiologist before the procedure is undertaken.\nExpected Results\nWe usually perform EBUS-TBNA under general anesthesia with a large endotracheal tube (8.5 or 9 mm) to accommodate the EBUS-TBNA scope (outside scope diameter is 6.2 mm). The EBUS scope would be introduced through the tube once the bite block is secured in place around the tube. Laryngeal mask airway and moderate or deep sedation are feasible alternatives to intubation and general anesthesia. Regardless, in case of general anesthesia, after the airway is secured, complete airway examination would be performed. Station 4R sampling should be accompanied by a complete sonographic mediastinal and hilar nodal assessment because the tumor may be upstaged to N3 (stage IIIB), in case EBUS identifies contralateral lymph nodes from which aspirates are positive for malignancy.20 The lymph nodes would be\n\nWe usually perform EBUS-TBNA under general anesthesia with a large endotracheal tube (8.5 or 9 mm) to accommodate the EBUS-TBNA scope (outside scope diameter is 6.2 mm). The EBUS scope would be introduced through the tube once the bite block is secured in place around the tube. Laryngeal mask airway and moderate or deep sedation are feasible alternatives to intubation and general anesthesia. Regardless, in case of general anesthesia, after the airway is secured, complete airway examination would be performed. Station 4R sampling should be accompanied by a complete sonographic mediastinal and hilar nodal assessment because the tumor may be upstaged to N3 (stage IIIB), in case EBUS identifies contralateral lymph nodes from which aspirates are positive for malignancy.20 The lymph nodes would be- *15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopath*y**\n181\nroom. LMA No. 4 or 4.5 is preferred by some operators to establish a secure airway,30 but LMAs may not be appropriate in severely obese patients or in patients with severe untreated gastroesophageal reflux.31 Endotracheal intubation with a No. 8.5 endotracheal tube (ETT) for female patients and a No. 9 ETT for male patients can be used to secure the airway during bronchoscopy. Because the EBUS scope is directed more centrally in the airway through the ETT, however, coupling of the transducer and the airway wall may be impaired, and biopsies may be more difficult than when the scope is passed directly through an LMA or an oral bite block.32\nBecause we elected to proceed with general anesthesia and endotracheal intubation in this patient with moderate COPD, possible oxygenation, ventilation, and hemodynamic problems were discussed with the anesthesiologist before the procedure was performed. A review of the records revealed no evidence of cor pulmonale or pulmonary hypertension that could result in hypotension during general anesthesia. Preoperative arterial blood gases (ABGs) showed that the patient had baseline hypercapnia; to avoid air trapping, worsening hypoventilation, and hypoxemia, the anesthesia team planned to allow for spontaneous-assisted ventilation with longer expiratory times (normal inspiratory/expiratory [I : E] ratio is 1 : 2; in COPD, it is 1 : 3 or 1 : 4).33 Peak inspiratory pressures would be closely monitored to avoid intraoperative barotrauma. End-tidal carbon dioxide (EtCO2) should be kept at the patient’s baseline because in this patient with baseline CO2 retention and compensatory metabolic alkalosis, rapid correction could result in post-hypercapnic metabolic alkalosis and its neurologic (seizure) and cardiovascular complications (arrhythmias). To prevent bronchospasm, the anesthesia team planned on using non-histamine-releasing drugs. During the mandatory procedural pause (time-out) process, the need for perioperative antibiotics was readdressed, but in this case they were not necessary because the patient did not have conditions requiring endocarditis prophylaxis, nor did he have an acute upper or lower respiratory tract infection.\n- *Techniques and Instrumentatio*n**\nEBUS bronchoscopy provides direct real-time ultrasound imaging with a curved array ultrasound transducer incorporated in the distal end of the bronchoscope. As of this writing, various commercially available EBUS bronchoscopes are similar in design but have physical characteristics that are slightly different.34,34a We used the Olympus BF-UC160F-OL8 Hybrid scope (Olympus America Inc., Center Valley, PA) with a 2.0-mm working channel, a 6.9-mm outside diameter, and a 7.5-MHz frequency curved linear array transducer. During the procedure, intimate contact between the transducer and the airway wall was required for optimal coupling and image acquisition. Image quality adjustments useful for EBUS-TBNA procedures are usually made by using the gain and Doppler functions on the processor.35,36 Understanding these functions helps the operator of EBUS to improve image quality to distinguish nodes from vessels and other mediastinal structures, potentially improving the safety of the procedure.\nalso be used for LN levels that are not accessible by routine mediastinoscopy (stations 8 and 9), in case these LN stations cannot be addressed with EUS-FNA, or when EUS-FNA specimens are nondiagnostic. The procedure is limited to assessment of only one side of the mediastinum. Access to nodes on the right side is considered straightforward compared with access to nodes on the left side. Sensitivity varies widely, from 37% to 100%. Even if studies are restricted to patients with enlarged nodes, sensitivity still ranges from 50% to 100%. No mortality has been reported from VATS for mediastinal staging, and complications were noted in only 12 of 669 patients (average, 2%; range, 0% to 9%).4 VATS was not considered the optimal initial alternative for this patient because less-invasive NA techniques were more feasible and had a high likelihood of diagnostic yield.\n- *Cost-Effectivenes*s**\nBased on a review of 12 studies performed between 2004 and 2008, it seems that the sensitivity, specificity, false positivity (FP), and false negativity (FN) of EBUS-TBNA for mediastinal lymph node staging are 93%, 100%, 0%, and 9%,\n\nSensitivity varies widely, from 37% to 100%. Even if studies are restricted to patients with enlarged nodes, sensitivity still ranges from 50% to 100%. No mortality has been reported from VATS for mediastinal staging, and complications were noted in only 12 of 669 patients (average, 2%; range, 0% to 9%).4 VATS was not considered the optimal initial alternative for this patient because less-invasive NA techniques were more feasible and had a high likelihood of diagnostic yield.\n- *Cost-Effectivenes*s**\nBased on a review of 12 studies performed between 2004 and 2008, it seems that the sensitivity, specificity, false positivity (FP), and false negativity (FN) of EBUS-TBNA for mediastinal lymph node staging are 93%, 100%, 0%, and 9%,182 SECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n1. Gain: This represents the function for adjusting the brightness of the image in its entirety. The loss in amplitude that occurs as the ultrasound propagates through tissues can be corrected by amplifying the signal in proportion to the depth from which the echo came. The amplifier is controlled by the operator, who sets the gain for various depths of tissue (near or far gain adjustments). Changing the gain makes the whole image brighter (increased gain) or darker (decreased gain), but the difference in brightness between light and dark areas does not change, as can be noted in the video on ExpertConsult.com (Video IV.15.1).\n2. Doppler ultrasound: Doppler effect (shift) represents the phenomenon through which the frequency of the reflected ultrasound wave is changed when it strikes a moving object (e.g., red blood cells within blood vessels). It is described in the following equation: Doppler frequency shift = ΔF = Ft − Fr = 2 x Ft x (v/c) x cos θ, where Ft is transmitted frequency, Fr received frequency, v speed of the moving target, c speed of sound in soft tissue, and θ angle between the direction of blood flow and the direction of the transmitted sound phase (Figure 15-2). In general, the Doppler angle (θ) must be 60 degrees or slightly less to the long axis of the vessel for the correct velocity to be obtained. If the angle is 90 degrees, then ΔF = Ft − Fr = 2 x Ft x (v/c) x cos 90 = 0, thus resulting in no frequency shift and no “Doppler signal” (see Figure 15-2). Therefore, it is important to understand that if the scanning plane is perpendicular to the direction of blood flow within a vessel, it is possible that no Doppler signal will be noted, and this should not lead to misinterpretation of the vessel as a nonvascular structure (see Figure 15-2). The power Doppler function analyzes returning echoes from blood cells by their power spectrum instead of frequency shift. This method is useful to reliably detect small vessels and is less dependent on speed and direction of flow. Color Doppler (duplex scanning) refers to a color code used for the indications of flow direction and velocity.\nAnatomic Dangers and Other Risks\nThe superior vena cava, the azygos vein, and the lung parenchyma may surround station 4R (see Figures 15-1 and 15-3). The ascending aorta can be visualized distal to the node, especially when 4R is in the pretracheal position. The risk of puncturing these structures may be reduced by using Doppler mode imaging. Minor bleeding at the puncture site was reported, but no instances of major bleeding were described.37 Pneumothorax after EBUS-TBNA has been very rarely reported in the literature.24\nFigure 15-2 This diagram reveals the relationship between scanning plane direction, blood flow direction, and the intensity of the Doppler signal described in the following equation: Doppler frequency shift = ΔF = Ft − Fr = 2 x Ft x (v/c) x cos θ, where Ft is transmitted frequency, Fr received frequency, v speed of a moving target, c speed of sound in soft tissue, and θ the angle between the direction of blood flow and the direction of the transmitted sound phase. A, In general, the Doppler angle (θ) needs to be 60 degrees or slightly less to the long axis of the vessel (blood flow direction) for the correct velocity to be obtained. B, In this example, strong Doppler signal from the pulmonary artery was achieved when the Doppler angle was approximately 45 degrees. C, When the aortic arch was scanned, in this case, the Doppler angle was 90 degrees. D, Therefore ΔF = Ft − Fr = 2 x Ft x (v/c) x cos 90 = 0, thus resulting in no frequency shift and no Doppler signal from the aorta. AO, Aorta; LN, lymph node; PA, pulmonary artery.\nF Ft Fr 2 Ft (v/c) cos\nPA\nAO\nPA\nAO\nScanning\ndirection\nBlood\nflow\ndirection\nScanning\ndirection\nBlood\nflow\ndirection\nScanning\ndirection\nBlood\nflow\ndirection\ncosine (45 degrees) 0.707\ncosine (90 degrees) 0\nLN\nPA\nAO\nLN\nStrong Doppler signal\nNo Doppler signal\n\nDoppler angle was approximately 45 degrees. C, When the aortic arch was scanned, in this case, the Doppler angle was 90 degrees. D, Therefore ΔF = Ft − Fr = 2 x Ft x (v/c) x cos 90 = 0, thus resulting in no frequency shift and no Doppler signal from the aorta. AO, Aorta; LN, lymph node; PA, pulmonary artery.\nF Ft Fr 2 Ft (v/c) cos\nPA\nAO\nPA\nAO\nScanning\ndirection\nBlood\nflow\ndirection\nScanning\ndirection\nBlood\nflow\ndirection\nScanning\ndirection\nBlood\nflow\ndirection\ncosine (45 degrees) 0.707\ncosine (90 degrees) 0\nLN\nPA\nAO\nLN\nStrong Doppler signal\nNo Doppler signal15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n183\n- *Results and Procedure-Related Complication*s**\nEBUS-TBNA was performed under general anesthesia using a No. 9.0 ETT. Standard white light bronchoscopy was first used to evaluate anatomy, to clear secretions, and to ensure absence of endobronchial disease. Bronchoscopic inspection showed normal airway mucosa without evidence of endobronchial disease. The EBUS scope was advanced into the trachea (the visualized image is seen at 30 degrees to the long axis of the bronchoscope). Once a complete sonographic evaluation of the mediastinal and hilar structures was performed and showed no other lymph nodes, we positioned the scope just proximal to the main carina and oriented the transducer anterolaterally toward the 2 o’clock position to visualize the 4R LN station and proceeded with EBUS-TBNA. Once the needle was inside the node, the stylet was advanced and was moved in and out a few times to dislodge any bronchial wall material that could have entered the node; then the stylet was removed, the syringe was attached, suction was applied, and the needle was passed back and forth 10 to 15 times under direct visualization (see video on ExpertConsult.com) (Video IV.15.2). A total of four aspirations were performed. With the use of rapid on-site cytologic examination, no malignant cells were seen, and the specimen was considered representative because of the presence of abundant lymphocytes. The case lasted 30 minutes from induction to extubation. After extubation, the patient was monitored for 2 hours and was discharged home the same day. No procedure- or anesthesia-related complications occurred.\nFigure 15-3 Right lower paratracheal lymph node (LN) anatomic relationships as seen on endobronchial ultrasound (EBUS). Different images were obtained from different patients; the distinct anatomic relationships depend on the orientation of the scanning plane and the exact location of the node in relation to the airway, vessels, and lung parenchyma. A, The LN is above the azygos vein and is adjacent to lung parenchyma. B, The LN is seen in front of the superior vena cava (SVC). C, The LN is above the right pulmonary artery (PA) but is in front of the SVC and the aorta.\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nThe final results from EBUS-TBNA showed no malignancy. Clinical staging was performed without complications. The patient was discussed in our multidisciplinary chest conference. We noted that the patient’s primary tumor was 3 cm in its greatest dimension and was surrounded by lung. Because no bronchoscopic evidence of airway involvement was found, this tumor was defined as T1b. In the absence of clinical evidence of mediastinal or hilar LN metastasis after EBUS-TBNA, the N factor was N0; these findings are consistent with clinical stage IA NSCLC.*38 This stage represents approximately 15% of all patients with NSCLC from the International Association for the Study of Lung Cancer (IASLC) database; the estimated 5-year survival for clinical stage IA is 50%, and the median survival time is 60 months. Treatment options were discussed and included right upper lobectomy, sublobar resection (wedge or segmentectomy),39 radiofrequency ablation,40,41 and stereotactic body radiotherapy.42 The patient’s functional status and pulmonary function tests were reviewed, and he was deemed operable.*\n- *Referra*l**\nThe patient was referred to thoracic surgery. Therapeutic alternatives were discussed, and he underwent right upper lobectomy uneventfully. He was discharged home after 5 days. LN dissection of the hilar and mediastinal nodes showed no malignancy; these findings were consistent\n- The extent of clinical staging can vary from a clinical evaluation alone (history and physical examination) to extensive imaging (CT/PET scans) or invasive staging techniques; of note, needle aspiration and surgical staging procedures such as mediastinoscopy are still part of clinical staging because surgical resection as a treatment has not taken place.*\n\nlobectomy, sublobar resection (wedge or segmentectomy),39 radiofrequency ablation,40,41 and stereotactic body radiotherapy.42 The patient’s functional status and pulmonary function tests were reviewed, and he was deemed operable.*\n- *Referra*l**\nThe patient was referred to thoracic surgery. Therapeutic alternatives were discussed, and he underwent right upper lobectomy uneventfully. He was discharged home after 5 days. LN dissection of the hilar and mediastinal nodes showed no malignancy; these findings were consistent\n- The extent of clinical staging can vary from a clinical evaluation alone (history and physical examination) to extensive imaging (CT/PET scans) or invasive staging techniques; of note, needle aspiration and surgical staging procedures such as mediastinoscopy are still part of clinical staging because surgical resection as a treatment has not taken place.*184\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nIn this case, a diagnosis of lung cancer was made quickly, and N2 metastasis was ruled out. Thus the procedure altered management and decision making. At our team meeting, we readdressed whether this patient could have benefited from sublobar (limited) resection. We were aware that sublobar resection is an alternative for patients with limited physiologic reserve and for those with lesions smaller than 2 cm, and that a published randomized controlled study evaluating lobectomy versus sublobar resection established lobectomy with mediastinal nodal staging as the standard of care.39 In that study, limited resection was associated with a threefold increase in the locoregional recurrence rate compared with lobectomy (6% per person/yr vs. 2% per person/yr; P = .008; 4.4% for segmentectomy, 8.6% for wedge resection) and was associated with a 30% non-statistically significant increase in overall death rate (11.7% vs. 8.9%; P = .088) and a 50% increase in the death with cancer rate (7.3% vs. 4.9%; P = .094). Meta-analysis of mostly retrospective studies and a few nonrandomized prospective trials comparing lobectomy with sublobar resection for stage IA NSCLC showed that combined survival differences at 1, 3, and 5 years after resection were similar.44 Although pulmonary function is better preserved with the use of sublobar resection, perioperative mortality is no different than after lobectomy.45,46 We acknowledged that until prospective randomized controlled studies further clarify the role of sublobar resection, this treatment modality remains indicated in patients with poor cardiopulmonary reserve, cardiac morbidity, old age, or previous surgery, none of which occurred in our patient.\nwith pathologic stage IA, for which estimated 5-year survival is 73%, and median survival time is 119 months. A strict focus on prognosis usually leads to an emphasis on pathologic staging because it is most accurate. However, pathologic staging is inherently somewhat academic because it is not available until after major decisions about treatment have been made (i.e., surgical resection in this case).38\nFollow-up Tests and Procedures\nThis patient had follow-up within 2 weeks with the thoracic surgeon and had a plan to continue follow-up with the surgical team for at least 3 to 6 months.43 Post-lobectomy FEV1 stabilizes (reduced by 10% to 15%) at approximately 6 months post intervention; therefore, at that time, repeat pulmonary function tests (PFTs) are warranted to determine new baseline physiologic parameters. Given that 20% to 40% of confirmed stage I NSCLC recurs during the first 4 years after resection, clinical and imaging surveillance may be warranted. Most recurrences, however, are found outside the thorax, are not amenable to curative resection, and are treated with radiation and chemotherapy. Survival for recurrence is poor, regardless of therapy.43 Despite these facts, most organizations recommend ongoing surveillance in NSCLC after curative intent therapy. For instance, the American College of Chest Physicians (ACCP) recommends history (Hx), physical examination (PE), chest x-ray (CXR) or chest CT every 6 months for the first 2 years, and then annually. The American Society of Clinical Oncology on the other hand does not recommend imaging but only Hx and PE every 3 months for the first 2 years, every 6 months for years 3 to 5, and then every 12 months after year 5. At this time, none of the national or international societies recommends routine surveillance using PET-CT scanning, tumor markers, or bronchoscopy.43\nDISCUSSION POINTS\n1. Describe a step-by-step approach to performing EBUS-TBNA.\nOnce the target node is selected, EBUS-TBNA can be performed in 15 steps, which are summarized in\n2. Describe the physics principles of endobronchial ultrasound and their impact on quality image acquisition.\nBasic ultrasound principles are summarized in\nin a Step-By-Step Approach | Step Number | Description | | :---------- | :---------- | | Step 1 | The biopsy needle is passed through the biopsy channel. | | Step 2 | The housing is secured to the bronchoscope by a flange. | | Step 3 | The sheath is released by twisting the inferior screw. | | Step 4 | With the node visualized by ultrasound, the sheath is advanced out of the end of the scope until it slightly touches the airway wall. It\n\nstep-by-step approach to performing EBUS-TBNA.\nOnce the target node is selected, EBUS-TBNA can be performed in 15 steps, which are summarized in\n2. Describe the physics principles of endobronchial ultrasound and their impact on quality image acquisition.\nBasic ultrasound principles are summarized in\nin a Step-By-Step Approach | Step Number | Description | | :---------- | :---------- | | Step 1 | The biopsy needle is passed through the biopsy channel. | | Step 2 | The housing is secured to the bronchoscope by a flange. | | Step 3 | The sheath is released by twisting the inferior screw. | | Step 4 | With the node visualized by ultrasound, the sheath is advanced out of the end of the scope until it slightly touches the airway wall. It15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n185\n- *Terminolog*y**\n- *Definitio*n**\n- *Comment*s**\n- *Ultrasoun*d**\nImaging modality based on properties of sound waves; represents the mechanical energy that causes compression and rarefaction of a conducting material or substance known as medium.\nRefers to sounds with frequencies of 20 kHz or higher, inaudible to humans.\n- *Echogenicit*y**\nRepresents the extent to which a structure (tissue or substance) gives rise to reflections of ultrasonic waves.\nWhen ultrasound (US) images are displayed on a gray scale, the strongest echo signal is white, and when no sound wave is reflected, the image is black or, in ultrasound terms, anechoic (see Figure 15-4). The intensity of the signal, which determines echogenicity, depends on the reflected wave amplitude. The terms used in ultrasonography to describe a certain tissue or structure include the following: isoechoic, comparable with surrounding tissue; hypoechoic, weaker than surrounding tissue; and hyperechoic, stronger than surrounding tissue (see Figure 15-4).\n- *Frequenc*y**\nRepresents a specific number of vibration cycles per second (measured in units of hertz).\nEndoscopic US frequencies are in the range of 5 to 30 MHz. Current dedicated endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) bronchoscopes allow change in frequency from 5 to 12 MHz.\n- *Wavelengt*h**\nRepresents the distance between two successive pulses.\nThe higher the frequency, the shorter the related wavelength.\n- *Propagatio*n**\nRepresents the process through which sound advances through various tissues.\nThe speed of sound in human tissue is usually 1540 m/sec.\n- *Refractio*n**\nRepresents a change in direction of the incident ultrasound beam.\nDegrades image quality.\n- *Scatterin*g**\nRepresents the spread of the ultrasound beam in different directions.\nDegrades image quality.\n- *Attenuatio*n**\nRepresents the loss of energy mainly caused by absorption (when the vibration of the US wave is converted to heat owing to friction).\nAttenuation depends on the medium; it is much higher in air than in water and depends on the frequency, increasing with higher frequencies. The bigger the difference in acoustic properties between two media, the larger the proportion of the reflected US and the smaller the transmitted US (see Figure 15-4).\n- *Penetratio*n**\nRefers to the distance between an imaged area and the transducer. The time delay between the energy going into the body and returning to the US transducer determines the depth from which the signal arises (longer times equal greater depths because Depth = Velocity x Time/2).\nLarge transducers transmit powerful beams and increase penetration depth (i.e., penetration depth is less in EBUS than in thoracic US) (see Figure 15-4). Depends on the frequency used (indirect relationship): higher frequencies (e.g., 20 MHz) do not penetrate as deeply as lower frequencies (e.g., 7.5 MHz) (see Figure 15-4).\n- *Resolutio*n**\nRepresents the capacity of a system to distinguish small objects from others and is determined by the frequency and duration of the transmitted sound phase.\nDepends on the frequency and the size of the transducer. Categorized in two types: axial, representing the ability to resolve objects within the imaging plane at different depths; and lateral, representing the ability to resolve objects in the imaging plane that are located side by side.\nit reflects very well wherever a significant change in the propagation medium occurs; the degree of reflection is determined by the acoustic impedance of adjacent tissue, which is largely related to tissue density. When the ultrasound beam strikes an interface, it undergoes refraction, scattering, and attenuation as it passes through tissue, all of which degrade image quality on examination of deeper structures (see Figure 15-4). Ultrasound image distortion is caused by normal phenomena of refraction, scattering, and attenuation and may interfere with the ability to properly identify a target (e.g., lymph node, blood vessel). These artifacts, however, can be useful because they help describe the properties of tissues (e.g., calcification or necrosis within a lymph node). Understanding the different types of artifacts helps us identify and obtain a clear image of a real target and perform safe needle aspiration without puncturing vascular structures or lung parenchyma. Common types of artifacts seen during ultrasound imaging include reverberation and attenuation artifacts.\n- Reverberation artifacts occur when a highly reflective tissue is parallel to the transducer, as when the water-filled balloon of the\n\nit undergoes refraction, scattering, and attenuation as it passes through tissue, all of which degrade image quality on examination of deeper structures (see Figure 15-4). Ultrasound image distortion is caused by normal phenomena of refraction, scattering, and attenuation and may interfere with the ability to properly identify a target (e.g., lymph node, blood vessel). These artifacts, however, can be useful because they help describe the properties of tissues (e.g., calcification or necrosis within a lymph node). Understanding the different types of artifacts helps us identify and obtain a clear image of a real target and perform safe needle aspiration without puncturing vascular structures or lung parenchyma. Common types of artifacts seen during ultrasound imaging include reverberation and attenuation artifacts.\n- Reverberation artifacts occur when a highly reflective tissue is parallel to the transducer, as when the water-filled balloon of the186 SECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n- One report comparing integrated PET-CT scanning with results from surgical resection for mediastinal staging in NSCLC found an incidence of occult N2 disease of 16% (25 of 153), especially at stations 7 and 415; in a different report, the false negativity rate of PET-CT was even higher at 25%.9*\n- Risk factors for occult N2 disease include the following:*\nthan the rest of the surrounding tissue. Because the ultrasound beam is almost completely reflected at the border or attenuated within the high impedance structure, the posterior area does not receive ultrasound waves and appears as a hypoechoic shadow (see Figure 15-5).\n3. Describe the reported relation between PET-negative lymph node size and malignancy.\nFigure 15-4 Principles and terminology of ultrasound: A, A structure (e.g., blood vessel) that does not reflect the sound waves at all is termed anechoic. B, A hyperechoic pattern (e.g., cartilaginous nodule in tracheopathica osteochondroplastica) occurs when the echoes are stronger than those of surrounding tissues. C, A hypoechoic structure (e.g., lymph node) occurs when the echoes are weaker than those from surrounding tissues. D, This lymph node is labeled isoechoic, because the echoes are of comparable amplitude with surrounding tissue (e.g., lung). E, The ultrasound beam undergoes reflection, refraction, scattering, and attenuation as it passes through tissue; all of these degrade image quality upon examination of deeper structures, but the last three processes cause the ultrasound waves reflected back to the transducer to be much weaker. F, Increased attenuation and low penetration depth occur when structures are visualized with high-frequency probes: The hypertrophic stenotic tissue and the intact cricoid cartilage are clearly visualized, but the deeper structures are not when a 20-MHz radial probe is used. G, When the curved linear endobronchial ultrasound (EBUS) transducer with 7.5-MHz frequency is used, attenuation is decreased, penetration depth is increased, and the EBUS image shows the right lower paratracheal lymph node, the superior vena cava, and the distal normal lung parenchyma, but details of the airway wall structures cannot be assessed. H, Attenuation also depends on the medium and is low in fluid (e.g., blood vessels). I, Attenuation is high in air (e.g., normal lung tissue). J, The depth of penetration is also directly dependent on the size of the transducer. A relatively superficial penetration (e.g., 5 cm) is achieved when the small EBUS curved linear transducer is used. K, Deep penetration (e.g., 15 cm) can be obtained by using large thoracic transducers.\n\nial ultrasound (EBUS) transducer with 7.5-MHz frequency is used, attenuation is decreased, penetration depth is increased, and the EBUS image shows the right lower paratracheal lymph node, the superior vena cava, and the distal normal lung parenchyma, but details of the airway wall structures cannot be assessed. H, Attenuation also depends on the medium and is low in fluid (e.g., blood vessels). I, Attenuation is high in air (e.g., normal lung tissue). J, The depth of penetration is also directly dependent on the size of the transducer. A relatively superficial penetration (e.g., 5 cm) is achieved when the small EBUS curved linear transducer is used. K, Deep penetration (e.g., 15 cm) can be obtained by using large thoracic transducers.15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n187\nFigure 15-5 Image artifacts. A, Reverberation artifacts: When the water-filled balloon of the endobronchial ultrasound (EBUS) bronchoscope is not in intimate contact with the airway wall, the ultrasound (US) waves are repeatedly reflected between the highly reflective tissue surface (airway wall) and the transducer; the resulting effect is that strong false echoes appear on the ultrasound image as multiple, equally spaced lines. B, In the tadpole tail artifact, the echo at the distal border of the low impedance structure (i.e., the azygos vein) will be higher, and US will display the area distal to the low impedance structure more brightly compared with surrounding tissue (arrows). C, The acoustic shadow artifact is the reverse effect of the tadpole tail; the area behind a high impedance structure (i.e., calcification within the lymph node) is displayed with lower brightness than the rest of the surrounding tissue. The US beam is attenuated within the high impedance structure, and the posterior area appears as a hypoechoic shadow (arrows).\n- Central tumors*\n- Hilar N1 disease on CT scan or PET-CT*\n- Right upper lobe tumors*\n- Broncho-alveolar cell carcinoma*\n- All situations with low FDG uptake in the primary tumor*\n- Mediastinal PET-negative LNs larger than 16 mm on CT scan: post-test probability for N2 disease is 21% in patients with PET-negative nodes larger than 16 mm; these patients should be planned for mediastinoscopy or EUS/EBUS before thoracotomy to prevent too many unnecessary surgeries; on the other hand, the post-test probability for N2 disease is 5% for LNs measuring 10 to 15 mm on CT in patients with a negative PET, suggesting that these patients should be planned directly for thoracotomy because the yield of mediastinoscopy will be extremely low.8*\n\narrows).\n- Central tumors*\n- Hilar N1 disease on CT scan or PET-CT*\n- Right upper lobe tumors*\n- Broncho-alveolar cell carcinoma*\n- All situations with low FDG uptake in the primary tumor*\n- Mediastinal PET-negative LNs larger than 16 mm on CT scan: post-test probability for N2 disease is 21% in patients with PET-negative nodes larger than 16 mm; these patients should be planned for mediastinoscopy or EUS/EBUS before thoracotomy to prevent too many unnecessary surgeries; on the other hand, the post-test probability for N2 disease is 5% for LNs measuring 10 to 15 mm on CT in patients with a negative PET, suggesting that these patients should be planned directly for thoracotomy because the yield of mediastinoscopy will be extremely low.8*188\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nExpert Commentary\nprovided by Kenichi Nishina and Kenji Hirooka, Engineers, Olympus Medical Systems Corp., Tokyo, Japan\nUnderstanding the physics principles of ultrasound, their impact on image acquisition, and how they help the physician interpret the ultrasound image is very relevant to clinical care. We agree, therefore, with the authors’ perspectives, and we would like to add the following technical and physics-based information with regard to endobronchial ultrasound36,48:\n1. Impact of side lobes: This is the acoustic energy that spreads out from the transducer at angles other than the primary acoustic beam, in other words, “main lobe” (Figure 15-6). When the side lobes are strongly generated, artifacts occur beside highly reflective objects (Figure 15-7). To avoid this artifact, it is useful to change the probe position to a location where there is no image of the highly reflective object, or to adjust the focal point using an ultrasound processor with a variable focus function.\n2. How to distinguish the artifacts: It is helpful to observe the ultrasound image by maneuvering the ultrasound probe or the endoscope slowly back and forth or left and right to change the angle of observation. Because the position of artifacts is determined by the relative position between the ultrasound source and the object, movements of the artifacts on the ultrasound image are different from the movements of echo images created from the target tissues.\n3. Adjustment of contrast: Contrast is the image processor function used to adjust brightness between light and dark areas of the image (Figure 15-8). It is desirable to adjust contrast to an even gradation. If the contrast is set too high, the gradation reproduction will be poor, and the middle range of the object will be unrecognizable on the ultrasound image (Figure 15-9).\n4. Adjustment of the monitor: It is also important to set up the monitor in appropriate conditions to observe distinguishable ultrasound images. The brightness and the contrast of the monitor\nFigure 15-6 Side lobe.\nUltrasound transducer\nSide lobe\nMain lobe\nAcoustic beam form\nSide lobe\nFigure 15-7 Side lobe artifact.\nHighly reflective part\nSide lobe artifact\nFigure 15-8 Contrast adjustment.\nBrightness on the monitor\nReflected echo intensity\nFigure 15-9 Differences in the ultrasound image display due to the contrast setting.\nProper tone image\nHigh-contrast image\n\nis desirable to adjust contrast to an even gradation. If the contrast is set too high, the gradation reproduction will be poor, and the middle range of the object will be unrecognizable on the ultrasound image (Figure 15-9).\n4. Adjustment of the monitor: It is also important to set up the monitor in appropriate conditions to observe distinguishable ultrasound images. The brightness and the contrast of the monitor\nFigure 15-6 Side lobe.\nUltrasound transducer\nSide lobe\nMain lobe\nAcoustic beam form\nSide lobe\nFigure 15-7 Side lobe artifact.\nHighly reflective part\nSide lobe artifact\nFigure 15-8 Contrast adjustment.\nBrightness on the monitor\nReflected echo intensity\nFigure 15-9 Differences in the ultrasound image display due to the contrast setting.\nProper tone image\nHigh-contrast image15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n189\nshould be adjusted for even distribution of the gray scale (see Figure 15-9). This operation is done separately from any adjustments made on the ultrasound image processor.\n5. Slice resolution: The ultrasound scanning plane is only as wide as the ultrasound beam. For accurate target sampling (e.g., by TBNA), it is desirable to pierce the target when it appears the largest (in other words, when the largest diameter of the target is visible on the ultrasound image). If a puncture is made toward the periphery of the target, it is possible that the needle will appear as though it is within the target on the ultrasound image, even when the needle is actually located adjacent to the target (Figure 15-10).\nThe authors describe that the ultrasound image may be lost when the needle pierces the target. We believe that this phenomenon is also caused by forward movement of the sheath during EBUS or EBUS-guided TBNA. To remedy this phenomenon, it may be helpful to adjust the sheath once it is completely extended from the distal tip of the endoscope, then to pull the sheath back until it is seen only as a half-moon on the endoscopic view and lock it into position (Figure 15-11). Doing this will reduce the sheath slack in the working channel of the endoscope. Furthermore, creating some distance between the sheath and the bronchial wall will decrease the possibility of losing the ultrasound image, which is caused by pushing against the bronchial wall with the sheath.36,49\nIt is vital to avoid perforation of the working channel of the endoscope during EBUS-guided TBNA. Before the needle is inserted through the working channel of the endoscope, it is necessary to confirm that the needle slider is completely pulled back until it clicks, in such a way that the double-triangle mark appears on the handle section (Figure 15-12). This “step” is readily forgotten after needles have been removed to extract the specimen from the needle; therefore one should take great care after each extraction to confirm the visibility of the double-triangle mark on the handle section before inserting the needle for an additional pass.\nThe EBUS-TBNA endoscope is equipped with a curved linear (convex) array scanning ultrasound transducer with a 7.5-MHz center frequency and a scanning direction that is parallel to the insertion axis. This makes it suitable to observe lymph nodes or\nAcoustic beam form\nTarget\nNeedle\nUltrasound transducer\nFigure 15-10 The ultrasound image shows the needle as if it is within the target.\nFigure 15-11 The diagram shows how to reduce the sheath advancing phenomenon.\n\nin such a way that the double-triangle mark appears on the handle section (Figure 15-12). This “step” is readily forgotten after needles have been removed to extract the specimen from the needle; therefore one should take great care after each extraction to confirm the visibility of the double-triangle mark on the handle section before inserting the needle for an additional pass.\nThe EBUS-TBNA endoscope is equipped with a curved linear (convex) array scanning ultrasound transducer with a 7.5-MHz center frequency and a scanning direction that is parallel to the insertion axis. This makes it suitable to observe lymph nodes or\nAcoustic beam form\nTarget\nNeedle\nUltrasound transducer\nFigure 15-10 The ultrasound image shows the needle as if it is within the target.\nFigure 15-11 The diagram shows how to reduce the sheath advancing phenomenon.190\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nFigure 15-12 Double-triangle mark on the handle of the endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) needle.\nvessels located around the trachea or the bronchi and enables visualization on the ultrasound image of endotherapy accessories inserted through the working channel of the endoscope. When the EBUS-TBNA endoscope is combined with the Olympus endoscopic ultrasound center EU-ME1 (Olympus America Inc.) or designated Aloka diagnostic ultrasound systems (Aloka America, Wallingford, Conn), users can change the frequency of the ultrasound image (this is not the same as the center frequency of the ultrasound transducer, because this is not adjustable). To obtain the best balance of resolution and penetration, the default frequency setting of the ultrasound image is 10 MHz. However, it will be useful to set the frequency to 12 MHz if the region of interest is a small lymph node, or if the target is the detailed structure of tissue in the near field. On the other hand, the frequency should be set at 6 or 7.5 MHz if the region of interest is a large lymph node or a structure located at the farthest end of the depth of penetration. A variable frequency function enables the user to select an appropriate ultrasound image according to the region of interest being scanned. In addition, by using an electronic scanning (array) transducer, one is able to use Doppler function to distinguish blood vessels from tissues.\nWith regard to endobronchial ultrasound accessories that can be used with conventional bronchoscopes, the ultrasound miniature probe with balloon is equipped with a mechanical radial ultrasound transducer that has a 20-MHz center frequency; its scanning direction is perpendicular to the insertion axis. It provides a high-resolution cross-sectional 360-degree ultrasound image. This makes it suitable to observe detailed structures of the bronchial wall. The ultrasound miniature probe is inserted into the bronchi via the working channel of a conventional bronchoscope. At this point, one will note that the relationship between the endoscopic view and the ultrasound image does not exactly correspond. For a more straightforward orientation, it is helpful to rotate the ultrasound image by using the image rotation function on the ultrasound center. It should be rotated to correspond with the movement of the probe on the endoscopic view when the probe is moved by angulating the bronchoscope.36,50\nIn conclusion, endobronchial ultrasound is an exciting and rapidly evolving imaging modality that provides bronchoscopists with several different techniques and technologies with which to care for their patients. Progress to enhance image quality and ease of use is expected. A thorough understanding of physics principles and the effects of image adjustment will help bronchoscopists optimize visualization in both clinical and research environments.\nREFERENCES\n1. Rabinovitz M, Pitlik SD, Leifer M, et al. Unintentional weight loss: a retrospective analysis of 154 cases. Arch Intern Med. 1986; 146:186-187.\n2. Jackman RW, Kandarian SC. The molecular basis of skeletal muscle atrophy. Am J Physiol Cell Physiol. 2004;287:C834-C843.\n3. Staal-van den Brekel AJ, Dentener MA, Schols AM, et al. Increased resting energy expenditure and weight loss are related to a systemic inflammatory response in lung cancer patients. J Clin Oncol. 1995;13:2600-2605.\n4. Detterbeck FC, Jantz MA, Wallace M, et al. American College of Chest Physicians. Invasive mediastinal staging of lung cancer: ACCP evidence-based clinical practice guidelines (2nd ed). Chest. 2007;132:202S-220S.\n5. De Leyn P, Vansteenkiste J, Cuypers P, et al. Role of cervical mediastinoscopy in staging of non-small cell lung cancer without enlarged mediastinal lymph nodes on CT scan. Eur J Cardiothorac Surg. 1997;12:706-712.\n6. Toloza EM, Harpole L, McCrory DC. Non-small cell lung cancer: a review of the current evidence. Chest. 2003;123:137S-146S.\n7. Birim O, Kappetein AP, Stijnen T, et al. Meta-analysis of positron tomographic and computed tomographic imaging in detecting mediastinal lymph node metastases in nonsmall cell lung cancer. Ann Thorac Surg. 2005;79:375-382.\n8. de Langen AJ, Raijmakers P, Riphagen I, et al. The\n\n, Cuypers P, et al. Role of cervical mediastinoscopy in staging of non-small cell lung cancer without enlarged mediastinal lymph nodes on CT scan. Eur J Cardiothorac Surg. 1997;12:706-712.\n6. Toloza EM, Harpole L, McCrory DC. Non-small cell lung cancer: a review of the current evidence. Chest. 2003;123:137S-146S.\n7. Birim O, Kappetein AP, Stijnen T, et al. Meta-analysis of positron tomographic and computed tomographic imaging in detecting mediastinal lymph node metastases in nonsmall cell lung cancer. Ann Thorac Surg. 2005;79:375-382.\n8. de Langen AJ, Raijmakers P, Riphagen I, et al. The15 - EBUS-TBNA for Right Upper Lobe Mass and Right Lower Paratracheal Lymphadenopathy\n191\n16. Chhajed PN, Bernasconi M, Gambazzi F, et al. Combining bronchoscopy and positron emission tomography for the diagnosis of the small pulmonary nodule < or = 3 cm. Chest. 2005;128:3558-3564.\n17. Herth FJ, Eberhardt R, Vilmann P, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration for sampling mediastinal lymph nodes. Thorax. 2006;61:795-798.\n18. Chin R Jr, McCain TW, Lucia MA, et al. Transbronchial needle aspiration in diagnosing and staging lung cancer: how many aspirates are needed? Am J Respir Crit Care Med. 2002;166:377-381.\n19. Siebeker KL, Curtis JK. Anesthesia for patients with pulmonary emphysema: use of positive-negative pressure respirator during pulmonary surgery. Anesthesiology. 1957;18:856-865.\n20. Herth FJ, Ernst A, Eberhardt R, et al. Endobronchial ultrasound-guided transbronchial needle aspiration of lymph nodes in the radiologically normal mediastinum. Eur Respir J. 2006;28:910-914.\n21. Herth F, Becker HD, Ernst A. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322-325.\n22. Herth FJ, Becker HD, Ernst A. Ultrasound-guided transbronchial needle aspiration: an experience in 242 patients. Chest. 2003;123:604-607.\n23. Colt HG, Murgu S, Davoudi M. EBUS step-by-step. You Tube, posted August 2010. http://www.youtube.com/watch?v=Z9FdgVx_xrM&feature=related. Accessed February 21, 2011.\n24. Gu P, Zhao Y, Jiang L, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for staging of lung cancer: a systematic review and meta-analysis. Eur J Cancer. 2009;45:1389-1396.\n25. Varela-Lema L, Fernandez-Villar A, Ruano-Ravina A. Effectiveness and safety of endobronchial ultrasound-transbronchial needle aspiration: a systematic review. Eur Respir J. 2009;33:1156-1164.\n26. Steinfort DP, Irving LB. Patient satisfaction during endobronchial ultrasound-guided transbronchial needle aspiration performed under conscious sedation. Respir Care. 2010;55:702-706.\n27. Herth FJ, Lunn W, Eberhardt R, et al. Transbronchial versus transesophageal ultrasound-guided aspiration of enlarged mediastinal lymph nodes. Am J Respir Crit Care Med. 2005;171:1164-1167.\n28. Medford AR, Agrawal S, Free CM, et al. A performance and theoretical cost analysis of endobronchial ultrasound-guided transbronchial needle aspiration in a UK tertiary respiratory centre. Q J Med. 2009;102:859-864.\n29. Kennedy MP, Shweihat Y, Sarkiss M, et al. Complete mediastinal and hilar lymph node staging of primary lung cancer by endobronchial ultrasound: moderate sedation or general anesthesia? Chest. 2008;134:1350-1351.\n30. Douadi Y, Bentayeb H, Malinowski S, et al. Anaesthesia for bronchial echoendoscopy: experience with the laryngeal mask. Rev Mal Respir. 2010;27:37-41.\n31. Ng A, Smith G. Gastroesophageal reflux and aspiration of gastric contents in anesthetic practice. Anesth Analg. 2001;93:494-513.\n32. Sarkiss M, Kennedy M, Riedel B, et al. Anesthesia technique for endobronchial ultrasound-guided fine needle aspiration of mediastinal lymph node. J Cardiothorac Vasc Anesth. 2007;21:892-896.\n33. Mercer M. Anesthesia for the patient with respiratory disease. Update in Anaesthesia. 2000;12:1-3.\n34. Pentax. EBUS Pro. Full video endobronchial ultrasound. http://www.pentax.de/en/ebus.php. Accessed\n\naryngeal mask. Rev Mal Respir. 2010;27:37-41.\n31. Ng A, Smith G. Gastroesophageal reflux and aspiration of gastric contents in anesthetic practice. Anesth Analg. 2001;93:494-513.\n32. Sarkiss M, Kennedy M, Riedel B, et al. Anesthesia technique for endobronchial ultrasound-guided fine needle aspiration of mediastinal lymph node. J Cardiothorac Vasc Anesth. 2007;21:892-896.\n33. Mercer M. Anesthesia for the patient with respiratory disease. Update in Anaesthesia. 2000;12:1-3.\n34. Pentax. EBUS Pro. Full video endobronchial ultrasound. http://www.pentax.de/en/ebus.php. Accessed February 21, 2011.\n34a. Olympus. EBUS bronchoscopes. http://www.olympusamerica.com/msg_section/msg_endoscopy_ebus_bronchoscopes.asp. Accessed February 21, 2011.\n35. Kurimoto N. Diagnosis of depth penetration in the tracheobronchial tree. In: Kurimoto N, ed. Endobronchial Ultrasonography. Kyoto: Kinpodo; 2001:33-38.\n36. Nishina K, Hirooka K, Wiegand J, et al. Principles and practice of endoscopic ultrasound. In: Boliger CT, et al, eds. Clinical Chest Ultrasound: From the ICU to the Bronchoscopy Suite. Basel: Karger; 2009:110-127.\n37. Yasufuku K, Chiyo M, Sekine Y, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration of mediastinal and hilar lymph nodes. Chest. 2004;126:122-128.\n38. Detterbeck FC, Boffa DJ, Tanoue LT. The new lung cancer staging system. Chest. 2009;136:260-271.\n39. Ginsberg RJ, Rubinstein LV. Randomized trial of lobectomy versus limited resection for T1 N0 non-small cell lung cancer. Lung Cancer Study Group. Ann Thorac Surg. 1995;60:615-622.\n40. Chan VO, McDermott S, Malone DE, et al. Percutaneous radiofrequency ablation of lung tumors: evaluation of the literature using evidence-based techniques. J Thorac Imaging. 2011;26:18-26.\n41. Pennathur A, Abbas G, Schuchert MJ, et al. Image-guided radiofrequency ablation for the treatment of early-stage non-small cell lung neoplasm in high-risk patients. Semin Thorac Cardiovasc Surg. 2010;22:53-58.\n42. Baba F, Shibamoto Y, Ogino H, et al. Clinical outcomes of stereotactic body radiotherapy for stage I non-small cell lung cancer using different doses depending on tumor size. Radiat Oncol. 2010;5:81.\n43. Rubins J, Unger M, Colice GL, American College of Chest Physicians. Follow-up and surveillance of the lung cancer patient following curative intent therapy: ACCP evidence-based clinical practice guideline (2nd ed). Chest. 2007;132:355S-367S.\n44. Nakamura H, Kawasaki N, Taguchi M, et al. Survival following lobectomy vs limited resection for stage I lung cancer: a meta-analysis. Br J Cancer. 2005;92:1033-1037.\n45. Okada M, Koike T, Higashiyama M, et al. Radical sublobar resection for small-sized non-small cell lung cancer: a multicenter study. J Thorac Cardiovasc Surg. 2006;132:769-775.\n46. Scott WJ, Howington J, Feigenberg S, et al, American College of Chest Physicians. Treatment of non-small cell lung cancer stage I and stage II: ACCP evidence-based clinical practice guidelines (2nd ed). Chest. 2007;132:234S-242S.\n47. EBUS Bronchoscopy.wmv. BronchOrg. http://www.youtube.com/watch?v=Z9FdgVx_xrM&feature=related. Accessed October 3, 2010.\n48. Nagai H, Itoh K. Illustrated Textbook of Ultrasound. 2nd ed. Tokyo: Nankodo; 2000:40-51.\n49. Yasufuku K, Nakajima T. Endobronchial Ultrasound Guided Transbronchial Needle Aspiration Manual. Tokyo: Kanehara Shuppan; 2009:22-26.\n50. Kurimoto N. Diagnosis of depth penetration in the tracheobronchial tree. In: Kurimoto N, ed. Endobronchial Ultrasonography. Kyoto: Kinpodo; 2001:7-21.",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H1",
    "precedence": 0.522,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "tbna",
      "enb",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch15.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}