{
  "id": "bacada_ch14",
  "title": "Stent Insertion for Severe Diffuse Excessive Dynamic Airway Collapse Caused by COPD",
  "abstract": "",
  "content": "166\nChapter 14\nStent Insertion for Severe Diffuse Excessive\nDynamic Airway Collapse Caused\nby COPD\nCASE DESCRIPTION\nThe patient was a 64-year-old obese female with a body mass index (BMI) of 45, a 5-month history of progressive shortness of breath, and recent dyspnea at rest. Complaints included mucus production and inability to raise secretions. Recent hospitalization for pneumonia prompted treatment with systemic antibiotics. Comorbidities included obstructive sleep apnea (OSA) treated with 12 cm H2O of continuous positive airway pressure (CPAP), severe chronic obstructive pulmonary disease (COPD) requiring home oxygen (3 L via nasal cannula), recurrent bronchitis, usually treated in the ambulatory setting, diabetes, and gastroesophageal reflux disease (GERD). She lived in a nursing facility and had no close family members or friends. During the physical examination, the patient expressed her frustration that she was often ignored by nursing home staff. Bilateral diffuse rhonchi with early expiratory wheezing were noted on lung examination. Trace pedal edema was observed bilaterally. The arterial blood gas revealed pH of 7.46, PCO2 (partial pressure of carbon dioxide) of 38, and PO2 (partial pressure of oxygen) of 60 on 3 L of oxygen. Complete blood count showed a white blood cell (WBC) count of 18,000 and hemoglobin of 16.6. Chest radiograph showed bibasilar atelectasis, a right infrahilar infiltrate suggestive of pneumonia, and mild pulmonary vascular congestion. Echocardiography showed normal left and right ventricular function, but the right ventricular systolic pressure was calculated at 52 mmHg. Chest computed tomography (CT) revealed bulging of the posterior membrane inside the airway lumen and 75% narrowing of the upper trachea associated with complete collapse of the lower trachea and mainstem bronchi during expiration, consistent with excessive dynamic airway collapse (EDAC) (Figure 14-1). Bronchoscopy confirmed CT findings (see video on ExpertConsult.com) (Video III.14.1).\nDISCUSSION POINTS\n1. Explain the impact of EDAC on expiratory flow limitation in COPD.\n2. List three considerations pertaining to the administration of anesthesia during rigid bronchoscopy for this patient with severe EDAC.\n3. Which two alternative treatments to stent insertion might be considered in this patient?\n4. Describe three potential complications from stent insertion in this particular patient.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\nDyspnea, recurrent pneumonia, and inability to raise secretions are nonspecific but common findings in patients with expiratory central airway collapse.1,2 Symptoms are usually refractory to conventional treatments such as corticosteroids and bronchodilators for suspected asthma and COPD.3 Occasionally, hypercarbic respiratory failure can occur. Once intubated, patients may be difficult to wean from mechanical ventilation.4,5 In nonintubated patients, spirometry often shows obstructive ventilatory impairment that is proportionate to the severity of the disease.6 The expiratory flow-volume loop (FVL) often reveals an airway collapse pattern* (Figure 14-2). Expiratory airway collapse is also seen during dynamic bronchoscopy,†7 and in fact has been reported in up to 40% of patients with severe COPD.7,8*\nIn our patient, a diagnosis of diffuse, severe expiratory central airway collapse was made bronchoscopically and on paired dynamic inspiratory-expiratory CT scanning. This was characterized by weakness of the posterior membranous wall, resulting in excessive bulging of the posterior membrane within the airway lumen and causing 100% airway narrowing in the mainstem bronchi and lower trachea (see Figure 14-1).2,9 No evidence of\n†During dynamic (functional) bronchoscopy, the airways were visualized by moving the patient into the supine, upright, and lateral decubitus positions during spontaneous breathing, as well as during cough, forced expiration, and deep inspiration. During these bronchoscopic assessments, changes in the airway lumen can be measured, the extent of collapse noted, and narrowing classified as being of the crescent, saber-sheath, or circumferential type. Regions of cartilaginous weakness (tracheomalacia) can be differentiated from areas of excessive dynamic airway collapse (EDAC) or normal physiologic dynamic airway collapse (DAC).\n- This pattern occurs when maximal flow is quickly reached after expiration of a small volume of air. Following\n\nthe mainstem bronchi and lower trachea (see Figure 14-1).2,9 No evidence of\n†During dynamic (functional) bronchoscopy, the airways were visualized by moving the patient into the supine, upright, and lateral decubitus positions during spontaneous breathing, as well as during cough, forced expiration, and deep inspiration. During these bronchoscopic assessments, changes in the airway lumen can be measured, the extent of collapse noted, and narrowing classified as being of the crescent, saber-sheath, or circumferential type. Regions of cartilaginous weakness (tracheomalacia) can be differentiated from areas of excessive dynamic airway collapse (EDAC) or normal physiologic dynamic airway collapse (DAC).\n- This pattern occurs when maximal flow is quickly reached after expiration of a small volume of air. Following14 - Stent Insertion for Severe Diffuse Excessive Dynamic Airway Collapse Caused by COPD 167\nOrganization (WHO) criteria.13 Other dyspnea or quality of life (QOL) instruments (St. George’s Respiratory Questionnaire [SGRQ], American Thoracic Society Dyspnea Scale [ATS], Baseline Dyspnea Index [BDI]/Transitional Dyspnea Index [TDI], Karnofsky Performance Scale [KPS], and 6-Minute Walk Test [6MWT]) have been studied in these patients to objectively determine response to interventions.14\nComorbidities\nThis patient had no evidence of systolic or diastolic dysfunction on echocardiogram, but evidence revealed moderate pulmonary hypertension, which could result in hemodynamic instability during general anesthesia.15 Cartilaginous weakness was noted. Results from studies show that dynamic CT correlates well with bronchoscopy findings in patients with central airway collapse.10 CT scanning offers complementary information by revealing structures adjacent to the airway and by allowing quantitative measurements of the degree of airway narrowing before and after airway splinting procedures.11,12 No evidence of extrinsic compression was observed resulting from mediastinal masses or vascular structures (e.g., double aortic arch, aortic aneurysm); also, on expiratory images, no evidence of air trapping and mosaic attenuation suggested bronchiolitis. The patient’s severe limitation of physical activity at rest was consistent with functional impairment class IV based on World Health\nFigure 14-1 Paired inspiratory-expiratory dynamic computed tomography images (upper panel) and corresponding bronchoscopic images (lower panel) show narrowing of the lower trachea caused by excessive bulging of the posterior membrane within the airway lumen in the absence of cartilaginous abnormalities-findings consistent with excessive dynamic airway collapse. Lower trachea expiration Lower trachea inspiration Expiration Inspiration\nFigure 14-2 A, This flow-volume loop shows a sudden decrease in peak expiratory flow, defined as a 50% drop within 10% of forced vital capacity. This airway collapse pattern is commonly seen in patients with severe chronic obstructive pulmonary disease (COPD). B, The corresponding bronchoscopic image during inspiration shows normal tracheal lumen. C, During expiration, evidence of excessive dynamic airway collapse is found (the flow-volume loop and the bronchoscopic images are from the same patient). A Inspiration Expiration 0.0 4.0 8.0 12.0 4.0 Flow volume flow (L/sec) 6.0 B C\n\numen in the absence of cartilaginous abnormalities-findings consistent with excessive dynamic airway collapse. Lower trachea expiration Lower trachea inspiration Expiration Inspiration\nFigure 14-2 A, This flow-volume loop shows a sudden decrease in peak expiratory flow, defined as a 50% drop within 10% of forced vital capacity. This airway collapse pattern is commonly seen in patients with severe chronic obstructive pulmonary disease (COPD). B, The corresponding bronchoscopic image during inspiration shows normal tracheal lumen. C, During expiration, evidence of excessive dynamic airway collapse is found (the flow-volume loop and the bronchoscopic images are from the same patient). A Inspiration Expiration 0.0 4.0 8.0 12.0 4.0 Flow volume flow (L/sec) 6.0 B C168\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nnears zero, may well be within normal limits.* Some authors propose 30%21 and others 40%,22 but most investigators use 50% or greater reduction in airway caliber between inspiration and expiration to identify abnormal central airway collapse on dynamic CT or bronchoscopy.23-25 Upon application of these criteria when a patient is asked to cough or perform a forced expiration, false positives may be noted; in one study, investigators reported that nearly 80% of normal people exceeded the diagnostic criteria of 50% or greater obstruction in the upper and/or lower trachea.26*\nPatients with concurrent COPD have reduced elastic recoil and peripheral airway obstruction. The expiratory airway collapse seen in the central airways thus represents normal physiology,20,27,28 because during flow-limited breathing, the central airways become severely compressed, particularly during forced expiration and cough. Both of these maneuvers are routinely used to detect this entity on dynamic imaging studies. The Starling resistor model† shows that a pressure drop occurs across a very short length of airway, and that proximal airway resistance, downstream from the choke point, mouthward, should not affect airflow. Pressure catheter measurements demonstrate the flow-limiting choke point and lack of further pressure drop in airways between the mouth and the flow-limiting segment.29 Because the choke point in adult humans is often located at the level of the lobar bronchi, and is even more peripheral in patients with COPD,30 central airway collapsibility should not impede airflow.20,29\nPatients with COPD and EDAC, however, may still improve their symptoms and functional status after central airway stabilization with stents or tracheoplasty despite lack of improvement in forced expiratory volume in 1 second (FEV1).31 By stabilizing and reducing central airway flow turbulence, in addition to improving secretion management and preventing excessive cough from chronic airway inflammation, these procedures might result in improved quality of life and dyspnea improvement with exertion caused by a reduction in hyperinflation.14,31 Our patient had severe (100%) collapse resulting in dyspnea at rest, inability to raise secretions, and recurrent pneumonia. These symptoms were not responding to optimal COPD treatment and CPAP for OSA. For these reasons, after taking into account the patient’s wishes, we elected to perform rigid bronchoscopy under general anesthesia to place an indwelling silicone stent that would splint open the lower trachea and mainstem bronchi. Our goal was to improve airway lumen patency to less than 50% collapse during exhalation, which, by\nShe suffered from obesity and GERD, both of which increase the risk for aspiration of gastric contents during general anesthesia,16 which might be required for any form of bronchoscopic or surgical treatment of EDAC. Additionally, OSA raised concerns regarding difficult mask ventilation, difficult tracheal intubation, hypoxemia, postprocedure airway obstruction, cardiac arrhythmias, and myocardial infarction. The presence of both obesity and hypoventilation perioperatively has been shown to be associated with worse outcomes and higher mortality.17\n- *Support Syste*m**\nThe patient was a resident of a nursing home. Published literature focusing on patient safety in the nursing home environment states that clinical assessments are frequently absent or unsatisfactory at critical points during a nursing home resident’s stay (to ensure prevention and timely treatment of potentially dangerous conditions).18 Pertinent to this patient’s case is her history of recurrent pneumonias and refractory COPD, both of which should have alerted physicians to a potential alternative diagnosis (i.e., central airway obstruction).\nEstablishing a differential diagnosis when therapeutic outcomes are not in line with expectations is essential to ensure early diagnosis and treatment for a variety of disorders, including EDAC. In the setting of a long-term care facility, this requires not only an emphasis on resident safety and uniformity of health care delivery, but also consideration of resident-directed, consumer-driven health promotion and quality of life. In this regard, workforce redesign and considerations for resident-centered care are key elements of culture change to ensure a person’s well-being in these institutions.19\n- *Patient Preferences and Expectation*s**\nThis patient was motivated to improve her symptoms so that she could increase her mobility and potentially leave the nursing home. She clearly expressed her dissatisfaction with her current care environment, a willingness to consider all available treatment options, including airway stent insertion or open surgical resection if necessary, which might help her regain independent living conditions.\n- *Procedural Strategie*s**\n- *Indication*s**\nTreatment of severe diffuse EDAC includes minimally invasive or open surgical procedures.1,2 Some central airway\n\nlong-term care facility, this requires not only an emphasis on resident safety and uniformity of health care delivery, but also consideration of resident-directed, consumer-driven health promotion and quality of life. In this regard, workforce redesign and considerations for resident-centered care are key elements of culture change to ensure a person’s well-being in these institutions.19\n- *Patient Preferences and Expectation*s**\nThis patient was motivated to improve her symptoms so that she could increase her mobility and potentially leave the nursing home. She clearly expressed her dissatisfaction with her current care environment, a willingness to consider all available treatment options, including airway stent insertion or open surgical resection if necessary, which might help her regain independent living conditions.\n- *Procedural Strategie*s**\n- *Indication*s**\nTreatment of severe diffuse EDAC includes minimally invasive or open surgical procedures.1,2 Some central airway14 - Stent Insertion for Severe Diffuse Excessive Dynamic Airway Collapse Caused by COPD 169\nconvention, is currently considered within normal limits by most investigators.13\n- *Contraindication*s**\nNo absolute contraindications to rigid bronchoscopy were noted. Evidence of pulmonary artery hypertension was likely due to her COPD and OSA, which could increase the risk of right ventricular dysfunction and hemodynamic instability during general anesthesia.\n- *Expected Result*s**\nIn the short term (up to 10 to 14 days), airway stabilization with silicone stents in patients with expiratory central airway collapse (malacia and EDAC) improves symptoms, quality of life, and functional status.4,14 In one study, quality of life and functional status scores improved in 70% of patients and dyspnea scores improved in 91% of patients after stent insertion.14 Stent-related complications included obstruction from mucus plugging and migration, and almost 10% of patients (5 of 52 patients) had complications related to the bronchoscopic procedure itself. Because the dynamic features of expiratory central airway collapse continuously alter the shape of the central airways, as well as the surface contact between a stent and the airway wall, stent-related complications may occur more frequently in dynamic forms of airway obstruction than in fixed benign obstruction or malignancy.4 In one study of 57 patients, 21 partial stent obstructions, 14 infections, and 10 stent migrations were noted.14 Although not life threatening, these stent-related adverse events required multiple repeat bronchoscopies.\n- *Team Experienc*e**\nAs of this writing, silicone stent insertion requires rigid bronchoscopy. The technique of atraumatic rigid intubation, single stent insertion, or Y stent insertion using the “push” or “pullback” technique* is one that is gradually perfected with practice and experience.*\n- *Risk-Benefit Analysi*s**\nThe rare potential risks of airway injury during rigid bronchoscopy, hemodynamic instability during general anesthesia in the setting of pulmonary hypertension, and postoperative complications from OSA were considered to be outweighed by the potential benefits of improved airway patency, diminished shortness of breath, restored ability to clear secretions, and an enhanced quality of life.\n- *Therapeutic Alternatives for Restoring Airway Patenc*y**\nOther than silicone stent insertion, therapeutic alternatives for EDAC include noninvasive positive-pressure ventilation, metal stent insertion, and open surgical treatment.\n- **Continuous positive airway pressure (CPAP)*:** This patient was symptomatic despite already being on CPAP 12 cm H2O. Bronchoscopy on CPAP could have been performed to assess the optimal pressure needed to maintain patency of the central airways. This was not done however, because 24-hour continuous CPAP was not desirable (this patient’s symptoms were not only positional or presented only during sleep).32 CPAP decreases pulmonary resistance and can be used to restore and maintain airway patency, facilitate secretion drainage, and improve expiratory flow. Small studies showed that the addition of nasal CPAP improves spirometry values, sputum production, atelectasis, and exercise tolerance, but its long-term efficacy has not been clearly demonstrated.33,34*\n- **Metal stent insertion*:** was used in the past for central airway collapse with variable success.9 Advantages include placement by flexible bronchoscopy, dynamic expansion, and preservation of airway mucociliary function with uncovered stents. In some studies, however, metal stents had to be removed because of stent failure or because of stent-related complications. Cases of stent fracture and fatal hemorrhage from perforation have prompted the Food and Drug Administration (FDA) to recommend against the use of metallic stents for histologically benign forms of airway obstruction.35*\n- **Membranous tracheoplasty*:** has been proposed to consolidate and reshape the airway wall. Before open surgical intervention, a stent trial is recommended to identify patients most likely to benefit from surgery in the long term.14 Tracheoplasty reinforces the membranous portion of the trachea and seemed to provide favorable outcomes in uncontrolled studies.31,36*\n- **Indwelling tracheostomy tubes*:** may splint the collapsible airway, ensure airway access and patency, and allow invasive ventilatory support if necessary. In this patient, however, airway compromise extended into both mainstem bronchi. The obstruction would not have been bypassed by a simple tracheostomy tube; a long, bifurcated Montgomery T-tube would have been required, making clearance of spontaneous or cough-induced secretions difficult, and creating a risk for subglottic granulation tissue formation and further airway obstruction.*\n\nreshape the airway wall. Before open surgical intervention, a stent trial is recommended to identify patients most likely to benefit from surgery in the long term.14 Tracheoplasty reinforces the membranous portion of the trachea and seemed to provide favorable outcomes in uncontrolled studies.31,36*\n- **Indwelling tracheostomy tubes*:** may splint the collapsible airway, ensure airway access and patency, and allow invasive ventilatory support if necessary. In this patient, however, airway compromise extended into both mainstem bronchi. The obstruction would not have been bypassed by a simple tracheostomy tube; a long, bifurcated Montgomery T-tube would have been required, making clearance of spontaneous or cough-induced secretions difficult, and creating a risk for subglottic granulation tissue formation and further airway obstruction.*170\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\nGeneral anesthesia in patients with obesity and OSA may be associated with worsening hypoventilation and hypoxemia. In patients with known or suspected right heart failure, acute hypoxia should be avoided because it can cause pulmonary vasoconstriction, leading to further increases in pulmonary artery pressure and potentially precipitating acute cor pulmonale. Furthermore, the reduction in functional residual capacity (FRC) associated with obesity decreases lung gas reserves. Thus, any change in alveolar ventilation results in more rapid changes in blood gas values. Changes in body position may improve these abnormalities. Under general anesthesia, lowering the head of the bed by 15 degrees was shown to reduce PaO2 (partial pressure of oxygen in arterial blood) levels to below 80 mmHg on 40% inspired oxygen.41 Hence, a complete supine position should be avoided when possible if hypoxemia develops during the procedure. In contrast to normal people, little difference in FRC is noted between supine and seated positions in those who are obese, probably because the mass of the abdomen is pushed against the diaphragm.42 A supine but tilted position may reduce intra-abdominal pressure more effectively than an upright position.\nSome experts recommend extubation of patients with OSA after they are fully awake. This should be performed in the reverse Trendelenburg (semi-upright) position. Sedatives, even those used preoperatively, may increase the arousal threshold, thus increasing the likelihood and duration of apnea and the severity of hypoxemia during each apneic episode in patients with OSA during the perioperative period.43 Drugs that may cause central nervous system depression should be administered sparingly. Close monitoring for signs of hypoventilation is crucial to help ensure patient safety during the hours following the bronchoscopic intervention.\nInstrumentation\nWe used a 13-mm Efer-Dumon rigid nonventilating bronchoscope (Bryan Corp., Woburn, Mass). This bronchoscope is a stainless steel tube with an exterior diameter of 13.2 mm, an internal diameter of 12.2 mm, and a length of 26.98 cm. The beveled tip of the tube allows for easy spreading of the vocal cords during intubation. This tracheal tube may be used for placement of stents 16 to 20 mm in diameter, including Y silicone stents. Based on bronchoscopy and CT scanning, this patient had EDAC without evidence of tracheomegaly, so we intended to use a Y stent with a 16-mm diameter for the tracheal arm and a 12-mm diameter for the bronchial arm to properly cover the full extent of the collapsing central airways.\nAnatomic Dangers and Other Risks\nThe risk of airway perforation during stent insertion is rare in the absence of tumor, necrosis, fistula, or a very thin posterior airway wall. The operator should ascertain that the rigid scope is aligned with the airway. Our model of the 13-mm Efer-Dumon bronchoscope does not have a stopper at the tube’s distal aspect, so the bronchoscopist must know and\nInformed Consent\nRisks, benefits, and alternatives to rigid bronchoscopy with stent insertion were discussed with the patient. When feedback techniques were used, she demonstrated good understanding of the indications, expected results, and potential complications associated with rigid bronchoscopy and silicone stent insertion under general anesthesia. She understood that she had to be compliant with stent care measures, including the use of saline nebulization three to four times per day and huffing breathing techniques and deep breathing exercises to help clear secretions. We asked whether she had any specific concerns about the procedure and invited her to provide us with informational needs that she might have and that were not obvious to us. On this note, she voiced concern about the nursing home staff and shared with us her perception that they would not help her with saline nebulization if help were needed. We assured her that we would provide learning materials to the nursing home staff.\nWe felt confident that we had provided this patient with complete and truthful information about the proposed therapy, its risks and benefits, and its alternatives, including the alternative of no additional therapy. It is unclear whether differences in stress levels occur in patients who receive detailed information about treatment considerations compared with those who receive little or no information. We were thorough in our description of risks and benefits of the proposed intervention.\nTechniques and Results\nAnesthesia and Perioperative Care\nIn addition to the possibility of upper airway obstruction related to this patient’s OSA (worsened by diminished upper airway muscle activity), risk\n\nhave and that were not obvious to us. On this note, she voiced concern about the nursing home staff and shared with us her perception that they would not help her with saline nebulization if help were needed. We assured her that we would provide learning materials to the nursing home staff.\nWe felt confident that we had provided this patient with complete and truthful information about the proposed therapy, its risks and benefits, and its alternatives, including the alternative of no additional therapy. It is unclear whether differences in stress levels occur in patients who receive detailed information about treatment considerations compared with those who receive little or no information. We were thorough in our description of risks and benefits of the proposed intervention.\nTechniques and Results\nAnesthesia and Perioperative Care\nIn addition to the possibility of upper airway obstruction related to this patient’s OSA (worsened by diminished upper airway muscle activity), risk14 - Stent Insertion for Severe Diffuse Excessive Dynamic Airway Collapse Caused by COPD 171\npatients.3,25 Approximately 66% to 75% of patients who do not undergo stent insertion or surgery have worse airway narrowing on follow-up bronchoscopy.3,6 Our patient’s referring physician performed surveillance bronchoscopies at 2 and 4 weeks after stent insertion; these showed satisfactory airway patency and no evidence of stent-related complications.\nQuality Improvement\nWe discussed whether follow-up flexible bronchoscopy on CPAP was needed to identify an optimal pressure level that would maintain airway patency distal to the bronchial arms of the Y stent.32 We decided that this would have been performed had the patient developed worsening symptoms.9 Choke point migration distal to the stent could be detected on follow-up bronchoscopy or dynamic CT scanning.9 In this case, one could insert another stent at the new choke point or, less invasively, could initiate adjuvant CPAP. The amount of airway pressure necessary to maintain airway patency could be determined by performing bronchoscopy on noninvasive positive-pressure ventilation.32\nDISCUSSION POINTS\n1. Explain the impact of EDAC on expiratory flow limitation in COPD.\n- EDAC is not uncommon in patients with COPD, symptomatic asthma, and obesity44 and is seen in the absence of cartilage abnormalities.2 EDAC affects outcomes among elderly patients undergoing sleeve resections and was an independent risk factor for increased morbidity and mortality in this patient population.45\n- The impact on expiratory flow limitation, however, is not entirely clear. Narrowing of the central airways is usually exaggerated in patients with small airway disease, in part because of loss of intraluminal pressure in the periphery (friction losses in small airways). The resulting negative transmural pressure gradient causes excessive invagination of the posterior wall. In these situations, pressure catheter measurements demonstrate no pressure drop along the trachea and mainstem bronchi, thus predicting no improvement in airflow after central airway stabilization procedures;20 in fact, studies evaluating these procedures showed improvement in health-related QOL scores, but not in expiratory flow rates.14,31\n- In COPD, two pathophysiologic abnormalities coexist: (1) decreased elastic recoil at all lung volumes (emphysema), and (2) inflammatory narrowing of small airways (bronchitis); these determine the major site of increased resistance in the peripheral airways (less than 2 mm in diameter).30 The severity of expiratory flow limitation is not closely related to tracheal collapsibility assessed bronchoscopically in patients with EDAC.46 Physiologists believe that bronchoscopic or radiologic detection of EDAC should trigger a search for causes of airflow obstruction within the lung, not in the central airways.20\nrecall its length (10 inches) during advancement of the stent introducer into the rigid tube. Large stents can be more difficult to unfold, so forceps should be available with which to grasp and rotate the stent as needed.\nResults and Procedure-Related Complications\nWith the rigid bronchoscope in the lower trachea, flexible bronchoscopy was performed through the rigid scope to remove bilateral thick tenacious secretions. The patient had severe airway collapse in the lower trachea and mainstem bronchi, characterized by protrusion of the posterior wall, giving the trachea the shape of a crescent. The stent was deployed using a “push” technique (see video on ExpertConsult.com) (Video III.14.3) and had a 2-cm-long right bronchial limb, a 3.5-cm-long left bronchial limb, and a 4-cm-long tracheal limb. Airway patency was restored, but migration of the collapsible airway segments was obvious distal to the bronchial limbs of the Y stent. The patient was extubated and was transferred to the postanesthesia care unit (PACU) for 2 hours, during which no complications occurred. Stent instructions were provided on the following day, after which the patient was discharged to the nursing home with plans to perform follow-up bronchoscopy 2 weeks later to assess for possible stent-related complications.\nLong-Term Management\nOutcome Assessment\nRelief of this form of dynamic airway obstruction was successfully achieved as assessed by bronchoscopy. The patient noticed immediate improvement in her ability to raise secretions. Airway collapse of less than 50% should have improved the patient’s exercise capacity, but this was not assessed during her short hospitalization at our facility. Exercise\n\nAirway patency was restored, but migration of the collapsible airway segments was obvious distal to the bronchial limbs of the Y stent. The patient was extubated and was transferred to the postanesthesia care unit (PACU) for 2 hours, during which no complications occurred. Stent instructions were provided on the following day, after which the patient was discharged to the nursing home with plans to perform follow-up bronchoscopy 2 weeks later to assess for possible stent-related complications.\nLong-Term Management\nOutcome Assessment\nRelief of this form of dynamic airway obstruction was successfully achieved as assessed by bronchoscopy. The patient noticed immediate improvement in her ability to raise secretions. Airway collapse of less than 50% should have improved the patient’s exercise capacity, but this was not assessed during her short hospitalization at our facility. Exercise172\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n2. List three considerations pertaining to the administration of anesthesia during rigid bronchoscopy for this patient with severe EDAC.\n- Loss of airway control has been reported using both intravenous and inhalational induction: Intravenous induction is faster and smoother and causes less airway irritation. If induction is too rapid, however, the airway may be lost.47 Patients in respiratory distress may not tolerate the supine position. Neuromuscular blocking drugs may eliminate the only muscular tone that keeps the airway patent.*\n- ASA grade should be assessed preoperatively. Most patients with central airway obstruction are American Society of Anesthesiologists (ASA) class 3 or 4.48 Respiratory complications occur more frequently in patients with ASA class 3 and 4 and Karnofsky Performance Scale scores less than 70.40*\n- Spontaneous assisted ventilation has a relatively good cardiac safety profile in patients with central airway obstruction who are undergoing therapeutic rigid bronchoscopy.40 Even among octogenarians, although intraoperative hypotension was found to be common during spontaneous assisted ventilation (39%), no mortality or reintubation was necessary with the use of this anesthesia technique.49 One alternative to spontaneous assisted ventilation is neuromuscular blockade with jet ventilation, but this may increase the risk for postoperative respiratory depression, leading to reintubation in approximately 10% of patients.50*\n3. Which two alternative treatments to stent insertion might be considered in this patient?\n- Continuous positive airway pressure may act as a “pneumatic stent.”51 CPAP also affects airflow by increasing lung volumes because expiratory flows measured at the same lung volumes do not differ for the different levels of CPAP.*\n- Membranous tracheoplasty was believed to cause subjective improvement in all patients (N = 14) in one post intervention study, as noted by decreased dyspnea, cough, and secretion retention.36*\n4. Describe three potential complications from stent insertion in this particular patient.\n- Mucus plugging*\n- Granulation tissue formation*\n- Stent migration*\nMost patients with expiratory central airway collapse develop stent-related nonfatal complications; in one case series, 26 stent-related complications (12 mucus plugs, 8 migrations, and 6 granulation tissues) were seen in 10 of 12 patients (83%), and they usually occurred within the first few weeks after stent insertion (median, 29 days). This high rate of adverse effects increased the need for repeat bronchoscopic interventions.4 In a larger study of patients with EDAC, similar stent complications occurred within the first 3 months post intervention (median, 26 days; range, 3 to 865 days).14 These findings probably justify surveillance flexible bronchoscopy within the first few weeks following stent insertion in this patient population.\n- *Expert Commentar*y**\nprovided by Cameron D. Wright, MD\nThe patient under discussion is certainly at high risk, and I agree that she was not a surgical candidate. I would not have recommended a stent insertion in this case, for fear of late complications given that it would be a long-term stent. Sometimes the best treatment is supportive care rather than an invasive intervention.\nTwo forms of tracheobronchomalacia (TBM) have been identified and are often grouped together in reports or discussions about this topic, which can confuse the issues. In this patient, EDAC was present. In this case, the cartilage of the trachea is normal, and the membranous wall is seen to invaginate into the airway during expiration to a greater extent than is normal. My personal belief is that this finding is incidental, does not represent tracheal disease, and probably is overdiagnosed (especially with increased use of CT scans) and therefore overtreated. The other form of TBM is seen when the cartilage of the trachea is weak, leading to loss of the normally D-shaped trachea. This is a true tracheal disease in that at rest the trachea can be seen to be abnormally flattened. Both forms lead to a narrowed central airway. Whether this narrowed central airway has anything to do with a patient’s symptoms is problematic and difficult to discern. As Baram and Smaldone point out,20 it is well documented that essentially all flow limitation with lung disease occurs in the peripheral airways, not in the large airways. They point out the classic example of a collapsible Penrose drain as a surrogate for a collapsible trachea, with experiments confirming no flow limitation.\nGiven that lung physiologists seem to agree on this point, I am unclear why there is such enthusiasm for stenting airways in this essentially physiologic condition of membranous wall invagination. This\n\n, leading to loss of the normally D-shaped trachea. This is a true tracheal disease in that at rest the trachea can be seen to be abnormally flattened. Both forms lead to a narrowed central airway. Whether this narrowed central airway has anything to do with a patient’s symptoms is problematic and difficult to discern. As Baram and Smaldone point out,20 it is well documented that essentially all flow limitation with lung disease occurs in the peripheral airways, not in the large airways. They point out the classic example of a collapsible Penrose drain as a surrogate for a collapsible trachea, with experiments confirming no flow limitation.\nGiven that lung physiologists seem to agree on this point, I am unclear why there is such enthusiasm for stenting airways in this essentially physiologic condition of membranous wall invagination. This14 - Stent Insertion for Severe Diffuse Excessive Dynamic Airway Collapse Caused by COPD 173\nI would like to make a few comments pertaining to membranous wall tracheobronchoplasty. Some patients with cartilaginous TBM-those who are relatively fit-are candidates for this open surgical procedure. The posterior membranous wall of the trachea is reefed and sutured to a strip of polypropylene mesh to stabilize the membranous wall and reconfigure the trachea back to a more normal shape (Figure 14-3). Wright and colleagues reported a retrospective series of membranous tracheobronchoplasty for cartilaginous TBM in 14 patients.36 Presenting symptoms included dyspnea (79%), severe cough (36%), recurrent infections (36%), and difficulty clearing secretions (36%). Percent predicted FEV1 improved from 51% to 73%, and peak expiratory flow rate improved from 49% to 70%. Ten patients were available for long-term follow-up: 6 were judged to have an excellent result, 2 good, and 2 poor. Two (14%) early complications were reported (1 pneumonia, 1 ileus). No postoperative deaths occurred. The mean length of hospital stay was 8.8 days.\nMajid and colleagues reported a prospective series of 35 patients with TBM (it is not clear what proportion of patients had EDAC or TBM) who underwent tracheobronchoplasty.31 Presenting symptoms included dyspnea (94%), severe cough (74%), and recurrent pulmonary infection (51%). Important selection criteria included trial placement of a temporary silicone stent to see whether patients improved (37 of 57 improved). If significant improvement was noted and patients were medically fit, they were then referred for open surgical intervention. After surgery, QOL scores improved in 25 of 31 patients, dyspnea scores improved in 19 of 26 patients, and functional status improved in 20 of 31 patients. The median length of hospital stay was 8 days. However, surgical complications occurred in 15 patients (43%) (7 mechanical ventilation >24 hours, 4 pneumonia, 4 subcutaneous emphysema, 3 atrial fibrillation, 1 hemothorax, 1 transverse myelitis), and 2 patients died (6% mortality).\nBecause of uncertainty about the indications for intervention, patients who present with TBM must be carefully evaluated when treatment is considered; treatment results are somewhat unpredictable. Patients with COPD, who represent the majority of evaluated patients, are the most difficult to evaluate because their symptoms overlap with symptoms of TBM. Use of a temporary silicone stent as part of the diagnostic evaluation has much to recommend it. I remain concerned, however, about the long-term therapeutic use of silicone stents for TBM because of very frequent late complications. I have seen mucus plugging cause cardiopulmonary arrest, and I have encountered problematic granulation tissue formation in patients who have had their stents for only short periods of time. Because of these and other complications, I rarely recommend stent insertion as definitive treatment for patients with TBM, regardless of how symptomatic they may be. Patients who are fit, respond well to temporary stent insertion, have true TBM (as opposed to EDAC), and are surgically minded are seriously considered for open surgical membranous wall tracheobronchomalacia. In this regard, it is my opinion that patients with disease limited to the trachea are better candidates than those with distal involvement. I remain guarded in recommending this procedure because it is a major operation with unpredictable results. Illustration of posterior splinting procedure for expiratory tracheobronchial collapse. A, Polypropylene strip of appropriate width is sutured to the posterior membranous tracheal wall from the apex of the thorax to the carina. Successive rows of sutures are placed to reef the posterior membranous wall to the mesh. Dots indicate general placement of sutures. Dashed lines indicate placement of Marlex strips. B, Cross-sectional diagram showing placement and spacing of sutures. C, When tied, sutures pull the cartilage into more nearly normal C configurations and quilt the widened membranous wall to the polypropylene. (Reproduced with permission of the artist, Edith Tagrin. From Grillo HC. Surgery of the Trachea and Bronchi. Hamilton, Canada: BC Decker; 2004:647.)\nREFERENCES\n1. Carden KA, Boiselle PM, Waltz DA, et al. Tracheomalacia and tracheobronchomalacia in children and adults: an in-depth review. Chest. 2005;127:984-1005.\n\nrows of sutures are placed to reef the posterior membranous wall to the mesh. Dots indicate general placement of sutures. Dashed lines indicate placement of Marlex strips. B, Cross-sectional diagram showing placement and spacing of sutures. C, When tied, sutures pull the cartilage into more nearly normal C configurations and quilt the widened membranous wall to the polypropylene. (Reproduced with permission of the artist, Edith Tagrin. From Grillo HC. Surgery of the Trachea and Bronchi. Hamilton, Canada: BC Decker; 2004:647.)\nREFERENCES\n1. Carden KA, Boiselle PM, Waltz DA, et al. Tracheomalacia and tracheobronchomalacia in children and adults: an in-depth review. Chest. 2005;127:984-1005.174\nSECTION 3 - PRACTICAL APPROACH TO EXPIRATORY CENTRAL AIRWAY COLLAPSE\n6. Nuutinen J. Acquired tracheobronchomalacia: a clinical study with bronchological correlations. Ann Clin Res. 1977;9:350-355.\n7. Campbell AH, Faulks LW. Expiratory air-flow pattern in tracheobronchial collapse. Am Rev Respir Dis. 1965;92:781-791.\n8. Healy F, Wilson AF, Fairshter RD. Physiologic correlates of airway collapse in chronic airflow obstruction. Chest. 1984;85:476-481.\n9. Murgu SD, Colt HG. Treatment of adult tracheobronchomalacia and excessive dynamic airway collapse: an update. Treat Respir Med. 2006;5:103-115.\n10. Lee KS, Sun MR, Ernst A, et al. Comparison of dynamic expiratory CT with bronchoscopy for diagnosing airway malacia: a pilot evaluation. Chest. 2007;131:758-764.\n11. Boiselle PM, Feller-Kopman D, Ashiku S, et al. Tracheobronchomalacia: evolving role of dynamic multislice helical CT. Radiol Clin North Am. 2003;41:627-636.\n12. Baroni RH, Ashiku S, Boiselle PM. Dynamic CT evaluation of the central airways in patients undergoing tracheoplasty for tracheobronchomalacia. AJR Am J Roentgenol. 2005;184:1444-1449.\n13. Murgu SD, Colt HG. Description of a multidimensional classification system for patients with expiratory central airway collapse. Respirology. 2007;12:543-550.\n14. Ernst A, Majid A, Feller-Kopman D, et al. Airway stabilization with silicone stents for treating adult tracheobronchomalacia: a prospective observational study. Chest. 2007;132:609-616.\n15. Mercer M. Anesthesia for the patient with respiratory disease. Update in Anaesthesia. 2000;12:1-3.\n16. Ng A, Smith G. Gastroesophageal reflux and aspiration of gastric contents in anesthetic practice. Anesth Analg. 2001;93:494-513.\n17. Nowbar S, Burkart KM, Gonzales R, et al. Obesity-associated hypoventilation in hospitalized patients: prevalence, effects, and outcome. Am J Med. 2004;116:1-7.\n18. Scott-Cawiezell J, Vogelsmeier A. Nursing home safety: a review of the literature. Annu Rev Nurs Res. 2006;24:179-215.\n19. White-Chu EF, Graves WJ, Godfrey SM, et al. Beyond the medical model: the culture change revolution in long-term care. J Am Med Dir Assoc. 2009;10:370-378.\n20. Baram D, Smaldone G. Tracheal collapse versus tracheobronchomalacia: normal function versus disease. Am J Respir Crit Care Med. 2006;174:724.\n21. Aquino SL, Shepard JA, Ginns LC, et al. Acquired tracheomalacia: detection by expiratory CT scan. J Comput Assist Tomogr. 2001;25:394-399.\n22. Stern EJ, Graham CM, Webb WR, et al. Normal trachea during forced expiration: dynamic CT measurements. Radiology. 1993;187:27-31.\n23. Zhang J, Hasegawa I, Feller-Kopman D, et al. 2003 AUR Memorial Award. Dynamic expiratory volumetric CT imaging of the central airways: comparison of standard-dose and low-dose techniques. Acad Radiol. 2003;10:719-724.\n24. Gilkeson RC, Ciancibello LM, Hejal RB, et al. Tracheobronchomalacia: dynamic airway evaluation with multidetector CT. AJR Am J Roentgenol. 2001;176:205-210.\n25. Nuutinen J. Acquired tracheobronchomalacia. Eur J Respir Dis. 1982;63:380-387.\n26. Boiselle PM, O’Donnell CR, Bankier AA, et al. Tracheal collapsibility in healthy volunteers during forced expiration: assessment with multidetector CT. Radiology. 2009;252:255-262.\n27. Park\n\nvolumetric CT imaging of the central airways: comparison of standard-dose and low-dose techniques. Acad Radiol. 2003;10:719-724.\n24. Gilkeson RC, Ciancibello LM, Hejal RB, et al. Tracheobronchomalacia: dynamic airway evaluation with multidetector CT. AJR Am J Roentgenol. 2001;176:205-210.\n25. Nuutinen J. Acquired tracheobronchomalacia. Eur J Respir Dis. 1982;63:380-387.\n26. Boiselle PM, O’Donnell CR, Bankier AA, et al. Tracheal collapsibility in healthy volunteers during forced expiration: assessment with multidetector CT. Radiology. 2009;252:255-262.\n27. Park JG, Edell ES. Dynamic airway collapse: different from tracheomalacia. Rev Port Pneumol. 2005;11:600-602.\n28. Park J, Edell E. It’s in the definition. Chest. 2006;129:497; author reply 497-498.\n29. Smaldone GC, Smith PL. Location of flow-limiting segments via airway catheters near residual volume in humans. J Appl Physiol. 1985;59:502-508.\n30. Hogg JC, Macklem PT, Thurlbeck WM. Site and nature of airway obstruction in chronic obstructive lung disease. N Engl J Med. 1968;278:1355-1360.\n31. Majid A, Guerrero J, Gangadharan S, et al. Tracheobronchoplasty for severe tracheobronchomalacia: a prospective outcome analysis. Chest. 2008;134:801-807.\n32. Murgu SD, Pecson J, Colt HG. Bronchoscopy on noninvasive positive pressure ventilation: indications and technique. Respir Care. 2010;55:595-600.\n33. Ferguson GT, Benoist J. Nasal continuous positive airway pressure in the treatment of tracheobronchomalacia. Am Rev Respir Dis. 1993;147:457-461.\n34. Adliff M, Ngato D, Keshavjee S, et al. Treatment of diffuse tracheomalacia secondary to relapsing polychondritis with continuous positive airway pressure. Chest. 1997;112:1701-1704.\n35. FDA Public Health Notification. Complications from metablic tracheal stents in patients with benign airway disorders. 2005; Available at: http://www.fda.gov/MedicalDevices/Safety/AlertsandNotices/PublicHealthNotifications/ucm062115.htm. Accessed February 21, 2011.\n36. Wright CD, Grillo HC, Hammoud ZT, et al. Tracheoplasty for expiratory collapse of central airways. Ann Thorac Surg. 2005;80:259-267.\n37. Gordon RA. Anesthetic management of patients with airway problems. Int Anesthesiol Clin. 1972;10:37-59.\n38. McMahon CC, Rainey L, Fulton B, et al. Central airway compression: anaesthetic and intensive care consequences. Anaesthesia. 1997;52:158-162.\n39. Mackie AM, Watson CB. Anesthesia and mediastinal masses. Anaesthesia. 1984;39:899-903.\n40. Perrin G, Colt HG, Martin C, et al. Safety of interventional rigid bronchoscopy using intravenous anesthesia and spontaneous assisted ventilation: a prospective study. Chest. 1992;102:1526-1530.\n41. Vaughan RW, Wise L. Intraoperative arterial oxygenation in obese patients. Ann Surg. 1976;184:35-42.\n42. Watson RA, Pride NB. Postural changes in lung volumes and respiratory resistance in subjects with obesity. J Appl Physiol. 2005;98:512-517.\n43. Gifford AH, Leiter JC, Manning HL. Respiratory function in an obese patient with sleep-disordered breathing. Chest. 2010;138:704-715.\n44. Takishima T, Grimby G, Graham W, et al. Flow-volume curves during quiet breathing, maximum voluntary ventilation, and forced vital capacities in patients with obstructive lung disease. Scand J Respir Dis. 1967;48:384-393.\n45. Bölükbas S, Bergmann T, Fisseler-Eckhoff A, et al. Short- and long-term outcome of sleeve resections in the elderly. Eur J Cardiothorac Surg. 2010;37:30-35.\n46. Loring SH, O’Donnell CR, Feller-Kopman DJ, et al. Central airway mechanics and flow limitation in acquired tracheobronchomalacia. Chest. 2007;131:1118-1124.\n47. McMahon CC, Rainey L, Fulton B, et al. Central airway compression: anaesthetic and intensive care consequences. Anaesthesia. 1997;52:158-162.\n48. Conacher ID. Anaesthesia and tracheobronchial stenting for central airway obstruction in adults. Br J Anaesth. 2003;90:367-374.\n49. Davoudi M, Shakkottai S, Colt HG. Safety of therapeutic rigid bronchoscopy in people aged 80 and older: a retrospective cohort analysis. J",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "cohort",
    "aliases": [
      "rose",
      "enb"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch14.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}