{
  "doc_id": "bacada_ch01",
  "title": "Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction from Recurrent Respiratory Papillomatosis",
  "abstract": "",
  "content": "3\nChapter 1\nRigid Bronchoscopy with Laser Resection for Tracheal Obstruction from Recurrent Respiratory Papillomatosis\nCASE DESCRIPTION\nA 53-year-old male patient presented with progressive dyspnea on exertion for 6 months. He had a chronic cough with yellow phlegm but no hemoptysis. The patient was infected with human immunodeficiency virus (HIV) 25 years ago and had been on highly active antiretroviral therapy (HAART), which he was tolerating well. His most recent viral load before presentation was undetectable, and CD4 count was 1200/mm3. He had undergone several laryngeal procedures for laryngeal papillomas 13 years earlier, which resulted in residual hoarseness. His past medical history was significant for chronic obstructive pulmonary disease (COPD), for which he was on albuterol and tiotropium. Neck and chest computed tomography showed two masses in the upper trachea (Figure 1-1, A). He was not married, lived alone, and had a male partner. He worked as a real estate agent and enjoyed his work. He had a 90 pack-year history of smoking but no history of recreational drug or alcohol use. Examination revealed normal vital signs. No wheezing or stridor was observed, but decreased breath sounds were noted bilaterally. Hemoglobin was 15.8 g/dL and white blood cell count was 14,400/mm3. Other biochemical and coagulation markers were normal. Pulmonary function testing revealed a moderate obstructive ventilatory impairment (forced expiratory volume in 1 second [FEV1] of 55% predicted without improvement after bronchodilators), a peak expiratory flow (PEF) of 45% predicted, scooping of the expiratory limb, and flattening of the inspiratory limb on the flow-volume loop (FVL; Figure 1-1, B). Maximal voluntary ventilation was 48% predicted. Residual volume was 130% predicted, and diffusing capacity of the lung for carbon monoxide (DLCO) was 53% predicted. Flexible bronchoscopy revealed two polypoid lesions in the upper trachea (Figure 1-1, C). Biopsy showed squamous papilloma, a central fibrovascular core covered by stratified squamous epithelium, and features of koilocytic atypia and squamous metaplasia but no evidence of malignant transformation. These findings were consistent with his previous diagnosis of recurrent respiratory papillomatosis (RRP) (Figure 1-2).\nDISCUSSION POINTS\n1. List four differential diagnoses of exophytic endoluminal tracheal lesions.\n2. Describe three indications for adjuvant therapy in recurrent respiratory papillomatosis.\n3. Describe the advantages and disadvantages of neodymium-doped yttrium aluminium garnet (Nd : YAG) laser therapy as compared with other laser therapies for treating this patient with RRP.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThe diagnosis of tracheal obstruction was based on nonspecific symptoms and results from chest tomography. Pulmonary function tests showed moderate obstructive ventilatory impairment and mild hyperinflation with reduced DLCO-findings consistent with the patient’s emphysema. The FVL did not reveal a classic pattern of flattening of both inspiratory and expiratory limbs as is seen in patients with fixed central and/or upper airway stenosis; instead, flattening of the inspiratory limb was evident, but the expiratory curve showed only a “scooped out” pattern as is usually seen in asthma and COPD (see Figure 1-1). Interpreting isolated flattening of the inspiratory limb as sign of a variable extrthoracic obstruction1 would be erroneous and inconsistent with this patient’s CT and bronchoscopic findings, which clearly showed intrthoracic obstruction (see Figure 1-1). Flattening of the expiratory limb, as was seen in our patient as well, may be masked by a significant reduction in PEF in patients with COPD.2\nIn general, the flow-volume loop is an insensitive test for tracheal obstruction because lesions must narrow the tracheal lumen to less than 8 mm before abnormalities can be detected.2 Indeed, reports indicate that exertional dyspnea and reductions in PEF usually occur when the tracheal diameter falls to less than 8 mm.3 In a study of more than 400 FVLs, the sensitivity of several quantitative and visual criteria for upper airway obstruction was 70%.4 Another study showed that in cases of upper airway obstruction (i.e., vocal cord dysfunction), none of the spirometric data predicted disease. Authors\nthoracic obstruction (see Figure 1-1). Flattening of the expiratory limb, as was seen in our patient as well, may be masked by a significant reduction in PEF in patients with COPD.2\nIn general, the flow-volume loop is an insensitive test for tracheal obstruction because lesions must narrow the tracheal lumen to less than 8 mm before abnormalities can be detected.2 Indeed, reports indicate that exertional dyspnea and reductions in PEF usually occur when the tracheal diameter falls to less than 8 mm.3 In a study of more than 400 FVLs, the sensitivity of several quantitative and visual criteria for upper airway obstruction was 70%.4 Another study showed that in cases of upper airway obstruction (i.e., vocal cord dysfunction), none of the spirometric data predicted disease. Authors4\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nFibrovascular\ncore\nStratified squamous\nepithelium\nFigure 1-2 Biopsy shows squamous papilloma with features of\nkoilocytic atypia and squamous metaplasia and a central fibrovascular\ncore but no evidence of malignant transformation (magnification x20,\nhematoxylin and eosin [H&E]).\nFigure 1-1 A, Neck and chest\ncomputed tomography shows two\nmasses in the upper trachea, but\nno parenchymal lesions or medi\nastinal lymphadenopathy (arrows).\nB, Flow-volume loop shows scoop\ning of the expiratory limb and\nflattening of the inspiratory limb.\nC, Flexible bronchoscopy reveals\ntwo polypoid, “cauliflower”-like\nlesions in the upper trachea.\nA\nB\nC\n12\nFlow\nVolume\nPredicted\n2\n0\n2\n4\n6\n8\n8\n4\n0\n4\n8\n12\n16\nperform laryngoscopy.5 Even when the FVL pattern is characteristic, it offers only functional and inexact anatomic (location) information. Thus imaging studies are indicated.\nOne spirometry test that should not be ignored when patients with suspected tracheal obstruction are evaluated is maximal voluntary ventilation (MVV). The MVV is the largest volume of gas that can be moved into and out of the lungs in 1 minute by voluntary effort with vigorous coaching; normally it is measured as 125 to 170 L/min. The MVV depends on muscular force, compliance of the thoracic wall and lungs, and airway resistance. It is reduced in patients with emphysema or with central airway obstruction. A reduction in MVV, however, is nonspecific and is caused by upper or lower airways obstruction, restriction, or muscle weakness.6 In a patient such as ours who showed good effort during the MVV maneuver and had no evidence of neuromuscular disease or restriction, the suspicion for airway obstruction is high. Although MVV is reduced in emphysema, a disproportionate reduction in measured MVV compared with the estimated value (MVV/FEV1 of less than 25, such as that seen in our case), in fact, has a sensitivity of 66% for diagnosing upper airway obstruction.7\nThis patient had received a diagnosis of RRP and in the past required several procedures for laryngeal papillomas. In view of this, the likely diagnosis for the tracheal polypoid, “cauliflower-like” lesions was RRP. The differential diagnosis of this exophytic endoluminal lesion includes malignant and other benign processes. Tracheal malignant tumors are rare, constituting only 2% of all respiratory tract tumors.8 These most commonly include squamous cell carcinoma and adenoid cystic carcinoma, which are responsible for 70% to 80% of tracheal tumors. Other tracheal tumors include carcinoid tumors, mucoepidermoid carcinomas, and a wide variety of carcinomas, sarcomas, lymphomas, and plasmacytomas.9 Among lesions of sufficient severity to require intervention, malignant lesions have accounted for between 25% and 66% of cases; one third have been primary lesions and two thirds were secondary.10 Cancers that can directly invade or metastasize to the airway and cause tracheal obstruction include renal cell, esophageal, lymphoma, melanoma, breast, colon, and thyroid carcinomas (Figure 1-3). For these reasons, biopsy is warranted to confirm diagnosis, even when “classic” polypoid, “cauliflower”-like lesions are seen during bronchoscopy.\nBenign tumors account for less than 10% of tumors involving the trachea and mainstem bronchi.11 Among histologically benign causes of tracheal exophytic endoluminal lesions, one should consider granulation tissue from endotracheal or tracheostomy tubes, airway stents, foreign bodies, hamartomas, solitary papillomas, lipomas, leiomyomas, chondromas, amyloidosis, exuberant tracheopathica osteochondroplastica, and inflammatory myofibroblastic tumor12 (see Figure 1-3). Overall, most respiratory tract tumors are malignant, and benign tumors are rare (approximately 1.9% of all lung tumors); most of these are papillomas and hamartomas.13\nAlthough RRP is considered by some investigators to be an uncommon tumor, secondary to infection with human papillomavirus\n10% of tumors involving the trachea and mainstem bronchi.11 Among histologically benign causes of tracheal exophytic endoluminal lesions, one should consider granulation tissue from endotracheal or tracheostomy tubes, airway stents, foreign bodies, hamartomas, solitary papillomas, lipomas, leiomyomas, chondromas, amyloidosis, exuberant tracheopathica osteochondroplastica, and inflammatory myofibroblastic tumor12 (see Figure 1-3). Overall, most respiratory tract tumors are malignant, and benign tumors are rare (approximately 1.9% of all lung tumors); most of these are papillomas and hamartomas.13\nAlthough RRP is considered by some investigators to be an uncommon tumor, secondary to infection with human papillomavirus1 - Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction\n5 Examples of malignant and benign exophytic endoluminal tracheal lesions. A, Squamous cell carcinoma in the lower trachea. B, Adenoid cystic carcinoma in the lower trachea completely occluding the left mainstem bronchus. C, Metastatic melanoma in the upper trachea. D, Invading esophageal cancer on the posterior membrane in the upper trachea. E, Exuberant cartilaginous nodules from tracheopathica osteochondroplastica. F, Post stent removal granulation tissue.\nComorbidities\nThe patient’s comorbidities included moderate COPD and HIV infection. If interventions were provided with the patient under general anesthesia, these comorbidities could significantly increase the risk for COPD exacerbation or postoperative pneumonia. In a large retrospective study, however, HIV-infected patients were matched 1 : 1 with HIV-seronegative patients undergoing surgical procedures by type, location, age, and gender; findings showed that clinical outcomes, length of stay, and number of postoperative visits were similar among the matched patient pairs. Various complications were no more frequent among HIV-infected patients, except for pneumonia. Among the HIV-infected group of patients, a viral load of 30,000 copies/mL or greater was associated with a threefold increased risk of complications, but a CD4 cell count <200/mm3 was not associated with increased risk.18 Our patient’s CD4 count was greater than 1000 and the viral load was undetectable, putting him in a low-risk group for developing postoperative pneumonia.\nA patient’s COPD should be treated so the best possible baseline level of function can be achieved before elective interventions are provided. A retrospective study of patients with COPD undergoing general anesthesia illustrated the importance of optimizing preoperative function.19 In this report, 227 of 464 patients underwent some sort of preoperative preparation, including various combinations of bronchodilators, antibiotics, and systemic glucocorticoids. The incidence of pulmonary complications was lower in the prepared group than among those receiving no preoperative preparation (23% vs. 35%). Another study noted a reduction in the incidence of pulmonary complications from 60% to 22% in a group of high-risk patients prepared with bronchodilators, smoking cessation, antibiotics, and chest physical therapy.20 Our patient had stable moderate COPD at the time of evaluation and was treated with short-acting beta2-agonists and long-acting anticholinergic agents according to international guidelines.21\nSupport System\nThis patient was living with HIV infection. Several of the attributes of HIV illness increase the likelihood that its victims will be stigmatized, for example, the illness is viewed in society as the result of individuals violating the moral order; the contagiousness of HIV is perceived to threaten society; HIV illness is viewed as a debilitating disease that results in death; and this disease has most frequently been associated with groups already marginalized in society. Of course, the HIV-acquired immunodeficiency syndrome (AIDS) stigma has the potential to influence health and health-seeking behaviors in a variety of ways and, therefore, should be an important consideration for health care professionals. Studies show disempowering health care practices occur within the health care encounter when persons living with HIV access health services.22 The dominant and powerful role of health care professionals (in particular physicians) in the treatment decisions of persons living with HIV has been documented. Medical surveillance of an individual after an HIV-positive diagnosis was considered by some a “manifestation of paternalistic power in the guise of knowledge-seeking and in the name of beneficence.”23\nOur patient had a male partner who seemed very supportive. Study findings show heterogeneity in dyadic (i.e.,\ndebilitating disease that results in death; and this disease has most frequently been associated with groups already marginalized in society. Of course, the HIV-acquired immunodeficiency syndrome (AIDS) stigma has the potential to influence health and health-seeking behaviors in a variety of ways and, therefore, should be an important consideration for health care professionals. Studies show disempowering health care practices occur within the health care encounter when persons living with HIV access health services.22 The dominant and powerful role of health care professionals (in particular physicians) in the treatment decisions of persons living with HIV has been documented. Medical surveillance of an individual after an HIV-positive diagnosis was considered by some a “manifestation of paternalistic power in the guise of knowledge-seeking and in the name of beneficence.”23\nOur patient had a male partner who seemed very supportive. Study findings show heterogeneity in dyadic (i.e.,6\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\ntherapy. No stent insertion was planned unless airway lumen narrowing remained at 50% or greater.26 Adjuvant treatments include potentially curative gene therapy (epidermal growth factor receptor [EGFR] tyrosine kinase inhibitors), retinoids (oral metabolites or analogs of vitamin A), and intralesional injection of antiviral agents in an attempt to induce growth arrest or apoptosis, or to inhibit the proliferation or promote the normal differentiation of HPV-infected cells.27\nContraindications\nNo absolute contraindications to rigid bronchoscopy were noted. However, the risk of perioperative cardiac complications should be considered in this patient with a history of HIV infection because diabetes mellitus, dyslipidemia, and coronary atherosclerosis are increasingly common among HIV-infected patients on long-term antiretroviral therapy.28 One study found electrocardiographic (ECG) evidence of asymptomatic ischemic heart disease in 11% of HIV-infected patients.29 Our patient had no clinical or electrocardiographic signs of coronary artery disease and had been cleared for general anesthesia by his internist.\nExpected Results\nRigid intubation was planned using a 12-mm-diameter Efer-Dumon nonventilating rigid bronchoscope (Efer, La Ciotat, France) to allow passage of laser fiber, a rigid suction catheter, and forceps. Nd : YAG laser photocoagulation followed by rigid bronchoscopic debulking under general anesthesia was planned, along with spontaneous assisted ventilation. The goal was to reduce tumor burden, restore airway patency, and improve dyspnea, thus eventually decreasing regional dissemination of disease.16\nRemoval of HPV-involved tissues as completely as possible and without compromise of normal airway structures appears necessary to reduce recurrence. Most studies performed by otolaryngologists evaluated carbon dioxide (CO2) or potassium-titanyl-phosphate (KTP) lasers because the disease is more commonly localized in the larynx. However, many reports have described successful use of Nd : YAG laser resection for RRP, especially when the trachea is involved.30-34 One case series, for example, evaluated five patients with RRP; none had recurrence of disease after 1 year of follow-up post Nd : YAG laser treatment.30 In urology, for instance, the Nd : YAG laser was used to effectively treat HPV-associated genital papillomas (caused by HPV 6 and HPV 11); its use led to a lower rate of recurrence compared with CO2 laser treatment after 1 year of follow-up.35 Moreover, tissue biopsies after Nd : YAG laser surgery demonstrated HPV recurrence mainly in nontreated areas, whereas after CO2 laser treatment, viral recurrence was observed within and at the margins of treated tissue. This might be attributed to the fact that, in comparison with vaporizing (what you see is what you get) CO2 laser energy, Nd : YAG laser energy provides deeper (what you don’t see might hurt you) coagulation along with destruction of the HPV-infected basal cell layer of the mucosa. This region is usually responsible for the regeneration of papilloma tissue.35 Nd : YAG laser coagulation of papilloma tissue in a noncontact mode may cause less smoke-containing.\nrelational level) support for illness management. In the context of HIV, a patient’s social support may be particularly important in terms of adherence to medications.24 Strict HAART adherence is required for treatment success and increased survival in patients living with HIV. Nonadherence can increase the risk of developing drug-resistant viral strains and transmitting drug-resistant strains to others. Regarding RRP, nonadherence could result in an inability to control the disease when adjuvant therapies are necessary. Although family and friends frequently provide support, relationship partners are a primary source of social support for gay male couples coping with HIV.25\nPatient Preferences and Expectations\nThis patient had no evidence of cognitive dysfunction and was able to clearly express his desire for treatment. His partner was involved in these conversations per the patient’s request, and they agreed to proceed with available therapeutic options for tracheal papillomatosis.* Thus rigid bronchoscopy under general anesthesia was offered to this patient.*\nProcedural Strategies\nIndications\nThis symptomatic patient had tracheal obstruction due to RRP. A bronchoscopic procedure could be offered to restore airway patency and improve dyspnea. Hoarseness present for many years was likely caused by involvement of the vocal fold, usually the first and predominant site of papilloma lesions, causing hoarseness to be the principal presenting symptom. Hoarseness was unlikely to improve after rigid bronchoscopy.\nsource of social support for gay male couples coping with HIV.25\nPatient Preferences and Expectations\nThis patient had no evidence of cognitive dysfunction and was able to clearly express his desire for treatment. His partner was involved in these conversations per the patient’s request, and they agreed to proceed with available therapeutic options for tracheal papillomatosis.* Thus rigid bronchoscopy under general anesthesia was offered to this patient.*\nProcedural Strategies\nIndications\nThis symptomatic patient had tracheal obstruction due to RRP. A bronchoscopic procedure could be offered to restore airway patency and improve dyspnea. Hoarseness present for many years was likely caused by involvement of the vocal fold, usually the first and predominant site of papilloma lesions, causing hoarseness to be the principal presenting symptom. Hoarseness was unlikely to improve after rigid bronchoscopy.- Microdebrider: used by otolaryngologists as a laryngeal shaver for RRP. Advocates of this technique claim that the shaver is safer and more accurate and prevents thermal injury, and that postprocedure edema associated with use of the laser is minimized because tissue injury resulting from the shaver technique is confined to the superficial mucosa.40 Some investigators used an endoscopic microdebrider to quickly debulk laryngeal disease. Pasquale et al. reported improved voice quality, less operating room time, less mucosal injury, and a cost benefit when the microdebrider was used compared with the CO2 laser.41 A Web-based survey of members of the American Society of Pediatric Otolaryngology found that most respondents favor the use of “shaver” technology.37 Safety advantages include no risk of laser fire or burns and apparently no risk of aerosolized viral DNA particles. However, debilitating injury and scar with subsequent dysphonia have been reported.42\n- The KTP laser with a 532 nm wavelength is very useful for cutting and coagulating tissues simultaneously; its incisional strength does not penetrate as deeply as the Nd : YAG laser, so less collateral tissue damage occurs. The KTP laser has been used successfully in treatment for tracheal papillomas.32 Zeitels et al. reported that the use of a 532 nm pulsed KTP laser in the treatment of recurrent glottal papillomatosis and dysplasia led to 75% regression of disease in two thirds of patients; good results were also reported with a solid-state fiber-based thulium laser that functions similarly to a CO2 laser, with the benefit that the laser beam is delivered through a small glass fiber.43\n- Pulsed-dye lasers (wavelength 577 and 585 nm) are reportedly feasible and safe for treating patients with RRP44; McMillan et al. reported good preliminary results in three patients with use of the 585 nm pulsed-dye laser.45 Rees et al. performed 328 pulsed-dye laser treatments in the office in 131 adult patients with upper airway RRP and reported that patients overwhelmingly preferred in-office surgery to a procedure received under general anesthesia.46\n- Argon plasma coagulation (APC): allows controlled, limited penetration into tissues and good control of bleeding without carbonization or vaporization. APC has been used for RRP with good control of disease and no side effects or complications.47\n- Silicone stent insertion may be useful in refractory endobronchial RRP when medical and other endobronchial therapies fail to restore airway patency. Case reports show that papilloma debulking and silicone stents can offer adequate control of symptoms.48\n- Tracheostomy sometimes is performed to provide a secure airway for patients who require weekly or monthly surgical procedures (especially for laryngeal disease). It is noteworthy, however, that approximately 50% of tracheotomized patients develop peristomal and distal tracheal papillomas.49\n- Adjuvant therapy: The decision to initiate adjuvant therapy should be individualized according to the frequency of surgical interventions, the morbidity of toxic pyrolysis products and infectious HPV particles, and could potentially lower the risk of HPV transmission to adjoining healthy tissue compared with CO2 laser surgery. In addition, effective suctioning during rigid bronchoscopy with the Nd : YAG laser offers fast and efficient removal of the unavoidable but small amount of potentially infectious laser plume. This might be another reason for the low rate of recurrence in a study of RRP lesions treated with the Nd : YAG laser.30\n- *Team Experienc*e**\nNd : YAG laser treatment of RRP should be provided by physicians who are experienced in the application of noncontact Nd : YAG laser and able to estimate the thermal impact on treated tissue. The operator who is not aware of injury to deeper tissue layers caused by injudicious laser usage may encounter unacceptable scarring or even airway perforation and massive bleeding. Inappropriate and aggressive use of the laser may cause injury to nonaffected adjacent tissues and may create an environment suitable for implantation of viral particles. Procedures should not be performed in a facility that does not have the necessary complement of equipment for safe instrumentation of a patient’s airway.36\n- *Risk-Benefit Analysi*s**\nAlthough Nd : YAG laser may cause deep tissue damage, our patient had symptoms that required restoration of airway patency. No risk-benefit analysis has been performed to compare Nd : YAG laser versus other types of lasers or other treatment modalities, but several alternative techniques have been proposed for treating RRP. One\n: YAG laser and able to estimate the thermal impact on treated tissue. The operator who is not aware of injury to deeper tissue layers caused by injudicious laser usage may encounter unacceptable scarring or even airway perforation and massive bleeding. Inappropriate and aggressive use of the laser may cause injury to nonaffected adjacent tissues and may create an environment suitable for implantation of viral particles. Procedures should not be performed in a facility that does not have the necessary complement of equipment for safe instrumentation of a patient’s airway.36\n- *Risk-Benefit Analysi*s**\nAlthough Nd : YAG laser may cause deep tissue damage, our patient had symptoms that required restoration of airway patency. No risk-benefit analysis has been performed to compare Nd : YAG laser versus other types of lasers or other treatment modalities, but several alternative techniques have been proposed for treating RRP. One8\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nfrequent surgeries, and the recurrence pattern of the papillomas. It has been suggested that adjuvant therapies are needed if surgery is required more frequently than 4 times a year for 2 years, or if papillomas begin to spread outside of the endolarynx. Adjuvant therapies include alpha-interferon, acyclovir, indole-3-carbinol, retinoic acid, photodynamic therapy, ribavirin, cidofovir, and cimetidine. Of note, few of these therapies have been evaluated in randomized prospective trials.\n- alpha-Interferon: through its antiproliferative and immunomodulatory actions is the type of interferon most biologically active in treating RRP; results of studies show that it decreases the growth of papillomas and increases the time interval between surgical procedures. It may induce complete resolution of clinical disease in approximately 30% to 50% of patients and partial resolution in 20% to 42%.50 It is administered initially at 5 million units/m2 body surface area by subcutaneous injection daily for 30 days, and then 3 times weekly for a trial of at least 6 months. The dose can be reduced to 3 million units/m2 given 3 times a week if side effects are severe. Patients on long-term interferon therapy should have their liver enzymes and leukocytes monitored at least on a quarterly basis. Weaning should be slow, to prevent a rebound effect.*\n- Retinoic acid is a vitamin A derivative that has been shown to modulate epithelial differentiation; however, a randomized study failed to demonstrate efficacy and found a high incidence of side effects such as dry skin, cheilitis, and arthralgia.51 Results from a recent study suggest that concomitant administration of retinoic acid and alpha-interferon may have a synergistic effect on RRP control, and this combination may be useful for the treatment of patients with distal airway involvement.52*\n- Indole-3-carbinol: this derivative of cruciferous vegetables (cabbage, cauliflower, and broccoli) has been shown to alter the growth of papilloma in mice by altering estrogen metabolism, namely, by shifting production to antiproliferative estrogens. A third of patients who received indole-3-carbinol therapy showed remission, a third showed a slower rate of growth, and a third had no response. Indole-3-carbinol is best administered as a dietary supplement. The recommended daily dose is 200 to 400 mg for adults and 100 to 200 mg for children weighing less than 25 kg. Overall, indole-3-carbinol is very well tolerated and produces few side effects.*\n- Photodynamic therapy (PDF): may reduce surgical intervals, but photosensitivity limits its usefulness. The persistence of HPV DNA in normal-appearing mucosa after PDT indicates that the treatment is not curative, but it is reported to reduce the growth rate of papillomas by approximately 50% and may be particularly useful in endobronchial/endotracheal lesions. A randomized clinical trial in 23 patients ages 4 to 60 with severe RRP resulted in improvement in laryngeal disease; intravenous administration of meso-tetra (hydroxyphenyl) chlorine was performed 6 days before direct endoscopic PDT at 80 to 100 J of light for adults and 60 to 80 J for children; however, papillomas recurred in 3 to 5 years, and the therapy was poorly tolerated by a quarter of the patients.53*\n- Cidofovir: this drug is designed to be injected into the papilloma bed after debulking surgery. Cidofovir is currently the most frequently used adjuvant drug in children with RRP. Snoeck et al. reported that in a series of 17 patients with severe RRP, injection of cidofovir 2.5 mg/mL directly into the papilloma bed after laser surgery was followed by a complete response in 14 days.54 A more recent study found intralesional injections of cidofovir to be effective in a small cohort of adults with RRP.55 Because animal studies demonstrated a high level of carcinogenicity for cidofovir, and because case reports have described progressive dysplasia in patients with RRP who received cidofovir, the RRP Task Force has published guidelines for clinicians interested in using cidofovir to treat RRP.56 However, a randomized, double-blind, placebo-controlled trial evaluated intralesional cidofovir (0.3 mg/mL for children younger than 18 years and 0.\nSnoeck et al. reported that in a series of 17 patients with severe RRP, injection of cidofovir 2.5 mg/mL directly into the papilloma bed after laser surgery was followed by a complete response in 14 days.54 A more recent study found intralesional injections of cidofovir to be effective in a small cohort of adults with RRP.55 Because animal studies demonstrated a high level of carcinogenicity for cidofovir, and because case reports have described progressive dysplasia in patients with RRP who received cidofovir, the RRP Task Force has published guidelines for clinicians interested in using cidofovir to treat RRP.56 However, a randomized, double-blind, placebo-controlled trial evaluated intralesional cidofovir (0.3 mg/mL for children younger than 18 years and 0.1 - Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction\nto fit through all available bronchoscopes, video equipment (desirable for education of patient and families, and to allow the treating team to follow the progress of the disease), light cables, and light sources. Laser equipment should be tested before the patient enters the room to ensure that it is functioning properly.36\nCare must be taken to protect OR personnel because viral particles have been demonstrated in the laser plume. All rooms should be maintained at positive pressure. It is important to ensure that filters for the general ventilation system are maintained and changed as recommended by the manufacturer of the system. Dirty air filters will impede room air exchanges. Substantial evidence of viable virus (both HIV and HPV) has been identified in CO2, erbium-doped yttrium aluminum garnet (Er : YAG), and Nd : YAG laser and electrocautery smoke generated at a range of power settings.63,64 One study even showed a higher incidence of nasopharyngeal lesions among CO2 laser surgeons in comparison with a control group.65 Good suction of smoke and use of laser operating masks are usually sufficient,50 but high-performance filtration masks, although very difficult to breathe through, may be more protective and are recommended by some investigators to reduce the risk of inhalation of particulate matter such as viral or bacterial contaminants.66\nThe most serious safety concern associated with use of the laser during rigid bronchoscopy is that the laser beam generates heat, which, in the oxygen-rich environment provided by anesthetic gases, could lead to an explosion or a fire in the airway. Acceptable techniques by which to avoid these complications for our patient included intermittent ventilation via rigid bronchoscopy with a fraction of inspired oxygen (FiO2) less than 0.3 and jet ventilation. A survey of otolaryngologists in the United States showed the proportions of surgeons favoring the various techniques as follows: laser-safe tube 46%, jet ventilation 25%, apneic 16%, and spontaneous 12%.67 Although jet ventilation generally is believed to be safe, concern has been raised that this method may lead to distal inoculation of the virus. The key is good communication between operator and anesthesiologist before and during the procedure so that approaches are coordinated. It is important to have an experienced anesthesiologist who is comfortable with managing the obstructed airway. If no such individual is available, then one should consider delaying the procedure or transferring the patient to a facility where one is available.36\n- *Instrumentatio*n**\nWe chose a 12 mm Efer rigid nonventilating bronchoscope to allow passage of various instruments for laser-assisted papilloma debulking. A working suction tubing connected to an efficient smoke-evacuating device is essential to protect OR personnel from the hazards of surgical smoke. An efficient evacuation device must have a capture device that does not interfere with the surgeon’s activities (e.g., the suction catheter), a vacuum source that has strong suction ability to remove the smoke properly, and a filtration system capable of filtering smoke and making the environment safer.66 The surgeon and OR personnel should wear surgical masks and protective plastic eyeglasses.\nhuman monoclonal antibody, binds to and neutralizes the biologic activities of vascular endothelial growth factor (VEGF) isoforms, preventing them from interacting with their receptors. The rationale for using bevacizumab to treat aggressive RRP is based on the fact that VEGF receptors are present in papilloma specimens. Zeitels et al. successfully used bevacizumab to treat 10 adults with RRP. The authors concluded that this drug through its antiangiogenesis properties may enhance the photoangiolytic effect of laser therapy.61\n- *Cost-Effectivenes*s**\nNo formal cost-effectiveness evaluations of these bronchoscopic or adjuvant modalities have yet been published. Because currently no therapeutic regimen reliably eradicates HPV, it seems prudent to accept some residual papilloma rather than risking damage to normal tissue and producing excessive scarring. In children, the frequency of procedures and the severity of symptoms substantially impact quality of life and are associated with considerable economic cost, estimated at $150 million annually.62\n- *Informed Consen*t**\nAfter he had been advised about all available alternatives, our patient elected to proceed with rigid bronchoscopy under general anesthesia. He was informed of potential risks for postoperative development of COPD exacerbation, as well as procedure-related complications such as airway edema and airway fire with use of the laser, hemorrhage, and long-term sequelae such as laser-induced tracheal stenosis or even distal spread of disease through laser plumes.\nchoscopic or adjuvant modalities have yet been published. Because currently no therapeutic regimen reliably eradicates HPV, it seems prudent to accept some residual papilloma rather than risking damage to normal tissue and producing excessive scarring. In children, the frequency of procedures and the severity of symptoms substantially impact quality of life and are associated with considerable economic cost, estimated at $150 million annually.62\n- *Informed Consen*t**\nAfter he had been advised about all available alternatives, our patient elected to proceed with rigid bronchoscopy under general anesthesia. He was informed of potential risks for postoperative development of COPD exacerbation, as well as procedure-related complications such as airway edema and airway fire with use of the laser, hemorrhage, and long-term sequelae such as laser-induced tracheal stenosis or even distal spread of disease through laser plumes.10\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\natypia and possibly to squamous cell carcinoma. About half of respondents perform a re-biopsy only when a change in the growth pattern is noted; the remainder do a re-biopsy yearly or use some other criteria.37 Airway patency was completely restored. The procedure lasted 30 minutes. The patient tolerated the procedure well, and extubation was uneventful. The patient was transferred to the postanesthesia care unit for 2 hours, during which no complications were noted. He was discharged home the next day.\nLong-Term Management\nOutcome Assessment\nThe patient’s airway obstruction was palliated. No immediate postoperative anesthesia or procedure-related complications were noted. No infectious complications were detected in the patient in the early postoperative period; in fact, in HIV-infected patients, bacterial sepsis occurs most often in advanced disease (with low CD4 count), poor nutrition, and neutropenia; this was not the case in our patient.\nReferral\nBecause of his history of hoarseness and papillomas at the vocal cord level, we referred the patient to our otolaryngology colleagues. In adults, malignant degeneration usually involves the larynx, unlike in children, in whom cancer usually develops in the bronchopulmonary tree. Patients newly diagnosed with RRP warrant a substantial time commitment on the part of the otolaryngologist to engage the patient or the family (in case of children) in a frank and open discussion of the disease and its management. Support groups such as the Recurrent Respiratory Papilloma Foundation36 and the International RRP ISA Center69 can serve as a resource for information and support. Educational information, research updates, discussion groups, and announcements regarding new treatment modalities are discussed on these websites.\nFollow-up Tests and Procedures\nOnce RRP has spread outside the larynx, computed tomography (CT) scans can be used to monitor development or worsening of pulmonary disease. However, less than 50% of surveyed otolaryngologists routinely use CT scans to monitor for progression. Of those who do use CT scans, 57% do so on a yearly basis, and 37% every 6 months. Information provided by spiral CT scanning with multiplanar reconstruction and virtual bronchoscopy may be used to monitor for recurrence of central airway obstruction.70 The disease may undergo spontaneous remission, may persist in a stable state, requiring only periodic surgical treatment, or may be aggressive, requiring surgical treatment every few days to weeks and consideration of adjuvant medical therapy. Extralaryngeal spread of respiratory papillomas, as seen in our patient, has been identified in approximately 30% of children and in 16% of adults with RRP. The most frequent sites of extralaryngeal spread were, in decreasing order of frequency, the oral cavity, trachea and bronchi, and esophagus. Pulmonary parenchymal papilloma lesions begin as asymptomatic, noncalcified peripheral nodules, but they\nAnatomic Dangers and Other Risks\nWhen using laser resection for lesions in the upper-mid trachea, one should be aware of the vascular supply and adjacent vascular structures. The blood supply of the trachea is segmental, largely shared with the esophagus and derived principally from multiple branches of the inferior thyroid artery above and the subclavian and innominate arteries below. The innominate artery is adjacent to the trachea at the level of the right costoclavicular joint, and the right carotid artery is adjacent to the right tracheal wall of the cervical trachea. The vessels approach laterally, and only fine branches pass anterior to the trachea and posterior to the esophagus. Therefore it is probably safer to work anterior and posterior, when possible.\nLaser-generated thermal energy can injure deeper tissues, leading to scarring with complications such as abnormal vocal cord function (when high subglottic or laryngeal lesions are treated), spread of viral particles to previously unaffected areas, and delayed local tissue damage.\nResults and Procedure-Related Complications\nThe patient was atraumatically intubated with the rigid bronchoscope, and the stricture was reassessed in terms of precise location, extent, and associated mucosal changes. Exophytic endoluminal obstruction was seen for 4 cm, starting 4 cm below the vocal cords. Nd : YAG laser photocoagulation was performed; laser output power was set to 30 W, 1 second pulses for a total of 3379 Joules and 1 minute and 24 seconds. Laser light was applied in a noncontact mode at low power density (the tip of the fiber at 1 cm away from the lesion). After\ncomplications such as abnormal vocal cord function (when high subglottic or laryngeal lesions are treated), spread of viral particles to previously unaffected areas, and delayed local tissue damage.\nResults and Procedure-Related Complications\nThe patient was atraumatically intubated with the rigid bronchoscope, and the stricture was reassessed in terms of precise location, extent, and associated mucosal changes. Exophytic endoluminal obstruction was seen for 4 cm, starting 4 cm below the vocal cords. Nd : YAG laser photocoagulation was performed; laser output power was set to 30 W, 1 second pulses for a total of 3379 Joules and 1 minute and 24 seconds. Laser light was applied in a noncontact mode at low power density (the tip of the fiber at 1 cm away from the lesion). After1 - Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction\n11 A and B, Computed tomography from a different patient, who developed characteristic multiple, bilateral thin-walled cysts (thin arrows). C, Post obstructive atelectasis potentially leading to infection and bronchiectasis is seen when the lobar bronchi are involved. D, The development of lymphadenopathy (thick arrow) should raise suspicion for potential malignant transformation.\nmay enlarge and undergo central cavitation, liquefaction, and necrosis with evidence of multiple and bilateral thin-walled cysts (Figure 1-4). Patients later may develop atelectasis, recurrent bronchiectasis, pneumonia, and worsening pulmonary function. The clinical course of pulmonary parenchymal RRP is insidious and may progress over years. It eventually manifests as respiratory failure caused by severe destruction of lung parenchyma.16 Our patient’s CT scan showed no evidence of parenchymal abnormalities.\nThis patient’s HPV typing showed HPV 6 and 11. Malignant transformation appears to be more likely with HPV 16, an unusual cause of RRP. Individualized follow-up was arranged between the patient and our team. Circumstances that would influence the timing and location of follow-up include travel distance to the medical center, the reliability of family (friends) accompanying the patient and the reliability of the patient’s transportation, the rapidity with which papillomas recur, and the degree of airway compromise caused by the papilloma. A regimen proposed in children with RRP might include monthly follow-up in the office during the first year of disease diagnosis; airway evaluation is performed every other month and whenever the clinical situation warrants. Follow-up can be extended to every 2 to 4 months in subsequent years in a patient with stable disease and a reliable means of transportation. Surgical intervention would be planned according to clinical needs. In contrast, a patient who lives far from the hospital might be scheduled for interval examinations once a pattern of recurrence has been established. Email or phone contact between health care team and patients is helpful in monitoring the clinical situation between surgeries.36\nIn our patient, elective outpatient flexible bronchoscopy was scheduled for 30 days after the procedure to reassess airway patency and consider the need for additional therapies in case of papilloma recurrence. No obstruction was found, but residual “velvety”-like lesions suggested recurrence (Figure 1-5). No intervention was performed at that time. At 4 months after the initial procedure, however, recurrent obstruction caused symptoms that required intervention. We elected to repeat rigid bronchoscopy, but instead of laser, we used a rigid electrocautery suction catheter with output power of 20 W, in coagulation mode, accompanied by removal of tissues using grasping forceps (see video on ExpertConsult.com) (Video I.1.2). Airway patency was satisfactorily restored (see Figure 1-5), and although the patient showed progressive recurrence on follow-up surveillance flexible bronchoscopies, a repeat rigid bronchoscopic intervention was not needed until 1 year later.\nQuality Improvement\nQuality of care was considered satisfactory because airway patency had been safely restored and the patient had been discharged home within 24 hours. In our weekly team meeting, we discussed whether the patient should have received adjuvant therapy for his RRP. On the basis of current evidence and the fact that the patient required fewer than four interventions per year, we decided not to prescribe immunomodulatory or antiviral medications. We initiated an antireflux strategy because a history of gastroesophageal reflux is often reported in patients with RRP.\nWe discussed the fact that we had not applied a validated instrument to quantify this patient’s disease severity before and after bronchoscopic interventions. Although\nFigure 1-5), and although the patient showed progressive recurrence on follow-up surveillance flexible bronchoscopies, a repeat rigid bronchoscopic intervention was not needed until 1 year later.\nQuality Improvement\nQuality of care was considered satisfactory because airway patency had been safely restored and the patient had been discharged home within 24 hours. In our weekly team meeting, we discussed whether the patient should have received adjuvant therapy for his RRP. On the basis of current evidence and the fact that the patient required fewer than four interventions per year, we decided not to prescribe immunomodulatory or antiviral medications. We initiated an antireflux strategy because a history of gastroesophageal reflux is often reported in patients with RRP.\nWe discussed the fact that we had not applied a validated instrument to quantify this patient’s disease severity before and after bronchoscopic interventions. Although12\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nDISCUSSION POINTS\n1. List four differential diagnoses of exophytic endoluminal tracheal lesions. - Squamous cell carcinoma (see Figure 1-3, A)* - Adenoid cystic carcinoma (see Figure 1-3, B)* These two tumors are the most common primary tracheal cancers, accounting for 70% to 80% of all tracheal tumors.9 - Hamartoma* - Granulation tissue (see Figure 1-3, F)* Most benign tracheal tumors are papillomas and hamartomas,13 but in patients with a recent history of airway trauma (e.g., intubation, stent placement, rigid bronchoscopy), granulation tissue is a common cause of this type of central airway obstruction.12\n2. Describe three indications for adjuvant therapy in recurrent respiratory papillomatosis. - Surgery required more frequently than 4 times a year for 2 years* - Papillomas spreading outside of the larynx* - Rapid recurrence of papillomas with airway compromise67*\n3. Describe the advantages and disadvantages of Nd : YAG laser therapy as compared with other laser therapies for treating this patient with RRP. - Advantages of Nd : YAG laser:* - Better coagulating properties, thus minimizing the risk of excessive bleeding during resection* - May reduce the risk for recurrence through deeper tissue effects and potential destruction of the HPV-infected basal cell layer of the mucosa30,35* - May lower risk of HPV transmission to adjoining healthy tissue or operators because less smoke is generated by noncontact mode photocoagulation and effective suctioning during Nd : YAG laser surgery30* - Disadvantages of Nd : YAG laser:* - Deeper tissue effects, which may result in injury of the normal airway wall or even airway perforation and massive bleeding* - Less precise than the CO2 laser, thus potentially causing thermal injury to adjacent normal airway wall mucosa* - May cause more carbonization or vaporization than the KTP laser, thus potentially altering histology in case biopsies are necessary for ruling out malignant transformation*\nA\nPapilloma on the\nanterior commissure\nNonobstructing\npapilloma\nObstructing papillomas\nPost rigid bronchoscopy\nwith electrocautery Follow-up bronchoscopy after 1 month showed (A) a small, nonobstructing papilloma present on the anterior commissure and (B) slightly raised “velvety” tracheal nodules consistent with RRP recurrence. Four months after the initial intervention, (C) obstructing papillomas were identified, causing worsening exertional dyspnea. D, Tracheal lumen after the rigid bronchoscopic intervention using an electrocautery suction catheter.\nWe objectively documented the extent and precise locations of the lesions. We did not officially document other parameters described in RRP staging systems (i.e., surgery-free interval, number of surgeries within a year, or functional impairment as assessed by voice, stridor, or respiratory distress and need for urgent intervention).71 A consistent staging and severity scale is desirable for following the progression of RRP disease. Such a system would be ideally suited for tracking results of clinical trials of adjuvant therapies as well as physician-to-physician communications.\nIn addition, we discussed plans in case future interventions were required for this patient. Because significant recurrence of obstruction after use of the rigid electrocautery suction catheter was delayed for 1 year, we decided that this method would be repeated. Electrocautery produces high thermal energy, which creates fumes that very probably contain diffuse amounts of HPV, but we speculated that continuous and intimate contact of the suction catheter with the papilloma lesion (see video on ExpertConsult.com) (Video I.1.2) created less smoke and potentially reduced the spread of viral particles inside the airways. Although this is conjecture, we propose that studies are needed to compare laser therapy versus this electrocautery method in terms of time to disease recurrence and potential risk of transmission to the treating team. At the least, smoke evacuation policies should be the same for electrosurgery as for the use of lasers.72\nExpert Commentary\nprovided by Craig S. Derkay, MD, FACS, FAAP, and Cristina Baldassari, MD\nIn our commentary on this review of the diagnosis and management of tracheal papillomatosis, we would like to highlight several additional points. The\nprobably contain diffuse amounts of HPV, but we speculated that continuous and intimate contact of the suction catheter with the papilloma lesion (see video on ExpertConsult.com) (Video I.1.2) created less smoke and potentially reduced the spread of viral particles inside the airways. Although this is conjecture, we propose that studies are needed to compare laser therapy versus this electrocautery method in terms of time to disease recurrence and potential risk of transmission to the treating team. At the least, smoke evacuation policies should be the same for electrosurgery as for the use of lasers.72\nExpert Commentary\nprovided by Craig S. Derkay, MD, FACS, FAAP, and Cristina Baldassari, MD\nIn our commentary on this review of the diagnosis and management of tracheal papillomatosis, we would like to highlight several additional points. The1 - Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction\n13\ndiscomfort, faster operating time, and elimination of the risk of aerosolizing papilloma. Distal tracheal papillomatosis, however, can be challenging to access with the microdebrider in the absence of an indwelling tracheostomy tube.\nThe CO2 laser is frequently used to treat patients with laryngeal papilloma using a microspot manipulator through the operating microscope. Until recently, this technique has had limited utility for distal tracheal disease, but new CO2 laser probes are allowing it to be utilized through a flexible or rigid bronchoscope, thus providing access for its use in the distal airway. In patients with tracheal papillomatosis, therefore, our preferred management strategy is to use the OmniGuide CO2 laser (OmniGuide, Cambridge, Mass) delivered through a ventilating bronchoscope. In their review, the authors refer to a 15-year-old survey study conducted by the senior author regarding anesthesia techniques, wherein the preferred method at the time was use of a laser-safe endotracheal tube. Today, with the advent of the microdebrider, apneic and spontaneous ventilation techniques are preferred.\nIt is important to remember that RRP is a disease that is often characterized by relentless recurrence, no matter the treatment strategy. In this patient, the authors elected to utilize electrocautery during subsequent interventions, noting a slight decrease in surgical intervals once cautery was utilized. Any conclusions that electrocautery is superior to Nd : YAG in the treatment of tracheal papillomatosis, however, would be premature and are not yet justified by randomized studies.\nRegardless of treatment methods used, care should be taken in applying treatment strategies that can result in thermal damage to surrounding tissues. Thermal damage can lead to significant complications such as granulation tissue overgrowth, scarring, and stenosis. Endobronchial electrocautery has been shown to result in mucosal ulceration and inflammation to\n-\nAnterior\ncommissure\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\nLingual\nepiglottis\nLaryngeal\nepiglottis\nAryepiglottic\nfold\nVentricle\nArytenoid\nFalse\nvocal cord\nTrue\nvocal cord\nPosterior\ncommissure\nPosterior\nAnterior\n-\nFigure 1-6 Representation of diagram of scorable laryngeal sites.\nhere focuses on JORRP, which typically is characterized by more aggressive disease. Children diagnosed at a young age and infected with HPV 11 typically experience more severe disease.16\nIn addition to progressive dyspnea, the patient in this case complained of hoarseness on presentation. He has obvious papilloma involving his larynx at the anterior commissure. Although the authors comment that bronchoscopy will not improve the patient’s hoarseness, they fail to mention a treatment strategy for the laryngeal disease. Laryngeal papillomatosis requires excision. Caring for RRP patients often requires a multidisciplinary approach. In our opinion, it would have been prudent to attain an otolaryngology consult before taking the patient to the operating room for a bronchoscopy. The otolaryngologist might have chosen to excise the laryngeal lesions using a microdebrider through a microlaryngoscope with the patient under the same anesthesia.\nRRP is a highly variable disease in terms of severity and progression. The patient and his partner, therefore, should be provided with further information regarding prognosis and disease course. Some patients, for example, will experience spontaneous remission, but others will suffer from aggressive papillomatosis and will require frequent surgical procedures. The variability inherent in RRP dictates the need for a standardized staging system that allows providers to effectively monitor a patient’s course and response to therapy. The Derkay/Coltrera staging system (Figures 1-6 and 1-7) assigns a numeric grade based on the extent of papillomatosis at specific sites along the aerodigestive tract.71 This staging system also grades the size of the lesions and the number of subsites involved, while taking into account functional parameters such as voice quality, stridor, and urgency of intervention. Elements of this system are effective in predicting the frequency of surgical intervention. For example, patients with anatomic scores greater than 20 will likely require their next surgical procedure sooner than those with scores lower than 10.73\nWe would like to emphasize the importance of obtaining a specimen for pathologic analysis each time the case patient has an operative intervention. This\nRP dictates the need for a standardized staging system that allows providers to effectively monitor a patient’s course and response to therapy. The Derkay/Coltrera staging system (Figures 1-6 and 1-7) assigns a numeric grade based on the extent of papillomatosis at specific sites along the aerodigestive tract.71 This staging system also grades the size of the lesions and the number of subsites involved, while taking into account functional parameters such as voice quality, stridor, and urgency of intervention. Elements of this system are effective in predicting the frequency of surgical intervention. For example, patients with anatomic scores greater than 20 will likely require their next surgical procedure sooner than those with scores lower than 10.73\nWe would like to emphasize the importance of obtaining a specimen for pathologic analysis each time the case patient has an operative intervention. This14\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\nthe depth of the perichondral spaces.75 These changes can evolve into loss of chondrocyte viability and stenosis, especially if electrocautery is performed circumferentially. The authors took great care to remove papillomas without causing circumferential damage.\nA surveillance bronchoscopy performed in the case patient 1 month after the initial intervention revealed recurrence. The authors chose to defer further intervention until the patient became symptomatic. Indeed, because of the variability of the RRP disease course, no standardized approach is available for follow-up in these patients. Our practice involves a 1 month follow-up procedure to assess for recurrence. We would plan to intervene at this time if evidence of disease was noted. If disease was mild and nonobstructive at the 1 month bronchoscopy, as noted in the case patient, we would elect to lengthen the time to the next intervention. If no disease was noted at the next procedure, we would follow the patient clinically. CT scanning of the chest in a patient with disease in the trachea can be utilized at baseline and repeated at 6 to 12 month intervals to look for spread of disease into the lungs.\nFigure 1-7 Laryngoscopic and clinical assessment scale for recurrent respiratory papillomatosis (RRP).\nA\nClinical Score\nDATE OF SURGERY\nINSTITUTION\nSURGEON\n1. Describe the patient’s voice today:\nnormal (0), abnormal (1), aphonic (2)\nB\nAnatomical Score\nFor each site, score as: 0 none, 1 surface lesion, 2 raised lesion, 3 bulky lesion\nC\nTotal Score\nTotal Anatomical Score plus Total Clinical Score.\nLARYNX:\nLingual surface\nLaryngeal surface\nEpiglottis:\nRight\nLeft\nAryepiglottic folds:\nRight\nLeft\nFalse vocal cords:\nRight\nLeft\nTrue vocal cords:\nRight\nLeft\nBronchi:\nRight\nLeft\nArytenoids:\nAnterior commissure\nTRACHEA:\nUpper one-third\nTracheotomy stoma\nMiddle one-third\nLower one-third\nOTHER:\nNose\nPalate\nPharynx\nEsophagus\nLungs\nOther\nTotal Score for Anatomical\nPosterior commissure\nSubglottis\n2. Describe the patient’s stridor today:\nabsent (0), present with activity (1), present at rest (2)\n3. Describe the urgency of today’s intervention:\nscheduled (0), elective (1), urgent (2), emergent (3)\n4. Describe today’s level of respiratory distress:\nTotal score for Questions 1 through 4\nnone (0), mild (1), moderate (2), severe (3), extreme (4)\nSystemic adjuvant therapy should be considered in patients with distal spread of papillomas. Although cidofovir is used most frequently for aggressive laryngeal disease, a recent Cochrane review did not support its routine use. Therefore pegylated interferon might be a reasonable choice for this patient.\nOther\nTotal Score for Anatomical\nPosterior commissure\nSubglottis\n2. Describe the patient’s stridor today:\nabsent (0), present with activity (1), present at rest (2)\n3. Describe the urgency of today’s intervention:\nscheduled (0), elective (1), urgent (2), emergent (3)\n4. Describe today’s level of respiratory distress:\nTotal score for Questions 1 through 4\nnone (0), mild (1), moderate (2), severe (3), extreme (4)\nSystemic adjuvant therapy should be considered in patients with distal spread of papillomas. Although cidofovir is used most frequently for aggressive laryngeal disease, a recent Cochrane review did not support its routine use. Therefore pegylated interferon might be a reasonable choice for this patient.1 - Rigid Bronchoscopy with Laser Resection for Tracheal Obstruction\n15\nREFERENCES\n1. Stoller JK. Spirometry: a key diagnostic test in pulmonary medicine. Cleveland Clin J Med. 1992;59:75-78.\n2. Miller RD, Hyatt RE. Obstructing lesions of the larynx and trachea: clinical and physiologic characteristics. Mayo Clin Proc. 1969;44:145-161.\n3. Al-Bazzaz F, Grillo H, Kazemi H. Response to exercise in upper airway obstruction. Am Rev Respir Dis. 1975;111:631-640.\n4. Modrykamien AM, Gudavalli R, McCarthy K, et al. Detection of upper airway obstruction with spirometry results and the flow-volume loop: a comparison of quantitative and visual inspection criteria. Respir Care. 2009;54:474-479.\n5. Watson MA, King CS, Holley AB, et al. Clinical and lung-function variables associated with vocal cord dysfunction. Respir Care. 2009;54:467-473.\n6. Enright PL, Hodgkin JE. Pulmonary function tests. In: George G, Burton JE, Hodgkin J, Ward J, eds. Respiratory Care: A Guide to Clinical Practice. 4th ed. Philadelphia: Lippincott; 1997:226-238.\n7. Owens GR, Murphy DM. Spirometric diagnosis of upper airway obstruction. Arch Intern Med. 1983;143:1331-1334.\n8. Faber LP, Warren WH. Benign and malignant tumors of the trachea. In: Shields TW, LoCicero J III, Ponn RB, eds. General Thoracic Surgery. 5th ed. Philadelphia: Lippincott Williams & Wilkins; 1999:899-917.\n9. Regnard JF, Fourquier P, Levasseur P. Results and prognostic factors in resections of primary tracheal tumors: a multicenter retrospective study. The French Society of Cardiovascular Surgery. J Thorac Cardiovasc Surg. 1996;11:808-813.\n10. Sharpe DA, Moghissi K. Tracheal resection and reconstruction: a review of 82 patients. Eur J Cardiothorac Surg. 1996;10:1040-1045.\n11. Kwong JS, Muller NL, Miller RR. Diseases of the trachea and main-stem bronchi: correlation of CT with pathologic findings. Radiographics. 1992;12:645-657.\n12. Ernst A, Feller-Kopman D, Becker HD, et al. Central airway obstruction. Am J Respir Crit Care Med. 2004;169:1278-1297.\n13. Shah H, Garbe L, Nussbaum E, et al. Benign tumours of the tracheobronchial tree: endoscopic characteristics and role of laser resection. Chest. 1995;107:1744-1751.\n14. Perelman MI, Koroleva NS. Primary tumors of the trachea. In: Grillo HC, Eschapasse H, eds. International Trends in General Thoracic Surgery. Vol 2. Philadelphia: Saunders; 1987:91-110.\n15. Mounts P, Shah KV. Respiratory papillomatosis: etiological relation to genital tract papillomaviruses. Prog Med Virol. 1984;29:90-114.\n16. Derkay CS, Wiatrak B. Recurrent respiratory papillomatosis: a review. Laryngoscope. 2008;118:1236-1247.\n17. Shykhon M, Kuo M, Pearman K. Recurrent respiratory papillomatosis. Clin Otolaryngol Allied Sci. 2002;27:237-243.\n18. Horberg MA, Hurley LB, Klein DB, et al. Surgical outcomes in human immunodeficiency virus-infected patients in the era of highly active antiretroviral therapy. Arch Surg. 2006;141:1238-1245.\n19. Tarhan S, Moffitt EA, Sessler AD, et al. Risk of anesthesia and surgery in patients with chronic bronchitis and chronic obstructive pulmonary disease. Surgery. 1973;74:720-726.\n20. Stein M, Cassara EL. Preoperative pulmonary evaluation and therapy for surgery patients. JAMA. 1970;211:787-790.\n21. Global Initiative for Chronic Obstructive Pulmonary Disease. Executive summary: global strategy for the diagnosis, management, and prevention of COPD, 2006. www.goldcopd.com. Accessed\n237-243.\n18. Horberg MA, Hurley LB, Klein DB, et al. Surgical outcomes in human immunodeficiency virus-infected patients in the era of highly active antiretroviral therapy. Arch Surg. 2006;141:1238-1245.\n19. Tarhan S, Moffitt EA, Sessler AD, et al. Risk of anesthesia and surgery in patients with chronic bronchitis and chronic obstructive pulmonary disease. Surgery. 1973;74:720-726.\n20. Stein M, Cassara EL. Preoperative pulmonary evaluation and therapy for surgery patients. JAMA. 1970;211:787-790.\n21. Global Initiative for Chronic Obstructive Pulmonary Disease. Executive summary: global strategy for the diagnosis, management, and prevention of COPD, 2006. www.goldcopd.com. Accessed September 5, 2010.\n22. Mill J, Edwards N, Jackson R, et al. Stigmatization as a social control mechanism for persons living with HIV and AIDS. Qual Health Res. 2010;20:1469-1483.\n23. Taylor B. HIV, stigma and health: integration of theoretical concepts and the lived experiences of individuals. J Adv Nurs. 2001;35:792-798.\n24. Wrubel J, Stumbo S, Johnson MO. Male same sex couple dynamics and received social support for HIV medication adherence. J Soc Pers Relat. 2010;27:553-572.\n25. Haas SM. Social support as relationship maintenance in gay male couples coping with HIV or AIDS. J Soc Pers Relat. 2002;19:87-111.\n26. Bolliger CT. Laser bronchoscopy, electrosurgery, APC and microdebrider. In: Beamis JF Jr, Mathur P, Mehta AC, eds. Interventional Pulmonary Medicine. Lung Biology in Health and Disease Series. 2nd ed. Vol 230. New York: Informa; 2010:9-24.\n27. Bollag W, Peck R, Frey JR. Inhibition of proliferation by retinoids, cytokines and their combination in four human transformed epithelial cell lines. Cancer Lett. 1992;62:167-172.\n28. Lo J, Abbara S, Shturman L, et al. Increased prevalence of subclinical coronary atherosclerosis detected by coronary computed tomography angiography in HIV-infected men. AIDS. 2010;24:243-253.\n29. Carr A, Grund B, Neuhaus J, et al. Asymptomatic myocardial ischaemia in HIV-infected adults. AIDS. 2008;22:257-267.\n30. Janda P, Leunig A, Sroka R, et al. Preliminary report of endolaryngeal and endotracheal laser surgery of juvenile-onset recurrent respiratory papillomatosis by Nd:YAG laser and a new fiber guidance instrument. Otolaryngol Head Neck Surg. 2004;131:44-49.\n31. Hirano T, Konaka C, Okada S, et al. Endoscopic diagnosis and treatment of a case of respiratory papillomatosis. Diagn Ther Endosc. 1997;3:183-187.\n32. Komatsu T, Takahashi Y. Tracheal papilloma with exceptionally longer interval of recurrence. Asian J Surg. 2007;30:88-90.\n33. Long YT, Sani A. Recurrent respiratory papillomatosis. Asian J Surg. 2003;26:112-116.\n34. Hunt JM, Pierce RJ. Tracheal papillomatosis treated with Nd-Yag laser resection. Aust N Z J Med. 1988;18:781-784.\n35. Schneede P, Meyer T, Ziller F, et al. Clinical and viral clearance of human papillomavirus (HPV)-associated genital lesions by Nd:YAG laser treatment. Med Laser Appl. 2000;16:38-42.\n36. RRP Task Force. Practice guidelines for management of children with RRP. http://www.rrpf.org/RRPTaskForceGuidelines.html. Accessed September 5, 2010.\n37. Schraff S, Derkay CS, Burke B, et al. American Society of Pediatric Otolaryngology members’ experience with recurrent respiratory papillomatosis and the use of adjuvant therapy. Arch Otolaryngol Head Neck Surg. 2004;130:1039-1042.\n38. Dedo HH, Yu KC. CO2 laser treatment in 244 patients with respiratory papillomatosis. Laryngoscope. 2001;111:1639-1644.\n39. Kashima HK, Kessis T, Mounts P, et al. Polymerase chain reaction identification of human papillomavirus DNA in CO2 laser plume from recurrent respiratory papillomatosis. Otolaryngol Head Neck Surg. 1991;104:191-195.\n40. Patel RS, Mackenzie K. Powered laryngeal shavers and laryngeal papillomatosis: a preliminary report. Clin Otolaryngol. 2000;25:358-360.\n41. Pasquale K, Wiatrak B, Woolley A, et al. Microdebrider versus CO2 laser removal of recurrent respiratory papillomas: a prospective analysis. Laryngoscope. 2003;113:139-143.\nngoscope. 2001;111:1639-1644.\n39. Kashima HK, Kessis T, Mounts P, et al. Polymerase chain reaction identification of human papillomavirus DNA in CO2 laser plume from recurrent respiratory papillomatosis. Otolaryngol Head Neck Surg. 1991;104:191-195.\n40. Patel RS, Mackenzie K. Powered laryngeal shavers and laryngeal papillomatosis: a preliminary report. Clin Otolaryngol. 2000;25:358-360.\n41. Pasquale K, Wiatrak B, Woolley A, et al. Microdebrider versus CO2 laser removal of recurrent respiratory papillomas: a prospective analysis. Laryngoscope. 2003;113:139-143.\n42. Mortensen M, Woo P. An underreported complication of laryngeal microdebrider: vocal fold web and granuloma: a case report. Laryngoscope. 2009;119:1848-1850.\n43. Zeitels SM, Akst LM, Burns JA, et al. Office-based 532-nanometer pulsed KTP laser treatment of glottal papillomatosis and dysplasia. Ann Otol Rhinol Laryngol. 2006;115:679-685.\n44. Valdez TA, McMillan K, Shapshay SM. A new treatment of vocal cord papilloma-585nm pulsed dye. Otolaryngol Head Neck Surg. 2001;124:421-425.\n45. McMillan K, Shapshay SM, McGilligan JA, et al. A 585-nanometer pulsed dye laser treatment of laryngeal papillomas: preliminary report. Laryngoscope. 1998;108:968-972.\n46. Rees CJ, Halum SL, Wijewickrama RC, et al. Patient tolerance of in-office pulsed dye laser treatments to the upper aerodigestive tract. Otolaryngol Head Neck Surg. 2006;134:1023-1027.\n47. Bergler W, Honig M, Gotte K, et al. Treatment of recurrent respiratory papillomatosis with argon plasma coagulation. J Laryngol Otol. 1997;111:381-384.\n48. Bondaryev A, Makris D, Breen DP, et al. Airway stenting for severe endobronchial papillomatosis. Respiration. 2009;77:455-458.\n49. Cole RR, Myer CM, Cotton RT. Tracheostomy in children with recurrent respiratory papillomatosis. Head Neck. 1989;11:226-230.\n50. Shykhon M, Kuo M, Pearman K. Recurrent respiratory papillomatosis. Clin Otolaryngol Allied Sci. 2002;27:237-243.\n51. Bell R, Hong WK, Itril M, et al. The use of cis-retinoic acid in recurrent respiratory papillomatosis of the larynx: a randomized pilot study. Am J Otolaryngol. 1988;9:161-164.\n52. Lippman SM, Donovan DT, Frankenthaler RA, et al. 13-Cis-retinoic acid plus interferon-alpha 2a in recurrent respiratory papillomatosis. J Natl Cancer Inst. 1994;86:859-861.\nrecurrent respiratory papillomatosis. Head Neck. 1989;11:226-230.\n50. Shykhon M, Kuo M, Pearman K. Recurrent respiratory papillomatosis. Clin Otolaryngol Allied Sci. 2002;27:237-243.\n51. Bell R, Hong WK, Itril M, et al. The use of cis-retinoic acid in recurrent respiratory papillomatosis of the larynx: a randomized pilot study. Am J Otolaryngol. 1988;9:161-164.\n52. Lippman SM, Donovan DT, Frankenthaler RA, et al. 13-Cis-retinoic acid plus interferon-alpha 2a in recurrent respiratory papillomatosis. J Natl Cancer Inst. 1994;86:859-861.16\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n53. Shikowitz MJ, Abramson AL, Steinberg BM, et al. Clinical trial of photodynamic therapy with meso-tetra (hydroxyphenyl) chlorine for respiratory papillomatosis. Arch Otolaryngol Head Neck Surg. 2005;131:99-105.\n54. Snoeck R, Wellens W, Desloovere C, et al. Treatment of severe laryngeal papillomatosis with intralesional injections of cidofovir [(S)-1-(3-hydroxy-2-phosphonylmethoxypropyl)cytosine]. J Med Virol. 1998;54:219-225.\n55. Co J, Woo P. Serial office-based intralesional injection of cidofovir in adult-onset recurrent respiratory papillomatosis. Ann Otol Rhinol Laryngol. 2004;113:859-862.\n56. Derkay C. Cidofovir for recurrent respiratory papillomatosis (RRP): a re-assessment of risks. RRP Task Force Consensus Statement on Cidofovir. Int J Pediatr Otolaryngol. 2005;69:1465-1467.\n57. McMurray JS, Connor N, Ford CN. Cidofovir efficacy in recurrent respiratory papillomatosis: a randomized, double-blind, placebo-controlled study. Ann Otol Rhinol Laryngol. 2008;117:477-483.\n58. Harcourt JP, Worley G, Leighton SE. Cimetidine treatment for recurrent respiratory papillomatosis. Int J Pediatr Otorhinolaryngol. 1999;51:109-113.\n59. Bostrom B, Sidman J, Marker S, et al. Gefitinib therapy for life-threatening laryngeal papillomatosis. Arch Otolaryngol Head Neck Surg. 2005;131:64-67.\n60. Maturo S, Hartnick CJ. Use of 532-nm pulsed potassium titanyl phosphate laser and adjuvant intralesional bevacizumab for aggressive respiratory papillomatosis in children: initial experience. Arch Otolaryngol Head Neck Surg. 2010;136:561-565.\n61. Zeitels SM, Lopez-Guerra G, Burns JA, et al. Microlaryngoscopic and office-based injection of bevacizumab (Avastin) to enhance 532-nm pulsed KTP laser treatment of glottal papillomatosis. Ann Otol Rhinol Laryngol Suppl. 2009;201:1-13.\n62. Lindman JP, Lewis LS, Accortt N, et al. Use of the Pediatric Quality of Life Inventory to assess the health-related quality of life in children with recurrent respiratory papillomatosis. Ann Otol Rhinol Laryngol. 2005;114:499-503.\n63. Baggish MS, Polesz BJ, Joret D, et al. Presence of human immunodeficiency virus DNA in laser smoke. Lasers Surg Med. 1991;11:197-203.\n64. Sawchuk WS, Weber PJ, Lowy DR, et al. Infectious papillomavirus in the vapor of warts treated with carbon dioxide laser or electrocoagulation: detection and protection. J Am Acad Dermatol. 1989;21:41-49.\n65. Gloster H, Roenigk R. Risk of acquiring human papillomavirus from the plume produced by the carbon dioxide laser in the treatment of warts. J Am Acad Dermatol. 1995;32:436-441.\n66. Biggins J, Renfree S. The hazards of surgical smoke: not to be sniffed at! Br J Perioper Nurs. 2002;12:136-138.\n67. Derkay CS. Task force on recurrent respiratory papillomatosis. Arch Otolaryngol Head Neck Surg. 1995;121:1386-1391.\n68. Alp E, Bijl D, Bleichrodt RP, et al. Surgical smoke and infection control. J Hosp Infect. 2006;62:1-5.\n69. International RRP ISA Center. http://www.rrpwebsite.org. Accessed September 5, 2010.\n70. Bauer TL, Steiner KV. Virtual bronchoscopy: clinical applications and limitations. Surg Oncol Clin North Am. 2007;16:323-328.\n71. Der",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration",
      "pdt"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch01.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}