{
  "doc_id": "bacada_ch07",
  "title": "Idiopathic Subglottic Stenosis Without Glottis Involvement",
  "abstract": "",
  "content": "80\nChapter 7\nIdiopathic Subglottic Stenosis Without Glottis Involvement\nCASE DESCRIPTION\nThe patient was a 40-year-old female with a 2-year history of progressive shortness of breath and new complaints of exertional stridor and difficulty performing daily activities. These symptoms had prompted a working diagnosis of adult-onset asthma, but her response to bronchodilator and inhaled corticosteroids was unsatisfactory. No history of endotracheal intubation, connective tissue or autoimmune disorders, tuberculosis, or fungal infections was reported. On physical examination, stridor was heard on auscultation over the trachea. Computed tomography revealed a circumferential stricture in the subglottis, which narrowed the airway cross-sectional area by 60% and extending for 1.5 cm (Figure 7-1). Spirometry was normal except for flattening of the inspiratory and expiratory limbs of the flow-volume loop, suggestive of a fixed upper airway stenosis (see Figure 7-1). The workup for connective tissue disease was unremarkable. Flexible bronchoscopy showed a circumferential subglottic stenosis 1.5 cm below the cords at the level of the cricoid (see Figure 7-1). The stricture appeared simple because no evidence of malacia was noted, but its exact extent could not be measured bronchoscopically because the estimated diameter was only 5 mm, prohibiting the bronchoscope from being advanced beyond the stenosis (see video on ExpertConsult.com) (Video II.7.1). The patient was scheduled for rigid bronchoscopic laser-assisted dilation to temporarily restore airway patency, resolve symptoms, and avoid a potential airway emergency while more definitive treatment was planned.\nDISCUSSION POINTS\n1. Describe the features of this lesion based on the McCaffrey and Myer-Cotton classification systems.\n2. Describe the impact of the stricture on airflow limitation and symptoms in this patient.\n3. Describe the role of impulse oscillometry in patients with tracheal stenosis.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nThis patient had symptomatic idiopathic subglottis stenosis of moderate severity with a stenotic index* of 60% based on computed tomography (CT) measurements. The severity, extent, and possibly the morphology (shape) of the airway narrowing determine the magnitude of ventilatory impairment and the likelihood of response to a particular treatment strategy.1 Cutoff values have been proposed to qualify the degree of narrowing as mild (<50%), moderate (51% to 70%), or severe (>71%).1 Rather than relying on a subjective assessment of severity made at the time of white light flexible bronchoscopy, CT and morphometric bronchoscopy have been used to obtain objective measures that might assist in classifying stricture severity. With this latter technique, still images are captured with the bronchoscope in the center of the airway lumen proximal, distal, and directly at the level of the target abnormality while the tip of the scope is kept at a constant distance from the target area.1 Images are then saved on CD-ROM or USB device. Cross-sectional area (CSA) of the airway is calculated by using image processing software such as the ImageJ analysis program (National Institutes of Health, Bethesda, Md; available free of charge at http://rsb.info.nih.gov/ij/) (Figure 7-2). As of this writing, however, it is unclear whether morphometric bronchoscopy measurements correlate with subjective estimations of airway narrowing, and whether objective measurement assessments of airway lumen impact decision making and outcomes. Relying on morphometric bronchoscopic measurements also has its disadvantages. For example, in our patient, the method could not be applied because normal tracheal lumen beyond the stricture could not be visualized. Passing the bronchoscope (outside diameter, 5.2 mm) through the stenotic lesion could have caused mucosal edema, worsened respiratory distress, and potentially precipitated respiratory failure. In our case, therefore, the degree of airway narrowing was calculated on the basis of CT images obtained at end inspiration.*\n- For fixed airway stenosis, a stenosis index (SI) represents the cross-sectional area (CSA) of the obstructed area relative to that of normal airway proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/CSAnormal x 100%; the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.*\nin our patient, the method could not be applied because normal tracheal lumen beyond the stricture could not be visualized. Passing the bronchoscope (outside diameter, 5.2 mm) through the stenotic lesion could have caused mucosal edema, worsened respiratory distress, and potentially precipitated respiratory failure. In our case, therefore, the degree of airway narrowing was calculated on the basis of CT images obtained at end inspiration.*\n- For fixed airway stenosis, a stenosis index (SI) represents the cross-sectional area (CSA) of the obstructed area relative to that of normal airway proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/CSAnormal x 100%; the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.*7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n81\nFigure 7-1 Axial computed tomography (CT) scan view reveals the circumferential stenosis (A) and the normal tracheal diameter distal to it (C). The flow-volume loop shows flattening of the inspiratory and expiratory limbs consistent with upper airway obstruction (B). Flexible bronchoscopy, performed from the front of the patient, reveals the subglottic stricture, which was seen before passing the vocal cords (D). Once in the subglottis, the diameter of the stricture was noted to be smaller than that of the bronchoscope (E). The extent of the stricture was therefore assessed only on the basis of the sagittal CT scan view (F) because the scope was not passed distal to the stricture.\nFigure 7-2 Manual method of morphometric bronchoscopy using the ImageJ analysis program. The region of interest (ROI) manager function can be used to measure the area that is selected using the “polygon selection” function (the operator selects the area to be measured). The airway lumen cross-sectional area is measured in pixels.\nThe airways, however, cannot be studied in cross-section; therefore WLB cannot be used to accurately assess the depth of hypertrophic tissues that make up the circumferential stricture, or to judge the integrity of cartilaginous airway structures. For this purpose, high-frequency endobronchial ultrasonography (EBUS) is useful because the radial EBUS (20 MHz) identifies hypoechoic and hyperechoic layers that correlate with laminar histologic structures of the central airways.2\nIn fact, structural central airway wall abnormalities have been identified in patients with Wegener’s granulomatosis, tuberculosis, relapsing polychondritis, lung cancer,* or compression by vascular rings, and in patients with excessive dynamic airway collapse.2-4 Endobronchial ultrasound examination using a 20 MHz radial probe can be performed at the time of initial diagnosis or at the time of treatment during flexible or rigid bronchoscopy.*\n- The depth of tumor and cartilage invasion and destruction can be assessed by EBUS.*\n, or to judge the integrity of cartilaginous airway structures. For this purpose, high-frequency endobronchial ultrasonography (EBUS) is useful because the radial EBUS (20 MHz) identifies hypoechoic and hyperechoic layers that correlate with laminar histologic structures of the central airways.2\nIn fact, structural central airway wall abnormalities have been identified in patients with Wegener’s granulomatosis, tuberculosis, relapsing polychondritis, lung cancer,* or compression by vascular rings, and in patients with excessive dynamic airway collapse.2-4 Endobronchial ultrasound examination using a 20 MHz radial probe can be performed at the time of initial diagnosis or at the time of treatment during flexible or rigid bronchoscopy.*\n- The depth of tumor and cartilage invasion and destruction can be assessed by EBUS.*82 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nFigure 7-3 White light bronchoscopy and high-frequency endobronchial ultrasound (EBUS) images in tracheal stenosis. A, Post intubation tracheal stenosis showing a circumferential stricture. B, The corresponding EBUS image shows hypertrophic tissues and the disrupted calcified cartilage. C, Idiopathic subglottic stenosis seen on white light bronchoscopy. D, The corresponding EBUS image reveals prominent hypertrophic tissues and the integrity of the cartilage.\nbronchoscopy to visualize airway wall structures at the level of stenosis and potentially to guide treatment decisions.5 For instance, for patients who are not surgical candidates, or if tracheal surgical expertise is not available, a simple stricture characterized solely by hypertrophic fibrotic tissue can be successfully dilated (with or without laser assistance) and will not require a stent; on the other hand, for a complex stenosis, in which the cartilage is destroyed, dilation alone will not be long-lasting, making stent insertion almost obligatory to maintain airway rigidity and patency.6\nIn the absence of obvious cartilaginous collapse, however, it is impossible to assess the integrity of the cartilage by WLB alone if prominent hypertrophic stenotic tissue is present (Figure 7-3). High-frequency endobronchial ultrasound, with its high resolution, allows visualization of stenotic tissue and cartilaginous structures (see Figure 7-3). In idiopathic tracheal stenosis, histologic studies of resected specimens showed integrity of the cartilage; in complex stenoses such as those after tracheostomy or intubation, histologic evidence revealed partial or total destruction of cartilage.7 Abnormal cartilaginous structures may be identified by EBUS (see Figure 7-3). Furthermore, results from EBUS can help determine the extent to which a lesion might be dilated or ablated by helping avoid damage to normal cartilage and damage to the peribronchial blood vessels5,8 during dilation or bronchoscopic resection. EBUS can also be used to measure the diameters of both the normal airway and the stenosis, thereby potentially facilitating accurate assessment of the degree of narrowing and stent size selection.*8 EBUS is a minimally invasive procedure performed under moderate sedation or general anesthesia that adds extra time to a diagnostic bronchoscopic procedure.*\n- When the EBUS probe is retrieved from the distal end of the stenosis to the proximal side with the balloon inflated, the diameter of the balloon changes according to the degree of narrowing. In this way, normal and abnormal areas can be measured to accurately determine the degree of stenosis and to potentially impact stent size selection.*\nExperimental studies of nonpulmonary tissues have shown that a novel optical technology, optical coherence tomography (OCT), may detect laser-induced tissue changes.9 Because laser-induced thermal injury disrupts the normal optical properties of tissues, OCT is capable of visualizing architectural features of the airway wall and may be a useful tool to define therapeutic target volumes in situ and to monitor tissue coagulation, cutting, and ablation intraoperatively. This may result in subsequent reduction of the iatrogenic collateral airway wall injury well described in experimental studies. The physical principles of OCT are analogous to ultrasound: When a beam of sound or light is directed onto a tissue, it is back-reflected (backscattered) differently from structures that have different acoustic or optical properties. The principal difference between ultrasound and OCT is that\nthe degree of stenosis and to potentially impact stent size selection.*\nExperimental studies of nonpulmonary tissues have shown that a novel optical technology, optical coherence tomography (OCT), may detect laser-induced tissue changes.9 Because laser-induced thermal injury disrupts the normal optical properties of tissues, OCT is capable of visualizing architectural features of the airway wall and may be a useful tool to define therapeutic target volumes in situ and to monitor tissue coagulation, cutting, and ablation intraoperatively. This may result in subsequent reduction of the iatrogenic collateral airway wall injury well described in experimental studies. The physical principles of OCT are analogous to ultrasound: When a beam of sound or light is directed onto a tissue, it is back-reflected (backscattered) differently from structures that have different acoustic or optical properties. The principal difference between ultrasound and OCT is that7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n83\nthe speed of light (3 x 108 m/s) is many orders of magnitude faster than that of sound (1500 m/s). With OCT, light is emitted from the source, directed into tissues, and reflected off internal structures. The longer the distance traveled, the longer the delay in returning to a detector. The delay in returning light from deeper structures compared with shallow structures is used to reconstruct images. With time domain OCT systems (currently commercially available for clinical use), in-depth profiling is performed by measuring echo time delay and the intensity of backscattered or reflected light.* The system we intended to use in this patient measured OCT echo time delays by comparing the backscattered or back-reflected light signal versus a controlled reference signal. The resolution of OCT is much higher than that of ultrasonography, and in studying central airway wall microstructures, it is possible to visualize upper airway wall layers (mucosa and submucosa) but not the entire human cartilage, because the depth of penetration in tissues is approximately 1.7 mm.10 OCT systems are also used during bronchoscopy (flexible or rigid) to prolong diagnostic and therapeutic procedures. In our patient, we considered that OCT could become part of our minimally invasive armamentarium for evaluating patients with tracheal stenosis. We therefore planned to use this technology as part of an internal review board-approved research protocol.*\nAnother imaging technique, which is noninvasive, is vibration response imaging (VRI).† This technology requires minimal patient cooperation and can be repeated as often as necessary.11 VRI has been used in the evaluation of patients with asthma, chronic obstructive pulmonary disease (COPD), foreign body aspiration, and central airway obstruction.11 Results from experimental studies suggest that different sound frequencies are generated by airways of different sizes, such that differential analysis of VRI might allow precise localization of pathologic processes in different compartments of the lung.11,12 This is important in patients with central and concurrent peripheral airway obstruction, such as those with asthma/COPD and tracheal or subglottic stenosis. For instance, when a patient with COPD and post intubation tracheal stenosis develops nonspecific respiratory symptoms (cough, dyspnea, inability to raise secretions), VRI might be able to noninvasively localize the pathogenic process to the peripheral airway (e.g., COPD) or the central airway (e.g., tracheal stenosis), thus potentially avoiding the need for diagnostic computed tomography or bronchoscopy. This technology, however, was not available to us at the time of this patient’s evaluation.\nWith regard to physiologic studies, in this patient, the flow-volume loop was characteristic of fixed upper/central airway obstruction, revealing a “square” pattern caused by limitation of both inspiratory and expiratory flow. Published findings demonstrate absence of correlation between severity of obstruction as determined by the flow-volume loop and symptoms,13 or between spirometry-derived indices and radiologic assessment of airway obstruction.14 Furthermore, spirometry and flow-volume loops do not localize the anatomic level of the obstruction. Impulse oscillometry (IOS) can be used to localize the region of flow limitation in patients with concurrent central and peripheral airway obstruction. IOS is an effort-independent test during which brief pressure pulses of 5 to 35 Hz are applied during tidal breathing. Pressure-flow oscillations are superimposed on the subject’s tidal breaths, and real-time recordings are used to provide an estimate of total respiratory system impedance, including measurements of resistance* (R) and reactance† (X) at different frequencies that might differentiate between central and peripheral components of airway obstruction.15 Resistance of lung tissue, caused by its viscoelastic properties, decreases with increasing oscillation frequency and becomes essentially negligible at 5 Hz. This means that resistance at 5 Hz relates mainly to flow resistance in the tracheobronchial tree. Increased R at a low oscillation frequency (5 Hz) reflects an increase in total respiratory resistance suggestive of airway obstruction. This is noted, for example, in patients with COPD. In these patients, no flow dependence of resistance is observed in the absence of upper or central airway obstruction.16*\nBy contrast, the occurrence of upper/central airway stenosis is expected to generate increases in flow dependence of resistance,‡ both in normal subjects and in COPD patients with peripheral airway obstruction.17 With an airway of decreasing size, a gradual increase in resistance is noted, as well as a gradual increase in the flow dependence of resistance (ΔR/ΔV). Furthermore\nwith increasing oscillation frequency and becomes essentially negligible at 5 Hz. This means that resistance at 5 Hz relates mainly to flow resistance in the tracheobronchial tree. Increased R at a low oscillation frequency (5 Hz) reflects an increase in total respiratory resistance suggestive of airway obstruction. This is noted, for example, in patients with COPD. In these patients, no flow dependence of resistance is observed in the absence of upper or central airway obstruction.16*\nBy contrast, the occurrence of upper/central airway stenosis is expected to generate increases in flow dependence of resistance,‡ both in normal subjects and in COPD patients with peripheral airway obstruction.17 With an airway of decreasing size, a gradual increase in resistance is noted, as well as a gradual increase in the flow dependence of resistance (ΔR/ΔV). Furthermore84 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\ndue to tracheal obstruction and which part arises from more peripheral airway obstruction. At the time our patient was seen, IOS was not available at our facility. In view of the patient’s stridor and dyspnea, we chose to forgo additional testing and proceeded instead with rigid bronchoscopic dilation.\nComorbidities\nThe patient had uncontrolled “asthma” on inhaled corticosteroids and rescue albuterol, which had offered only partial relief. No other comorbidities interfered with general anesthesia or bronchoscopy.\nSupport System\nThe patient was married, and her husband was very involved in her care. In fact, he had expressed his concerns that the research project into which we intended to enroll his wife was just meant to advance the careers of treating team members and had nothing to do with his wife’s care. Indeed, it is not uncommon to encounter such opinions; surveys show that about one third of respondents among cancer trial participants, for example, and a quarter of nonparticipants fully or partially agreed with the statement that medical research is performed primarily to promote doctors’ careers.19\nPatient Preferences and Expectations\nThe patient herself believed that our main motive in conducting medical research was our wish to find new treatments or tests that would help other patients like her; in general, this is the opinion of most participants in both cancer and noncancer trials.20 Data on patients’ attitudes toward research in benign tracheal stenosis are not yet available. However, bioethicists believe that biomedical knowledge is a public good (i.e., it is available to any individual even if that individual does not contribute to it); therefore participation in biomedical research is an important way to support the public good, suggesting, at least from a utilitarian perspective, that we all have the duty to participate in it,*21 assuming that the risks of participation are not excessive. Another reason why it might be morally wrong to refuse to participate is that from a principle-based ethic (i.e., beneficence), if a person can prevent something bad or can produce something good, then that person has a duty to perform that action. In fact, failure to participate in research could be considered a form of free-riding, in other words, similar to when a person receives a benefit that others pay for, thereby taking advantage of those who contributed but refusing to share the burden of obtaining it.21 Of course, the obligation to participate in research is not absolute or legally mandated, and circumstances or reasons may prevail or diminish the force of duty.†*\nThe purpose of our research protocol was to explore whether novel acoustic and optical imaging technologies could complement traditional diagnostic studies such as WLB and CT, by identifying in vivo airway wall changes before and after laser-assisted dilation of circumferential tracheal strictures. This study was approved by the Institutional Review Board (IRB). Disclosure of IRB approval may be important in helping patients choose to participate in research, as demonstrated in a study from Denmark showing that most patients stated that research ethics committee oversight had had an impact on their decision to participate.20 The fact that a clinical study has been reviewed and approved by an ethics committee apparently gives patients a sense of security and increases their willingness to participate. Sharing such information with patients is essential during the informed consent process. Well-functioning IRBs ensure that patient risks will not be excessive relative to the benefits of participating in the research endeavor. A patient’s moral obligation to participate may be weaker if potential risks to the individual far outweigh potential expected benefits of the research project.\nProcedural Strategies\nIndications\nBronchoscopic procedures or open surgery is clinically indicated to restore satisfactory airway lumen patency and improve symptoms.22,23 This patient had symptomatic stenosis. Improving airway patency to less than 50% narrowing could lead to alleviation of her exertional dyspnea.17\nContraindications\nNo absolute contraindications to rigid bronchoscopy were identified. No history of heart or lung disease was elicited that could have potentially increased the risk for hemodynamic instability during general anesthesia. No history of renal or liver disease was revealed that would have increased the risk for bleeding.\nExpected Results\nThe morphology of the stricture was circumferential. In this setting, results from studies show that a second endoscopic intervention is required more often than for patients with strictures due to purely eccentric localized hypertrophic tissue.24,25 In patients with idiopathic subglottic stenosis, however, the therapeutic success of rigid bronchoscopic interventions is variable. In addition to morphology, a major factor impacting success includes stenoses less than 1.0 cm in length and not associated with significant loss of cartilage. In\nional dyspnea.17\nContraindications\nNo absolute contraindications to rigid bronchoscopy were identified. No history of heart or lung disease was elicited that could have potentially increased the risk for hemodynamic instability during general anesthesia. No history of renal or liver disease was revealed that would have increased the risk for bleeding.\nExpected Results\nThe morphology of the stricture was circumferential. In this setting, results from studies show that a second endoscopic intervention is required more often than for patients with strictures due to purely eccentric localized hypertrophic tissue.24,25 In patients with idiopathic subglottic stenosis, however, the therapeutic success of rigid bronchoscopic interventions is variable. In addition to morphology, a major factor impacting success includes stenoses less than 1.0 cm in length and not associated with significant loss of cartilage. In7 - Idiopathic Subglottic Stenosis Without Glottis Involvement 85\ncontext of a multidisciplinary airway disease program and are routinely discussed with surgical colleagues before bronchoscopic treatments are initiated.\nTherapeutic Alternatives\nSimple mechanical dilation (with balloons, bougies, or rigid bronchoscope), CO2 or potassium-titanyl-phosphate (KTP) laser-assisted mechanical dilations, and surgical interventions such as laryngotracheoplasty were discussed with the patient and her husband. Surgical treatment consisting of cricotracheal resection and primary thyrotracheal anastomosis is considered by some to be the procedure of choice for the treatment of severe idiopathic subglottic stenosis (>70% luminal obstruction).29 Our patient had a lesser degree of obstruction and refused open surgery because the success rate of bronchoscopic interventions was acceptable to her. We did not offer her stent placement because of the known frequency of stent-related complications when stents are placed in the subglottic regions (the proximal end of the stent may induce ulceration and granulation tissue formation with subsequent glottis or subglottic restenosis), and because complications from stent insertion might increase the complexity of a stricture or increase the length of the stenotic segment. These two factors might adversely affect open surgical resection at a later date.\nCost-Effectiveness\nTo our knowledge, no randomized studies have evaluated outcomes or the cost-effectiveness of endoscopic versus open surgical interventions for this disease.\nInformed Consent\nAfter they had been advised of all therapeutic alternatives, the patient and her husband elected to proceed with rigid bronchoscopy under general anesthesia. A separate informed consent was obtained for the research protocol.\nTechniques and Results\nAnesthesia and Perioperative Care\nIn general, when the patient is taken to the operating room, the treating team verifies the patient’s name using at least two identifiers (in addition to reading the patient’s name bracelet) and the written history and physical and the informed consent form, thereby ensuring that the patient, the surgeon, and the procedure being performed are correctly identified. The patient or caretaker is asked to confirm the type of procedure being performed. The individual responsible for this communication correlates site marking (when necessary), consent, printed operating room schedule, and history and physical with the patient’s name. If any part is not matching, the process is stopped until it is validated.* In our institution, the person performing the procedure must document in the medical record the appropriate procedure before the procedure takes place.*\n- If a discrepancy occurs, the next step is to call the surgeon to provide adequate documentation to resolve discrepancy.*\nMany institutions also apply the so-called time-out or preprocedure pause process. This is performed immediately before the procedure for the purpose of preventing medical error by conducting a final verification of correct patient, procedure, and site (when applicable).* This is done by active (two-way) communication among all surgical/procedural team members and is consistently performed before all procedures, that is, before the incision, or if no incision is planned, as for rigid bronchoscopy, then before the procedure (e.g., rigid bronchoscopic intubation) is initiated. A practical way to do this is to utilize a visual checklist posted in the operating room (Figure 7-4).† At our institution, the circulating nurse documents in the medical record that the time-out was completed. In general, the health care facility defines who is responsible to initiate the time-out, but all those present are accountable for it and must participate in the time-out, including the surgeon, the anesthesia provider, the circulating nurse, and house staff when present. In certain institutions in the United States, if a surgical procedure begins without first completing the time-out, this must be reported for peer review and quality improvement analysis.30*\n- Site marking should be done for any procedure that involves laterality or multiple structures or levels (even if the procedure takes place outside an operating room).*\n†During a time-out, the following elements are to be verified, as appropriate: patient’s name using two identifiers, site (including marking, when indicated), procedure, correct position, equipment/implants present, allergies, American Society of Anesthesiologists (ASA) status, and type of anesthesia. Any differences/discrepancies must be reconciled immediately; the procedure cannot start until discrepancies are corrected.\nWe routinely use spontaneous assisted ventilation after induction and intubation with the rigid scope in patients with upper and central airway obstruction. Spontaneous ventilation, however, may create negative inspiratory intraluminal pressure that exacerbates an extrthoracic lesion; therefore, with inspiration, negative intraluminal pressure worsens the collapse of the airway, thus further limiting inspiratory airflow and potentially leading to hypoventilation.‡\ntakes place outside an operating room).*\n†During a time-out, the following elements are to be verified, as appropriate: patient’s name using two identifiers, site (including marking, when indicated), procedure, correct position, equipment/implants present, allergies, American Society of Anesthesiologists (ASA) status, and type of anesthesia. Any differences/discrepancies must be reconciled immediately; the procedure cannot start until discrepancies are corrected.\nWe routinely use spontaneous assisted ventilation after induction and intubation with the rigid scope in patients with upper and central airway obstruction. Spontaneous ventilation, however, may create negative inspiratory intraluminal pressure that exacerbates an extrthoracic lesion; therefore, with inspiration, negative intraluminal pressure worsens the collapse of the airway, thus further limiting inspiratory airflow and potentially leading to hypoventilation.‡86\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nFigure 7-4 Example of surgical safety checklist posted in the operating room.\nFigure 7-5 Equipment used in this patient. A, The white light bronchoscopy tower and the radial endobronchial ultrasound probe. B, Close view of the 9.5 mm EFER-Dumon rigid bronchoscope, the radial ultrasound probe with its water-inflated balloon, and the optical coherence tomography (OCT) probe. C, The OCT console.\nA\nB\nC\nEFER Dumon rigid bronchoscope\nOptical coherence tomography probe\nRadial probe endobronchial ultrasound\nallowing gastric contents to drain externally. Once the mouth and the pharynx are suctioned, the airway is secured by endotracheal intubation if necessary. A nasogastric tube to empty the stomach should be inserted once the airway is secured. Endotracheal suctioning before positive-pressure ventilation is essential to avoid forcing the aspirated material deeper inside the lungs. In view of these rare but potentially life-threatening complications, careful observation of the patient’s vital signs and respiratory status is warranted until the patient is fully awake and communicative.\nInstrumentation\nWe chose to perform rigid bronchoscopy using the EFER-Dumon rigid bronchoscope (Bryan Corp, Woburn, Mass) and the KTP laser (Laserscope, San Jose, Calif) for ablation and dilation of the stricture. Commercial two-dimensional, time domain OCT (Niris Imaging System, Imalux Corp, Cleveland, Ohio) and radial EBUS systems (Olympus Optical Co. Ltd., Tokyo, Japan) (Figure 7-5) were used to evaluate airway wall microstructures in the region of hypertrophic tissue constituting the stenosis. This OCT system has a depth resolution of 10 to 20 μm (in air), a lateral resolution of 25 μm, an imaging depth of approximately 1.7 mm (in tissue), a lateral scanning range of 2 mm, and a probe diameter of 2.7 mm. EBUS was performed using a 20 MHz radial mechanical-type probe with resolutions that typically are below 100 μm (Model UM-3R, Olympus, Tokyo, Japan) and an ultrasound unit (EU-M 20 Endoscopic Ultrasound System, Olympus) (see Figure 7-5).\nImalux Corp, Cleveland, Ohio) and radial EBUS systems (Olympus Optical Co. Ltd., Tokyo, Japan) (Figure 7-5) were used to evaluate airway wall microstructures in the region of hypertrophic tissue constituting the stenosis. This OCT system has a depth resolution of 10 to 20 μm (in air), a lateral resolution of 25 μm, an imaging depth of approximately 1.7 mm (in tissue), a lateral scanning range of 2 mm, and a probe diameter of 2.7 mm. EBUS was performed using a 20 MHz radial mechanical-type probe with resolutions that typically are below 100 μm (Model UM-3R, Olympus, Tokyo, Japan) and an ultrasound unit (EU-M 20 Endoscopic Ultrasound System, Olympus) (see Figure 7-5).7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n87\nAnatomic Dangers and Other Risks\nDuring work in the subglottis, risks for vocal cord trauma, laryngeal edema, and arytenoid dislocation all potentially contribute to stridor and respiratory distress in the postoperative period. Therefore, a careful, atraumatic intubation is warranted, for which the patient must be properly anesthetized.* Bucking, coughing, or laryngospasm during rigid bronchoscopic intubation could traumatize the stenotic lesion, causing edema and hyperemia, thus interfering with laser application.† It is therefore important for the operator to carefully manipulate the rigid scope in the larynx to avoid inadvertent trauma to the normal mucosa or the stenotic lesion. The scope therefore should be kept aligned with the airway and “off the wall.” When making a radial incision on hypertrophic stenotic tissues, the operator should use the laser at the highest power density that is compatible with his or her level of eye-mind-hand coordination and minimize total laser beam exposure time.‡*\nResults and Procedure-Related Complications\nAfter induction, the patient was atraumatically intubated with a 9.5 mm EFER-Dumon rigid nonventilating bronchoscope (aka tracheoscope). The circumferential stricture was seen 1.5 cm below the cords with the most prominent hypertrophic tissue on the right lateral and posterior tracheal wall. The stricture was estimated at 5 mm, being of the same size as the rigid telescope. OCT images of the stricture were obtained on the right and left sides of the stricture (Figure 7-6). The high-frequency endobronchial ultrasound probe was introduced, revealing hypertrophic tissues in a circumferential manner with the most prominent component on the right and posteriorly (see video on ExpertConsult.com) (Video II.7.2) (see Figure 7-6). KTP laser incisions were performed using a power setting of 6 W and 1 second pulses for a total of 1 minute and 10 seconds and a total energy of 424 joules. Two incisions were performed: one at 5 o’clock (right posterolateral) and one at 1 o’clock (right anterolateral). The OCT probe was reinserted to capture images of laser effects on tissues (Figure 7-7). Then the stricture was dilated, and once bypassed, measurements were performed. The stricture was 1.5 cm long, consistent with CT measurements. Examination of the patient’s lower airways showed no other abnormalities. The scope was removed, and the patient was reintubated with a\nA\nB\nC\nD\nCartilage\nHypertrophic\nfibrotic tissue\nFigure 7-6 A, Optical coherence tomography (OCT) probe onto hypertrophic stenotic tissues at the left incision site before laser and dilation. B, The corresponding OCT tomogram reveals a homogeneous light backscattering layer, and resultant loss of layer structures is visible. C, Endobrachial ultrasound (EBUS) probe with the water-filled balloon occludes the lumen inside the stricture. D, EBUS image of the stricture before treatment shows the thick layer of the hypertrophic tissue visualized overlying the cartilage. OCT image size is 2 mm horizontal and 2.2 mm (in air) vertical.\n- Patients ideally should be in stage 3 of anesthesia, also known as surgical anesthesia; during this stage, the skeletal muscles are relaxed, the patient’s breathing is regular, and loss of laryngeal reflexes occurs.*\n†High energy absorption by the hyperemic mucosa will reduce penetration and increase collateral thermal damage.\n‡Longer exposure times result in higher total energy density and greater risk for laser-induced thermal damage.\nreveals a homogeneous light backscattering layer, and resultant loss of layer structures is visible. C, Endobrachial ultrasound (EBUS) probe with the water-filled balloon occludes the lumen inside the stricture. D, EBUS image of the stricture before treatment shows the thick layer of the hypertrophic tissue visualized overlying the cartilage. OCT image size is 2 mm horizontal and 2.2 mm (in air) vertical.\n- Patients ideally should be in stage 3 of anesthesia, also known as surgical anesthesia; during this stage, the skeletal muscles are relaxed, the patient’s breathing is regular, and loss of laryngeal reflexes occurs.*\n†High energy absorption by the hyperemic mucosa will reduce penetration and increase collateral thermal damage.\n‡Longer exposure times result in higher total energy density and greater risk for laser-induced thermal damage.88\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nFigure 7-7 A, Optical coherence tomography (OCT) probe overlying an area with laser-induced charred tissue. B, The corresponding OCT tomogram shows a high backscattering layer; the carbonized layer at the surface absorbs, and the incident OCT beam results in reduced penetration and causes shadowing artifacts, identified by vertical low backscattering streaks (arrows). C, OCT probe overlying fibrotic tissue without charring post dilation. D, The corresponding OCT tomogram reveals a bright homogeneous light backscattering layer, probably explained by inflammation, which disrupts tissue boundaries and shows a bland image. E, OCT probe overlying the normal tracheal wall. F, The OCT tomogram reveals normal airway wall layers: Mucosa has enhanced reflectivity compared with underlying submucosa; the extracellular matrix of cartilage decreases scattering of incident light and reflects as a dark region on the OCT image. G, Post treatment, radial probe endobrachial ultrasound (EBUS) shows thinner but persistent hypertrophic tissues. H, EBUS probe with the water-filled balloon in the normal trachea distal to the stricture. I, EBUS image of the normal tracheal wall: Submucosa and cartilaginous layers are clearly identified overlying the water-filled balloon. OCT image size is 2 mm horizontal and 2.2 mm (in air) vertical. Note that in images A and C, the OCT probe is not in intimate contact with the airway wall, so that OCT tomograms also show a layer of low light backscattering consistent with air.\nA\nB\nC\nD\nE\nF\nG\nH\nI\nCharred tissue\nCharred\ntissue\nNormal\ncartilage\nNormal trachea\nPersistent\nhypertrophic tissue\nNormal cartilage\nNormal mucosa\nand submucosa\nAir\nAir\nStricture post dilation\nNormal airway wall\nInflamed tissue\nMucosa\nSubmucosa\nCartilage\nMucosa\nSubmucosa\nCartilage\n10.5 mm EFER-Dumon nonventilating scope to further dilate the stricture. The EBUS probe was reinserted and the balloon was inflated at the level of the stricture for 10 seconds (see video on ExpertConsult.com) (Video II.7.3). EBUS images obtained post dilation revealed continued evidence of residual but less prominent hypertrophic tissue (see Figure 7-7). OCT images were obtained at the level of the stricture post dilation and of the normal airway wall, after which the procedure was terminated (see Figure 7-7).\nEBUS of hypertrophic tissues revealed a homogeneous layer overlying normal tracheal cartilage. The right posterior hypertrophic tissue was thick and indistinguishable from the posterior trachealis muscle (see Figure 7-6), which usually is characterized by three layers.32 In vivo OCT of hypertrophic tissues showed a bland image consisting of a homogeneous light backscattering layer and absence of normal airway wall-layered microstructures (see Figure 7-6). After the radial laser incision, OCT of charred tissue showed high backscattering, reduced imaging penetration, and shadowing artifacts identified as vertical low backscattering streaks (see Figure 7-7). After dilation, OCT in noncharred areas showed a bland pattern confirming continued absence of normal airway wall proximity. A bright light backscattering layer suggested the presence of acute inflammation (see Figure 7-7). EBUS showed thinner but persistent hypertrophic tissue overlying the cartilage and unchanged thick posterior hypertrophic tissue (see Figure 7-7) after resection and dilatation. Because airway\n7-6), which usually is characterized by three layers.32 In vivo OCT of hypertrophic tissues showed a bland image consisting of a homogeneous light backscattering layer and absence of normal airway wall-layered microstructures (see Figure 7-6). After the radial laser incision, OCT of charred tissue showed high backscattering, reduced imaging penetration, and shadowing artifacts identified as vertical low backscattering streaks (see Figure 7-7). After dilation, OCT in noncharred areas showed a bland pattern confirming continued absence of normal airway wall proximity. A bright light backscattering layer suggested the presence of acute inflammation (see Figure 7-7). EBUS showed thinner but persistent hypertrophic tissue overlying the cartilage and unchanged thick posterior hypertrophic tissue (see Figure 7-7) after resection and dilatation. Because airway7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n89\n- This patient’s sagittal tracheal diameter was estimated at 12 mm; in fact, in women, 10 mm is considered the lower limit of normal for both sagittal and coronal diameters. Her post procedure stenotic index was 20% — a degree of airway narrowing that does not cause airflow limitation.*\nFigure 7-8 A, Follow-up flexible bronchoscopy at 10 weeks detects recurrent circumferential stricture of 6 mm diameter. B, During rigid bronchoscopy, the stricture was dilated to 12 mm; note the mucosal hyperemia induced by mechanical dilation.\npatency was considered satisfactory at 10 mm,* the patient was extubated. After extubation, the bronchoscopist was talking with the circulating nurse, documenting the procedure performed while the bronchoscopy team was removing the instruments for sterilization. The anesthesiologist was preoccupied with documentation of the procedure in the electronic medical record. The pulmonary trainee was teaching some medical students and residents present in the operating room, explaining to them some basic physiology of tracheal stenosis. Suddenly, while on the gurney and ready to be transported from the operating room, the patient’s oxygen saturation suddenly dropped to 80% as noticed by a medical student who was keeping an eye on the patient. The pulse oximetry wave was optimal, and examination revealed inspiratory stridor. The patient was still obtunded. It is well known that airway patency can be temporarily worsened as patients recover from general anesthesia. Edema in the upper airway may manifest itself after the bronchoscope is removed. Laryngospasm was suspected in our patient, so a chin lift and jaw thrust maneuver was immediately performed, and positive-pressure ventilation assistance using the resuscitation mask was promptly applied. The patient’s oxygen saturation improved within seconds, laryngospasm immediately resolved, and 10 minutes later, after she was fully awake, the patient was safely transported to the recovery area. It is noteworthy that when these events occurred, the bronchoscopist verbally scolded the anesthesiologist for not paying attention to “my patient,” reprimanding a bureaucratic system that obliges us to be “busy with paperwork, rather than taking care of our patients.” The anesthesiologist, similarly frustrated, accused the treating team of prematurely removing the bronchoscopy equipment, stating, “it is your procedure, since when do your nurses remove equipment from the room before we remove the patient?” Subsequently, the patient was accompanied to the recovery area uneventfully. No post procedure stridor was noted, but had it occurred, treatment with humidified oxygen, nebulized epinephrine, steroids, or even reintubation may have been required.*\nLong-Term Management\nOutcome Assessment\nAirway patency was restored to 10 mm. The presence of residual hypertrophic tissues and inflammation, although predictable after bronchoscopic interventions, could not be easily appreciated using white light bronchoscopy in terms of extent in cross-section. The presence of residual hypertrophic tissue after treatment is considered a predictive factor for recurrence, as suggested by published histopathologic and surgical data.33-35 We continue to hypothesize that in vivo application of an EBUS radial probe during bronchoscopic resection may be useful for identification of such residual hypertrophic tissue and could predict recurrence.5 OCT may allow identification of normal airway wall microstructures and may identify their absence at the level of the stricture; once charring occurs, however, OCT images are compromised owing to high absorption and reduced penetration,5 allowing us to learn that once charring occurs, this optical technology probably plays no role. Future studies may clarify the exact role of these technologies in guiding treatment decisions. It is noteworthy to mention that EBUS findings are not specific for idiopathic tracheal stenosis, however, and similar circumferential thickening of the submucosa with intact bronchial cartilage has been described in cases of Wegener’s granulomatosis.8*\nReferrals\nThe patient was scheduled to see a thoracic surgeon on an outpatient basis because she had required two rigid bronchoscopic dilations and remained at risk for recurrence.\n- We noted these findings in some cases of post intubation tracheal stenosis without cartilage disruption.*\nat the level of the stricture; once charring occurs, however, OCT images are compromised owing to high absorption and reduced penetration,5 allowing us to learn that once charring occurs, this optical technology probably plays no role. Future studies may clarify the exact role of these technologies in guiding treatment decisions. It is noteworthy to mention that EBUS findings are not specific for idiopathic tracheal stenosis, however, and similar circumferential thickening of the submucosa with intact bronchial cartilage has been described in cases of Wegener’s granulomatosis.8*\nReferrals\nThe patient was scheduled to see a thoracic surgeon on an outpatient basis because she had required two rigid bronchoscopic dilations and remained at risk for recurrence.\n- We noted these findings in some cases of post intubation tracheal stenosis without cartilage disruption.*90\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n- *Follow-up Tests and Procedure*s**\nFour months later, the patient developed progressive dyspnea (World Health Organization [WHO] class III) and stridor with minimal exertion. Flexible bronchoscopy showed recurrent moderate stenosis (Figure 7-8). Rigid bronchoscopic dilation was performed again with restoration of airway patency to 12 mm and improvement in symptoms (see Figure 7-8). Because the patient lived far from the hospital, and to potentially detect early recurrence before severe symptoms developed, we had chosen to prescribe a peak flow meter* and had asked the patient to keep a log of daily peak flows and to call us when more than 20% reduction from baseline occurred.*\nIt is known that after an airway intervention, some residual obstruction persists or some mucosal edema develops as a result of the procedure itself (e.g., granulation tissue, sputum impaction), impairing complete return of airway resistance to normal values. In fact, possible edema post intervention implies that the lumen area at the time of post intervention functional testing could be slightly smaller than that estimated in vivo at the time of termination of the intervention. In addition, the narrowest passage in the upper airway, including the trachea, is in fact the glottis, with a typical lumen area of 100 mm2 during normal breathing.36 This explains why, in the case of lumen area exceeding 100 mm2, ΔR/ΔV values generally fall to within limits of normal. Therefore, follow-up protocols in patients such as ours, at risk for stenosis recurrence, could include IOS monitoring to determine clinically relevant threshold values for R and ΔR/ΔV. We continued the patient’s inhaled corticosteroids (which may help with reducing inflammation at the level of the stricture) and prescribed proton pump inhibitors in an attempt to potentially reduce the risk for recurrence by diminishing potential adverse effects from reflux, as suggested by anecdotal published evidence.37\n- *Quality Improvemen*t**\nThe episode of stridor that occurred during emergence from anesthesia made us reflect on patient safety and quality of care. Because the potential need for emergency reintubation is always present during this phase of anesthesia (especially in a patient with recent dilation of the subglottic stricture), we concluded that all necessary airway equipment and a bronchoscopist with the proper equipment should remain immediately available in the operating theater until the patient is fully awake. We chose to make this an official entry in our department’s policy and procedure manual and to incorporate this into our procedural checklist.\nEvents in the operating room also prompted us to reflect on the issue of professionalism. We believed that at the time of laryngospasm and transient hypoxemia, the operating room noise level was unacceptably high, and that distraction was contributory to the adverse event that might have been prevented had mask ventilation been prolonged after extubation, or had everyone not been busy teaching, talking, and doing other things. Although induction of anesthesia and, before that, the period of attention required when performing a time-out tend to be calm, quiet, and focused moments, with operating rooms providing an excellent barrier to noise, interruption, and distraction, emergence from anesthesia in the operating room often seems to be a noisier moment. The procedure is over, and people are anxious to move on to whatever needs to be done next; prepare the room for the next patient, finish charting, teach, or ask about a colleague’s weekend activities. Indeed, data demonstrate increased distraction during emergence from anesthesia compared with the induction or maintenance phase of anesthesia. One study for instance found that the mean noise level* during emergence (58.3 dB) was significantly higher than during induction (46.4 dB) and maintenance (52 dB), and that sudden loud noises,† greater than 70 dB,‡ occurred more frequently at emergence (34 times) than at induction (9 times) or maintenance (13 times). The median (range) of staff entrances into the operating room or exits from the room were 0 (0 to 7), 6 (1 to 18), and 10 (1 to 20) for induction, maintenance, and emergence, respectively (P < .001). Furthermore, conversations unrelated to the procedure occurred in 28 of 30 (93%) emergences from anesthesia.*\nThese findings are especially relevant to our case. Failure of situational awareness is a known cause of adverse events in hospitalized patients because it causes difficulties in communication and concentration. We propose that this is warranted to recognize and minimize distraction, especially during emergence from anesthesia after interventional airway procedures. Applying the “sterile cockpit”§ rule may be useful in improving patient safety.38 We are aware that\nmore frequently at emergence (34 times) than at induction (9 times) or maintenance (13 times). The median (range) of staff entrances into the operating room or exits from the room were 0 (0 to 7), 6 (1 to 18), and 10 (1 to 20) for induction, maintenance, and emergence, respectively (P < .001). Furthermore, conversations unrelated to the procedure occurred in 28 of 30 (93%) emergences from anesthesia.*\nThese findings are especially relevant to our case. Failure of situational awareness is a known cause of adverse events in hospitalized patients because it causes difficulties in communication and concentration. We propose that this is warranted to recognize and minimize distraction, especially during emergence from anesthesia after interventional airway procedures. Applying the “sterile cockpit”§ rule may be useful in improving patient safety.38 We are aware that7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n91\nunnecessary, and unrelated conversations until the patient has left the operating room.*\nWe also acknowledged that both the bronchoscopist’s and the anesthesiologist’s behaviors could be perceived as unprofessional. Although interpersonal conflicts are common in the workplace because of people’s different personalities, ideas, or interests, they may become more apparent in stressful settings, as when teams are needed to perform a task such as a surgical intervention.39 Interpersonal conflict is distressing to those directly involved, and it can adversely impact patient care. Conflict often leads to miscommunication, demoralization, and poor team interaction. It is already well known that the operating room is the clinical environment where most medical accidents occur. It is interesting to note that 75% to 80% of such accidents are not caused by technical failures or incompetence, but by systemic nontechnical issues such as miscommunication. For example, one study evaluated adverse surgical events that resulted from errors of management and found that 43% of errors were actually related to a breakdown of communication between personnel.40\nConflict resolution is most likely to succeed in an environment built on leadership principles, clear communication skills, and flexibility. Resolution can occur only when communication is open, unemotional, and honest. Team leaders must be flexible enough to respect each individual’s point of view objectively39 and to find common ground even in cases of disagreement. The effects of unhealthy egos and narcissistic behaviors need to be minimized.† It is noteworthy that the day after the procedure, during an objective, friendly conversation, both the bronchoscopist and the anesthesiologist agreed that their main concern had been doing what was necessary in the patient’s best interest. Literature in fact suggests that patient-centered practice can unite values and communication issues among operating room teams.41 A mutual apology was in order; both agreed that the noise level in the operating room had been an unnecessary distraction that probably contributed to the overall sense of chaos that day, and both agreed to do their best to control operating room noise in the future.\nDISCUSSION POINTS\n1. Describe the features of this lesion based on the McCaffrey and Myer-Cotton classification systems. These two systems are widely used for grading laryngotracheal stenosis, mainly based on literature from otorhinolaryngology. - The McCaffrey system42: based on the site and extent of an airway stenosis*; consists of four stages: (I) lesions confined to the subglottis or trachea that are less than 1 cm in length; (II) subglottic stenoses longer than 1 cm within the cricoid and not extending to the glottis or trachea; (III) subglottic stenoses that extend into the upper trachea but do not involve the glottis; and (IV) lesions involving the glottis. Based on this system, therefore, our patient had a stage III lesion.* - The Myer-Cotton system43: based on the degree of narrowing; also consists of four grades: (I) lesions narrowed to maximum 50% obstruction; (II) from 51% to 70% obstruction; (III) 71% to 99% obstruction; and (IV) 100% obstruction (no lumen detected), as seen in the suprastomal region of patients with indwelling tracheostomies. Based on this system, our patient had a grade II lesion because 60% obstruction was detected by computed tomography.\n2. Describe the impact of the structure on airflow limitation and symptoms in this patient. - A flow dynamic study assessed flow patterns and pressure drops over tracheal stenoses artificially inserted into a realistic three-dimensional upper airway model derived from computed tomography images obtained in healthy men.17 The pressure drop over the stenosis, which correlates with the work of breathing, dramatically increased only when more than 70% of the tracheal lumen was obstructed at 15 and 30 L/min flow rates. Pressures when the stenosis was 50% were indistinguishable from pressures in the absence of stenosis, suggesting that from a physiologic perspective, lesions obstructing the trachea by 50% or less may not interfere with airflow or cause symptoms. Our patient had a stenosis index of 60%, for which a pressure drop is seen at high flow rates (30 L/min), suggesting symptoms with exertion, as was indeed the case.\n3. Describe the role of impulse oscillometry in patients with tracheal stenosis. - Impulse oscillometry is an effort-independent technique that does not require forced expiratory maneuver. Thus\nthe stenosis, which correlates with the work of breathing, dramatically increased only when more than 70% of the tracheal lumen was obstructed at 15 and 30 L/min flow rates. Pressures when the stenosis was 50% were indistinguishable from pressures in the absence of stenosis, suggesting that from a physiologic perspective, lesions obstructing the trachea by 50% or less may not interfere with airflow or cause symptoms. Our patient had a stenosis index of 60%, for which a pressure drop is seen at high flow rates (30 L/min), suggesting symptoms with exertion, as was indeed the case.\n3. Describe the role of impulse oscillometry in patients with tracheal stenosis. - Impulse oscillometry is an effort-independent technique that does not require forced expiratory maneuver. Thus92\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nrespiratory distress in patients with critical tracheal strictures. 15\n- The procedure is more sensitive than spirometry and can be used before and after therapy to objectively document physiologic improvement, as well as for monitoring. 16*\n- The procedure assists in differentiating responsible flow-limiting segments in patients with concurrent central and peripheral airway obstruction such as that caused by tracheal stenosis and COPD. Airway obstruction is revealed by an increase in R5 (respiratory system resistance at 5 Hz oscillation frequency). Increased R20 measured by IOS, however, indicates an obstruction in the central airways, thus suggesting that IOS can be helpful, in addition to body plethysmography, spirometry, and flow-volume loop, for assessing airflow obstruction. 18*\nExpert Commentary\nprovided by Sylvia Verbanck, PhD, and Marc Noppen, MD, PhD\nThe Holy Grail of noninvasive diagnosis of the pulmonary system is a test, or one of its derived parameters, that can reliably ascertain small or large airway function. In this commentary, we will discuss some of the issues pertaining to distinguishing the location of airflow limitation as assessed by noninvasive physiologic testing. The ability to localize the main site of flow limitation responsible for a patient’s symptoms would be helpful for the clinician treating patients with tracheal stenosis and concurrent small airway disease. The first thing to bear in mind is that until today, the most widely accepted definition of small airways (diameter <2 mm) is based on a retrograde catheter size used in pioneering work on airway resistance conducted by Macklem and Mead. 44 Several conditions define the ideal, noninvasive diagnostic test. It should be easy to perform for the patient, easy to analyze for the technician, easy to interpret for the researcher, and able to detect structural changes at an early stage in the various air spaces. The literature is littered with studies claiming to have found such tests, frequently introducing these as “reflecting” the small or the large airways. Usually, these tests do fulfill the condition that their parameters change in case of a change in particular location, but conversely, this does not unequivocally mean that the parameter’s change is the result of a structural change that has occurred exclusively in that particular location and not elsewhere.\nProbably overwhelmed by a sense of enthusiasm about the first condition being fulfilled, the tendency is to automatically assume that the second condition is fulfilled as well. This is when a test reported to “reflect” the small or large airways creates a “flou artistique,” letting interpretation run its free course. An example is impulse oscillometry (IOS), whereby resistance can be measured at various forced oscillation frequencies, which ironically has been advocated alternatively as a “small airway” test and a “large airway” test. This is logical to the extent that both categories of airways could be called mutually exclusive, were it not for the broad airway range in size and morphology, making either category a difficult one to pin down. Yet, the general idea is that resistance obtained at a “high” oscillation frequency preferentially reflects the large airways, based on valid models of lung mechanics that use an electrical analogy in the form of an alternating current RLC resonance circuit (“R” stands for resistor, “L” for inductor, “C” for capacitor). Hence, a change in the frequency dependence of resistance can be considered as a change in the “large” or “small” airways.\nAt least one other airway characteristic interferes with this interpretation of the frequency dependence of resistance: Airway resistance is distributed heterogeneously across the tracheobronchial tree (in this case modeled by parallel RLC circuits), and increased heterogeneity is predicted to affect low frequencies more than high frequencies, creating an additional source of frequency dependence, which, in principle, has nothing to do with airway size. Just like “small” and “large” airways, the terms “low” and high” frequency are being used rather liberally; in fact, in the pioneering studies, low frequency referred to frequencies in the vicinity of breathing frequency, requiring a subject to breath-hold while performing forced oscillation testing. Further complicating the interpretation of frequency dependence of IOS resistance is the fact that when a flow-limiting orifice such as a tracheal stenosis comes into play, an additional RLC compartment with different resonance characteristics may be created so as to preferentially affect low frequency resistance. 45\nFor all of the reasons already discussed, the frequency dependence of resistance may well be influenced by tracheal stenosis, yet not be a unique reflection of it. The\n, creating an additional source of frequency dependence, which, in principle, has nothing to do with airway size. Just like “small” and “large” airways, the terms “low” and high” frequency are being used rather liberally; in fact, in the pioneering studies, low frequency referred to frequencies in the vicinity of breathing frequency, requiring a subject to breath-hold while performing forced oscillation testing. Further complicating the interpretation of frequency dependence of IOS resistance is the fact that when a flow-limiting orifice such as a tracheal stenosis comes into play, an additional RLC compartment with different resonance characteristics may be created so as to preferentially affect low frequency resistance. 45\nFor all of the reasons already discussed, the frequency dependence of resistance may well be influenced by tracheal stenosis, yet not be a unique reflection of it. The7 - Idiopathic Subglottic Stenosis Without Glottis Involvement\n93\nthe shape of the contraction (sharp-edged or rounded), and the flow regime in which stenosis occurs (turbulent or laminar). A detailed simulation in a realistic model of tracheal stenosis with varying orifices predicts that the dependence of pressure drop on breathing flow rate becomes more marked with more severe stenosis. The real-life measurement of pressure drop in situ is possible47 yet impractical: Besides being invasive for the patient, the measurement equipment may affect the local aerodynamics that it is attempting to measure. The next best thing that can be measured noninvasively is resistance (pressure drop over breathing flow rate), the trade-off being that other parts of the lung may contribute to resistance. Aerodynamics predicts that nonstenotic airways may well contribute to resistance, but they are unlikely to contribute to breathing flow dependence of resistance, which is a functional hallmark of a sudden contraction. Among existing or emerging methods of choice, we thus require the possibility to measure resistance at different breathing flows. IOS is one such method. In addition, IOS offers the possibility to separately gauge inspiratory and expiratory phases of the breathing cycle, which may be more relevant in case of a variable tracheal obstruction. Also, in case body posture plays a role in stenosis-related breathing discomfort, resistance is easier to obtain with IOS than with plethysmography, which would require a horizontal body plethysmograph.\nOnce it is detected by resistance, the remaining issue is the location of a stenotic lesion. Because local pressure loss is affected by whether the contraction is located in a laminar or a turbulent flow regime, this could provide a way to distinguish tracheal stenosis from that occurring more distally in the tracheobronchial airway, possibly by using heliox. In addition, we should consider that for a given degree of contraction, a stenotic constriction in a mainstem bronchus normally will have a greater impact on overall resistance measured at the mouth than a similar constriction in one of its subtending branches (summing resistance according to whether they are in series or in parallel as in an electrical circuit). Although such engineering considerations could be used to further refine resistance measurement techniques, one might bear in mind that we are dealing with the biologic variability associated with a breathing human lung. Hence, it may be wise to be satisfied with a test that detects the extent of narrowing or the location of narrowing, rather than trying to achieve both (at least with a simple noninvasive test). For instance, in the follow-up of a patient at risk for stricture recurrence in an established location of the trachea, a simple resistance measurement at 5 Hz could suffice. In the case of a de novo patient presenting with dyspnea, examining breathing flow dependence of resistance may be more useful in assessing how proximal the responsible airway obstruction is.\nIn summary, depending on how much time and effort the health care provider is willing to invest in physiologic testing, and depending on how much testing the patient is willing to accept, one or several noninvasive measurements of airway resistance can be considered. It helps if the health care provider makes an educated guess of which set of tests is best in any given clinical situation. It is our hope that this commentary helps clarify some of the issues that need to be considered in making that choice. Regardless, a noninvasive test is likely to provide only a partial answer to our questions. Isn’t this typical of the human condition? After all, the Holy Grail symbolically stands for man’s eternal quest for truth and wisdom. Part of that wisdom is the realization that we can’t know it all.\nREFERENCES\n1. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n2. Kurimoto N, Murayama M, Yoshioka S, et al. Assessment of usefulness of endobronchial ultrasonography in determination of depth of tracheobronchial tumor invasion. Chest. 1999;115:1500-1506.\n3. Miyazu Y, Miyazawa T, Kurimoto N, et al. Endobronchial ultrasonography in the diagnosis and treatment of relapsing polychondritis with tracheobronchial malacia. Chest. 2003;124:2393-2395.\n4. Murgu S, Kurimoto N, Colt H. Endobronchial ultrasound morphology of expiratory central airway collapse. Respirology. 2008;13:315-319.\n5. M\n2009;119:1318-1324.\n2. Kurimoto N, Murayama M, Yoshioka S, et al. Assessment of usefulness of endobronchial ultrasonography in determination of depth of tracheobronchial tumor invasion. Chest. 1999;115:1500-1506.\n3. Miyazu Y, Miyazawa T, Kurimoto N, et al. Endobronchial ultrasonography in the diagnosis and treatment of relapsing polychondritis with tracheobronchial malacia. Chest. 2003;124:2393-2395.\n4. Murgu S, Kurimoto N, Colt H. Endobronchial ultrasound morphology of expiratory central airway collapse. Respirology. 2008;13:315-319.\n5. Murgu SD, Colt HG, Mukai D, et al. Multimodal imaging guidance for laser ablation in tracheal stenosis. Laryngoscope. 2010;120: 1840-1846.\n6. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n7. Mark EJ, Meng F, Kradin RL, et al. Idiopathic tracheal stenosis: a clinicopathologic study of 63 cases and comparison of the pathology with chondromalacia. Am J Surg Pathol. 2008;32:1138-1143.\n8. Shirakawa T, Ishida A, Miyazu Y, et al. Endobronchial ultrasound for difficult airway problems. In: Bolliger CT, Herth FJF, Mayo PH, et al., eds. Clinical Chest Ultrasound: From the ICU to the Bronchoscopy Suite. Basel: Karger; 2009:189-201.\n9. Boppart SA, Herrmann J, Pitris C, et al. High-resolution optical coherence tomography-guided laser ablation of surgical tissue. J Surg Res. 1999;82:275-284.\n10. Imalux UCT technology. Niris Imaging System. http://www.imalux. com/products.htm. Accessed May 6, 2011.\n11. Becker HD, Slawik M, Miyazawa T, et al. Vibration response imaging as a new tool for interventional-bronchoscopy outcome assessment: a prospective pilot study. Respiration. 2009;77: 179-194.\n12. Becker HD. Vibration response imaging-finally a real stethoscope. Respiration. 2009;77:236-239.\n13. Gittoes NJ, Miller MR, Daykin J, et al. Upper airways obstruction in 153 consecutive patients presenting with thyroid enlargement. BMJ. 1996;312:484.\n14. Melissant CF, Smith SJ, Perlberger R, et al. Lung function, CT-scan and X-ray in upper airway obstruction due to thyroid goitre. Eur Respir J. 1994;7:1782-1787.\n15. Smith HJ, Reinhold P, Goldman MD. Forced oscillation technique and impulse oscillometry. Eur Respir Mon. 2005;31:72-105.\n16. Verbanck S, de Keukeleire T, Schuermans D, et al. Detecting upper airway obstruction in patients with tracheal stenosis. J Appl Physiol. 2010;109:47-52.\n17. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n18. Pornsuriyasak P, Ploysongsang Y. Impulse oscillometry system in diagnosis of central airway obstruction in adults: comparison with spirometry and body plethysmography. Chest. 2009;136:123S.\n19. Madsen SM, Mirza MR, Holm S, et al. Attitudes towards clinical research amongst participants and nonparticipants. J Intern Med. 2002;251:156-168.\n, et al. Detecting upper airway obstruction in patients with tracheal stenosis. J Appl Physiol. 2010;109:47-52.\n17. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n18. Pornsuriyasak P, Ploysongsang Y. Impulse oscillometry system in diagnosis of central airway obstruction in adults: comparison with spirometry and body plethysmography. Chest. 2009;136:123S.\n19. Madsen SM, Mirza MR, Holm S, et al. Attitudes towards clinical research amongst participants and nonparticipants. J Intern Med. 2002;251:156-168.94\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n20. Madsen SM, Holm S, Davidsen B, et al. Ethical aspects of clinical trials: the attitudes of participants in two non-cancer trials. J Intern Med. 2000;248:463-474.\n21. Schaefer GO, Emanuel EJ, Wertheimer A. The obligation to participate in biomedical research. JAMA. 2009;302:67-72.\n22. Ashiku SK, Kuzucu A, Grillo HC, et al. Idiopathic laryngotracheal stenosis: effective definitive treatment with laryngotracheal resection. J Thorac Cardiovasc Surg. 2004;127:99-107.\n23. Valdez TA, Shapshay SM. Idiopathic subglottic stenosis revisited. Ann Otol Rhinol Laryngol. 2002;111:690-695.\n24. Simpson GT, Strong MS, Healy GB, et al. Predictive factors of success or failure in the endoscopic management of laryngeal and tracheal stenosis. Ann Otol Rhinol Laryngol. 1982;91:384-388.\n25. Roediger FC, Orloff LA, Courey MS. Adult subglottic stenosis: management with laser incisions and mitomycin-C. Laryngoscope. 2008;118:1542-1546.\n26. Giudice M, Piazza C, Foccoli P, et al. Idiopathic subglottic stenosis: management by endoscopic and open-neck surgery in a series of 30 patients. Eur Arch Otorhinolaryngol. 2003;260:235-238.\n27. Dedo HH, Catten MD. Idiopathic progressive subglottic stenosis: findings and treatment in 52 patients. Ann Otol Rhinol Laryngol. 2001;110:305-311.\n28. Simpson CB, James JC. The efficacy of mitomycin-C in the treatment of laryngotracheal stenosis. Laryngoscope. 2006;116:1923-1925.\n29. Marulli G, Rizzardi G, Bortolotti L, et al. Single-staged laryngotracheal resection and reconstruction for benign strictures in adults. Interact Cardiovasc Thorac Surg. 2008;7:227-230.\n30. Ohio Surgical/Procedural Verification Protocol. http://www.ohiopatientsafety.org/surgery/Links/Ohio%20surgical%20verification%20protocol604.pdf. Accessed on March 29, 2011.\n31. Mathisen DJ, Grillo HC. Endoscopic relief of malignant airway obstruction. Ann Thorac Surg. 1989;48:469-473.\n32. Kurimoto N. Diagnosis of depth penetration in the tracheobronchial tree. In: Kurimoto N, ed. Endobronchial Ultrasonography. Kyoto. Japan: Kinpodo; 2001:33-38.\n33. Cooper JD, Grillo HC. The evolution of tracheal injury due to ventilatory assistance through cuffed tubes: a pathologic study. Ann Surg. 1969;162:334-348.\n34. Grillo HC, Donahue DM, Mathisen DJ, et al. Postintubation tracheal stenosis: treatment and results. J Thorac Cardiovasc Surg. 1995;109:486-492.\n35. Couraud L, Moreau JM, Velly JF. The growth of circumferential scars of the major airways from infancy to adulthood. Eur J Cardiothorac Surg. 1990;4:521-525.\n36. Brancatisano T, Collett PW, Engel LA. Respiratory movements of the vocal cords. J Appl Physiol. 1983;54:1269-1276.\n37. Terra RM, de Medeiros IL, Minamoto H, et al. Idiopathic tracheal stenosis: successful outcome with antigastroesophageal reflux disease therapy. Ann Thorac Surg. 2008;85:1438-1439.\n38. Broom MA, Capek AL, Carachi P, et al. Critical phase distractions in anaesthesia and the sterile cockpit concept. Anaesthesia. 2011;66:175-179.\n39. Lee L, Berger DH, Awad SS, et al. Conflict resolution: practical principles for surgeons. World",
  "year": 2012,
  "h_level": "H3",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H3",
    "precedence": 0.417,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch07.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}