{
  "id": "bacada_ch10",
  "title": "Bronchoscopic Treatment of Wegener’s Granulomatosis–Related Subglottic Stenosis",
  "abstract": "",
  "content": "119\nChapter 10 Bronchoscopic Treatment of Wegener’s\nGranulomatosis-Related Subglottic Stenosis\nCASE DESCRIPTION\nA 49-year-old woman with a 20 year history of Wegener’s\ngranulomatosis (WG) now presents with cough and limited\nexercise capacity. Disease had been limited to her sinuses\nand had been treated in years past with prednisone and\ncyclophosphamide (CYC). CYC was switched to methotrexate owing to hematuria. Her last relapse occurred 18\nmonths earlier. She was active and routinely swam 10 laps\nin her pool until 2 months ago, when she developed a dry\ncough and shortness of breath. Her primary care physician\nordered a two-dimensional echocardiogram, which was\nnormal. Physical examination was unremarkable except for\nher cushingoid face. Chest radiograph, complete blood\ncount, urine analysis, and liver function test results were\nnormal. Diagnostic flexible bronchoscopy revealed a circumferential subglottic stenosis (SGS) extending 0.5 cm\nand starting 1.5 cm below the vocal cords. The crosssectional area at the level of the stricture was reduced by\n53% when compared with the normal tracheal lumen\ndistal to the stricture, as measured by morphometric analysis of the bronchoscopic images (Figure 10-1).\nDISCUSSION POINTS\n1. Describe five central airway abnormalities seen in\nWegener’s granulomatosis.\n2. Discuss the role of antineutrophil cytoplasmic antibody\n(ANCA) in monitoring this patient’s disease activity.\n3. Describe two adjuvant treatments to laser-assisted dilation of WG-related stenosis.\n4. Discuss the prognosis of patients with WG and subglottic stenosis.\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\nIn our patient, the diagnosis of subglottic stenosis occurred\nin the absence of other features of active disease.\nTracheobronchial manifestations of WG may take place\nafter remission has been achieved with appropriate immunosuppressive therapy, and airway disease may proceed\nto airway scarring and stenosis.1 In the absence of persistent active inflammation, however, the development of\nSGS does not necessarily indicate failure of immunosuppressive therapy. As in our patient, published and anecdotal evidence suggests that when airway obstruction is\ncaused by fibrotic scarring rather than by active inflammation, strictures develop independently of other features\nof WG and are unresponsive to systemic immunosuppressive therapy.2 SGS, seen in approximately 8.5% to 23%\nof patients, is considered the most common central airway\nmanifestation of WG. It may be the initial presenting\nfeature in 1% to 6% of patients.3 Isolated SGS is observed\nin approximately 50% of patients with strictures; in the\nother half, strictures occur while patients are receiving\nsystemic immunosuppressive therapy for disease activity\ninvolving other sites.4\nThis patient had no stridor on neck auscultation.\nThis finding is consistent with the bronchoscopic classification of moderate airway narrowing based on a\nstenotic index of 53%. Indeed, stridor is usually a sign\nof severe laryngeal or tracheal obstruction, signaling\nmore than 70% airway lumen narrowing.5-7 Anatomically fixed obstruction of moderate degree such as\nthat seen in our patient usually causes symptoms with\nexertion but not at rest.\nThe absence of ANCA in our patient was not unexpected. In fact, the presence or absence of ANCA neither\nconfirms nor excludes a diagnosis of systemic vasculitis,\nand both negative and positive predictive values will be\nstrongly influenced by clinical presentation. Most patients\nwith generalized WG have glomerulonephritis and are\nANCA positive (90%), whereas those without renal\ninvolvement have a lower incidence of ANCA (70%).\nAmong patients with limited forms of the disease, such\nas those without significant renal involvement and in\nwhom upper respiratory tract symptoms predominate,\nonly 60% are ANCA positive.8\nComorbidities\nLack of cardiac involvement by two-dimensional echocardiography (2D echo) was reassuring because WG\ndisease relapse is often associated with heart involvement,\nless intensive initial treatment in terms of lower CYC\ndoses, and shorter length of time on prednisone >20 mg/\nday.9 No evidence of renal or hepatic dysfunction was\nfound; if surgical or bronchoscopic interventions were to\nbe provided under general anesthesia, such dysfunction.\n\npatients\nwith generalized WG have glomerulonephritis and are\nANCA positive (90%), whereas those without renal\ninvolvement have a lower incidence of ANCA (70%).\nAmong patients with limited forms of the disease, such\nas those without significant renal involvement and in\nwhom upper respiratory tract symptoms predominate,\nonly 60% are ANCA positive.8\nComorbidities\nLack of cardiac involvement by two-dimensional echocardiography (2D echo) was reassuring because WG\ndisease relapse is often associated with heart involvement,\nless intensive initial treatment in terms of lower CYC\ndoses, and shorter length of time on prednisone >20 mg/\nday.9 No evidence of renal or hepatic dysfunction was\nfound; if surgical or bronchoscopic interventions were to\nbe provided under general anesthesia, such dysfunction.could adversely affect perioperative fluid management, increase risks for bleeding, and cause postoperative changes in neurologic status.\n- *Support Syste*m**\nOur patient was married and had a good social support system. As with other chronic conditions, considerable evidence suggests that vasculitis negatively affects patients’ health-related quality of life (HRQL),10 which usually includes general health, physical functioning, emotional role limitations, physical role limitations, social functioning, mental health, and energy/vitality. Contrary to cancer, which is often considered a “family affair” with significant psychological and emotional impact on family members,11 results of recent studies show that spouses of patients with ANCA-associated vasculitis (AAV), including WG, scored similarly to national norms. Patients with AAV, however, scored lower than normal on all HRQL subscales with the exception of bodily pain. When age, education, race, illness duration, and disease severity were controlled, no significant sex differences in HRQL were noted for patients or spouses.12\n- *Patient Preferences and Expectation*s**\nThis patient had a very active lifestyle and had clearly expressed a desire for treatment. She was prepared to consider all available therapeutic options, including dilation, laser, surgery, and even airway stent insertion if necessary. She agreed to our request that alternatives be discussed with her husband, so they could participate together in medical decision making. Health care provider investment in patient-centered conversations with family members is usually justified because management of chronic illness is a dyadic process that often involves spouses.13\n- *Procedural Strategie*s**\n- *Indication*s**\nSymptomatic WG-related subglottic stenosis is often part of the spectrum of a multisystem inflammatory process that warrants administration of immunosuppressive agents. Some patients, however, develop or continue to have symptoms of airway obstruction after clinical remission induced by standard therapeutic regimens. Although airway manipulation during periods of active WG should be minimized, other treatment modalities may be warranted14 after disease has first been controlled in collaboration with a rheumatologist. A bronchoscopic procedure or open laryngotracheoplasty may be offered to improve dyspnea and restore satisfactory airway lumen patency by mechanical dilation with or without laser.\nIn patients with tracheal obstruction, dyspnea depends on the degree of airway narrowing, as well as on flow velocity. Airway pressures increase dramatically at rest when well over 70% of the tracheal lumen is obliterated. Our patient’s active lifestyle caused high flow velocity through her stenotic airway. This further increased the pressure drop through the stricture, increasing the work of breathing.15 Improving airway patency to a lesser (mild) degree of narrowing (<50%) would allow our patient to improve exercise capacity and shortness of breath. In one physiology study, the effect of the normal glottis on airway pressure drop is, in fact, of the same order as that of 50% airway narrowing.16 Thus when airway narrowing is treated, symptoms and exercise tolerance may be dramatically improved by small changes in airway caliber, and perfect normalization of airway lumen patency may not be necessary.\n- *Contraindication*s**\nNo contraindications to rigid bronchoscopy were known in this patient. However, although this patient had normal dentition without loose teeth, a crown recently placed on the right upper first premolar could potentially be damaged during rigid intubation. The cervical spine range of motion was normal, but her mouth opening measured only two fingerbreadths. This could also increase the risk for tooth damage during rigid bronchoscopy. A plastic tooth guard, rather than a gauze pad, used to protect the teeth would further diminish mouth opening.\n- *Expected Result*s**\nRigid intubation was planned using a small (9.5 mm)-diameter rigid bronchoscope. The scope would be introduced through the vocal cords under direct visualization so as to ensure a secure airway at all times. Careful attention would be necessary to avoid trauma to the teeth given her limited mouth opening and her recently placed dental crown.\nIn patients with subglottic strictures, the therapeutic success of rigid bronchoscopic dilation is variable. In one study (follow-up after the first dilation of 25.4 +/- 14.1 months), two of nine patients never recurred after the initial dilation, and seven required more than one dilation, with one patient requiring permanent tracheostomy.17 In another study, three patients required repeated treatment using neodymium-doped yttrium aluminum garnet (Nd:YAG) or carbon dioxide (CO2) laser-guided resection to control airway narrowing.14\n- *Team Experienc*e**\nExperience and expediency might result in reduced complications, a greater chance to restore airway patency, and earlier discharge from the hospital, although studies are\n\nnecessary to avoid trauma to the teeth given her limited mouth opening and her recently placed dental crown.\nIn patients with subglottic strictures, the therapeutic success of rigid bronchoscopic dilation is variable. In one study (follow-up after the first dilation of 25.4 +/- 14.1 months), two of nine patients never recurred after the initial dilation, and seven required more than one dilation, with one patient requiring permanent tracheostomy.17 In another study, three patients required repeated treatment using neodymium-doped yttrium aluminum garnet (Nd:YAG) or carbon dioxide (CO2) laser-guided resection to control airway narrowing.14\n- *Team Experienc*e**\nExperience and expediency might result in reduced complications, a greater chance to restore airway patency, and earlier discharge from the hospital, although studies are10 - Bronchoscopic Treatment of Wegener’s Granulomatosis-Related Subglottic Stenosis 121\nthe working channel of the bronchoscope. Under direct visualization, the balloon is inflated for 30 to 120 seconds. Repeat inflation-deflation cycles are done if airway narrowing persists after the initial attempt.22\n- Adjuvant therapies such as intralesional corticosteroid injection have been reported to reduce the rate of recurrence after bronchoscopic dilation of WG-related SGS. Methylprednisolone acetate is injected directly into the stenotic segment, followed by lysis of the stenotic tissue and serial dilation.4,23,24 In a series with 21 patients (no control group) followed for a mean of 40.6 months, patients who did not have scarring from previous procedures required a mean of 2.4 procedures at mean intervals of 11.6 months to maintain subglottic patency. Patients with established laryngotracheal scarring required a mean of 4.1 procedures at mean intervals of 6.8 months to maintain patency. None of the 21 patients required a new tracheostomy.24 Older studies with a larger number of patients (n = 43) also showed that this approach provides safe and effective treatment for WG-associated subglottic strictures, and that in the absence of major organ disease activity, it can be performed without concomitant administration of systemic immunosuppressive agents.4 Topical application of mitomycin C, an alkylating agent that inhibits fibroblast proliferation and extracellular matrix protein synthesis, can be performed after intralesional corticosteroid injection, dilation, or laser resection with the intent of reducing fibrosis and restenoses. Some authors, however, recommend its use only in patients with active inflammatory lesions.17 A randomized, placebo-controlled trial of patients with laryngotracheal stenosis, including 2 patients with WG, compared restenosis rates with two applications of mitomycin C (0.5 mg/mL for 5 minutes on a 1 x 1 inch cottonoid) given 3 to 4 weeks apart versus one application immediately after surgery.25 Although relapses occurred at a slower rate in the two-application group during the first 3 years, recurrence of laryngotracheal stenosis 5 years after surgery was similarly high (70%) in both groups.*\n- Laser resection using CO2 or Nd:YAG lasers in Wegener’s granulomatosis patients has shown conflicting results.2,14,26,27 Two studies showed good outcomes in 5 patients after repeated sessions with both lasers14 and in 12 patients with a combination of CO2 laser and dilation.27 In another study, 8 patients developed rapid restenosis after treatment with a CO2 laser.26 Favorable results have been described for avoiding laser intervention when disease is active, prompting investigators to recommend minimizing airway manipulation during periods of systemic disease activity.27*\n- Silicone and covered metal stent insertion have been used successfully in WG-related subglottic strictures when the glottis is not involved (diseased segment starting at least 1 cm below the vocal cords).28 Covered metal stents are associated with significant complications, especially when in the subglottic*\nneeded to support this hypothesis. Prospective and ongoing data analysis for bronchoscopic procedures, both feasible and ongoing, might answer these questions in the future.18\nRisk-Benefit Analysis\nThe risk of further airway injury, resulting in scarring and consequent recurrence of stenosis, is outweighed by the benefit of improving airway patency to improve this patient’s exercise capacity and quality of life. Recurrence, however, may be related to the disease process or to the bronchoscopic treatment itself.\nTherapeutic Alternatives for Restoring Airway Patency\nTherapeutic alternatives include systemic, bronchoscopic, and open surgical therapies. If disease severity is judged to be life threatening or to be putting an affected organ at risk for irreversible damage, such as airway or renal disease, glucocorticoids in combination with CYC remain the treatment of choice. In less severe cases, methotrexate is the preferred alternative to CYC. Regardless of the severity of other organ manifestations, severe tracheobronchial disease should initially be treated with a combination of oral glucocorticoids and CYC. For patients with documented tracheobronchial disease, some experts use high-dose inhaled glucocorticoids, such as fluticasone 440 to 880 mg twice daily, which is usually initiated when oral glucocorticoids have been tapered to daily doses less than 30 mg.19 Because our patient had failed\n\nTherapeutic alternatives include systemic, bronchoscopic, and open surgical therapies. If disease severity is judged to be life threatening or to be putting an affected organ at risk for irreversible damage, such as airway or renal disease, glucocorticoids in combination with CYC remain the treatment of choice. In less severe cases, methotrexate is the preferred alternative to CYC. Regardless of the severity of other organ manifestations, severe tracheobronchial disease should initially be treated with a combination of oral glucocorticoids and CYC. For patients with documented tracheobronchial disease, some experts use high-dose inhaled glucocorticoids, such as fluticasone 440 to 880 mg twice daily, which is usually initiated when oral glucocorticoids have been tapered to daily doses less than 30 mg.19 Because our patient had failed122\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n- *Informed Consen*t**\nAfter they had been advised of all of the alternatives, the patient and her husband elected to proceed with rigid bronchoscopy under general anesthesia. They were informed of our potential failure to restore airway patency and were told about the risks for tooth injury, bleeding, airway perforation, upper airway edema, and temporary and prolonged mechanical ventilation; the potential need for tracheostomy; and the potential risk of procedure-related recurrence. They were informed of our more than 25 years’ combined experience in treating patients with this disorder, and of our inclination to minimize airway manipulations. Feedback communication techniques were used, the patient showed good understanding of her disease, and both she and her spouse were able to accurately describe the proposed procedure, alternatives, and potential complications. Studies demonstrate a correlation between effective physician-patient communication and improved patient health outcomes.36 Respect for patient autonomy and shared decision making, the process by which a health care choice is made jointly by the practitioner and the patient, are considered to be core values of patient-centered care.37\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nDiscussion with the anesthesiologist should take place before induction. The anesthesiologist should understand the procedure plan, and the bronchoscopist should describe the patient’s airway anatomy to the anesthesia team so that they can be ready to respond to any procedure-related complications. For example, laryngospasm may occur during laryngotracheal analgesia with lidocaine. Although self-limited by prolonged hypoxia or hypercarbia, laryngospasm can result in negative-pressure pulmonary edema and even cardiac arrest.38 The team should be ready to promptly perform a chin lift maneuver, apply positive-pressure ventilation by mask (continuous positive airway pressure [CPAP] at approximately 10 cm H2O) with 100% oxygen, and, if refractory, administer succinylcholine (0.1 mg/kg).39 Upper airway muscle relaxation, however, can make rigid intubation more difficult because normal airway landmarks are obliterated by redundant or collapsing soft tissues.\nWhen laser is used, fire safety precautions are implemented. The fraction of inspired oxygen (FiO2) should be reduced to less than 0.4 before laser activation. During rigid scope removal, risk for laryngospasm is again present, so the tube should be removed atraumatically and not while the patient is coughing.39 After removal of the rigid bronchoscope, transient but potentially fatal laryngeal or subglottic edema can occur. Laryngoscopically guided endotracheal reintubation can be difficult; therefore a fiberoptic bronchoscope should be readily available. Results from clinical trials suggest that prophylactic corticosteroid therapy (methylprednisolone 20 to 40 mg every 4 to 6 hours, 12 to 24 hours before the planned extubation) reduces the incidence of laryngeal edema and the subsequent need for reintubation in patients requiring mechanical ventilation for longer than 6 days,40 but no clear evidence indicates that perioperative administration of corticosteroids prevents laryngeal edema in patients undergoing rigid bronchoscopy. In animals with induced laryngeal injury, dexamethasone before extubation resulted in reduced submucosal edema.41 Anecdotally, laryngeal edema after rigid bronchoscopic treatment of subglottic stenosis is rare. Only 1 of 56 patients developed this complication after rigid bronchoscopy for malignant airway obstruction.42 Extrapolating from this information, we administer dexamethasone 8 to 10 mg intravenously after bronchoscopic interventions lasting longer than 1 hour. Furthermore, given that procedure-related laryngeal and subglottic edema can occur within 2 to 24 hours after extubation, patients are carefully monitored during this period.\nregion,29 however, and probably should be avoided for histologically proven benign airway disorders.30\nSilicone stents seem to provide long-lasting symptomatic relief31 but should be considered only when more conservative treatment modalities fail to restore or maintain airway patency. Stents of any type are a last resort in WG-related subglottic stenosis; some experts consider subglottic stent insertion, without first-line medical and conservative therapy, to be a simple but wrong solution for a complex problem.29\n- Open surgical resection such as laryngotracheoplasty or other reconstructive techniques are alternatives for patients who fail bronchoscopic intervention. In\n\nhour. Furthermore, given that procedure-related laryngeal and subglottic edema can occur within 2 to 24 hours after extubation, patients are carefully monitored during this period.\nregion,29 however, and probably should be avoided for histologically proven benign airway disorders.30\nSilicone stents seem to provide long-lasting symptomatic relief31 but should be considered only when more conservative treatment modalities fail to restore or maintain airway patency. Stents of any type are a last resort in WG-related subglottic stenosis; some experts consider subglottic stent insertion, without first-line medical and conservative therapy, to be a simple but wrong solution for a complex problem.29\n- Open surgical resection such as laryngotracheoplasty or other reconstructive techniques are alternatives for patients who fail bronchoscopic intervention. In10 - Bronchoscopic Treatment of Wegener’s Granulomatosis-Related Subglottic Stenosis 123\nFigure 10-2 Rigid bronchoscopic images with telescope placed 1 cm proximal to the stenosis (A) before and (B) after laser and dilation. The stenotic index post dilation was 30%.\nA\nB\nInstrumentation\nWe chose a 9.5 mm Efer rigid nonventilating bronchoscope and a potassium-titanyl-phosphate (KTP) laser in a near contact mode for performing radial incisions into the fibrotic tissue constituting the stenosis. High power density (contact or near contact mode) minimizes collateral injury to normal mucosa and cartilage. In canine experiments, surrounding tissue damage was least when contact Nd:YAG laser was used as compared with CO2 and noncontact Nd:YAG lasers, and laser-induced injury was the fastest healing, with only minimal damage to cartilage and soft tissue.43 We chose the KTP laser because its delivery fiber can be inserted through the rigid bronchoscope; it has stronger tissue absorption than Nd:YAG but less than CO2, resulting in more shallow tissue penetration (~2 mm) than Nd:YAG but deeper than CO2; and its visible green light allows accurate beam placement for incisions, minimizing collateral injury.44\nAnatomic Dangers and Other Risks\nMajor structures neighboring the larynx include the carotid arteries, jugular veins, superior and inferior thyroid veins and arteries, and superior and recurrent laryngeal nerves. Resection of high tracheal/subglottic lesions may injure the thyroid veins that drain into the left brachiocephalic vein above the sternal notch. Excessive tension on the larynx from a large rigid bronchoscope may cause laryngeal edema or arytenoid cartilage dislocation.\nResults and Procedure-Related Complications\nSubglottic stenotic lesions in WG are typically circumferential with friable mucosa. Histologic section typically shows a nonspecific pattern of inflammation as opposed to biopsies from other sites. Biopsy yield is low, with only 5% sensitivity.4 Our patient was atraumatically intubated, and the stricture was assessed in terms of precise location, extent, and associated mucosal changes (see video on ExpertConsult.com) (Video II.10.1). KTP laser at 6 W power, 1 second pulses, for a total energy of 105 Joules and a total duration of 17 seconds allowed radial incisions at the 11 o’clock (left anterolateral) and 7 o’clock (left posterolateral) positions. The yellowish discoloration frequently seen in active Wegener’s granulomatosis stricture was absent. High absorption of laser energy by the dark charred tissue accumulating on the tip of the bare laser fiber creates a fire hazard, and the tissue should be removed (see video on ExpertConsult.com) (Video II.10.2). Following this, the 9.5 mm rigid bronchoscope was gently advanced and the stricture was dilated. After approximately 2 minutes, the scope was removed, and the patient was promptly reintubated with a 10.5 mm Efer rigid bronchoscope. Airway patency was restored and the stenotic index was estimated at less than 50%; this was later confirmed by morphometric bronchoscopic analysis (Figure 10-2). The surgery lasted less than 1 hour. Extubation was uneventful, and the patient was transferred to the postanesthesia care unit for 24 hours, during which no complications were noted. She was discharged home the following morning.\nLong-Term Management\nOutcome Assessment\nAirway patency was restored. Stenosis of less than 50% should improve the patient’s exercise capacity and can be objectively documented using the MRC dyspnea scale validated for laryngotracheal stenosis during follow-up clinic visits.45\nReferral\nThe multidisciplinary assessment involved thoracic and ear, nose, and throat surgeons; respiratory physicians; radiologists; and a vasculitis specialist.46 The decision was made to continue systemic therapy on an outpatient basis because no other signs of active disease were noted.\nFollow-up Tests and Procedures\nSerial ANCA titers are not of great benefit for monitoring individual disease activity. The sensitivity of an increase in ANCA titer for the diagnosis of relapse appears to be as low as 24% or as high as 100%. Continuation of ANCA positivity, however, predicts a likelihood of relapse. Our patient had negative ANCA. Furthermore, the stricture was considered to be an end result of previous inflammation, not a relapse of active WG. In\n\npnea scale validated for laryngotracheal stenosis during follow-up clinic visits.45\nReferral\nThe multidisciplinary assessment involved thoracic and ear, nose, and throat surgeons; respiratory physicians; radiologists; and a vasculitis specialist.46 The decision was made to continue systemic therapy on an outpatient basis because no other signs of active disease were noted.\nFollow-up Tests and Procedures\nSerial ANCA titers are not of great benefit for monitoring individual disease activity. The sensitivity of an increase in ANCA titer for the diagnosis of relapse appears to be as low as 24% or as high as 100%. Continuation of ANCA positivity, however, predicts a likelihood of relapse. Our patient had negative ANCA. Furthermore, the stricture was considered to be an end result of previous inflammation, not a relapse of active WG. In124\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nlevel at presentation were associated with poorer prognosis, whereas primary ear, nose, and throat involvement, in addition to prompt treatment with CYC, predicted longer survival.48\nIn our patient, follow-up appointments were arranged for 2 weeks after the procedure to ensure involvement of subspecialty physicians as part of a multidisciplinary approach to WG. Elective outpatient flexible bronchoscopy was scheduled for 30 days after the procedure to reassess the degree of airway obstruction and to consider the need for additional therapies in case of stricture recurrence.\n- *Quality Improvemen*t**\nA team meeting each week provides an opportunity to discuss patient-related management decisions and outcomes, as well as to reflect on quality practice. In this patient, quality of care was considered satisfactory because airway patency had been safely restored, and the patient had been discharged home within 24 hours. We discussed whether follow-up flexible bronchoscopy was necessary and concluded that the indication would be triggered by the presence of symptoms after the first surveillance procedure, scheduled at 30 days. Because this patient had a very active lifestyle and was symptomatic only on exertion, we chose a validated dyspnea assessment instrument (Medical Research Council scale) to evaluate response to treatment, rather than static pulmonary function studies, imaging studies, or repeat routine flexible bronchoscopy.49\nDISCUSSION POINTS\n1. Describe five central airway abnormalities seen in Wegener’s granulomatosis. - Subglottic stenosis is the most frequent manifestation, seen in 10% to 20% of all cases.26* - Bronchial stenosis is usually circumferential and may be bilateral involving lobar or mainstem bronchi (Figure 10-3).* - Submucosal tunnels are usually present in the trachea and the mainstem bronchi, presumably formed by excessive mucosal pseudomembrane formation, which becomes incorporated into the normal mucosa by epithelialization (see Figure 10-3).* - Mucosal edema and erythema are the most common mucosal abnormalities in WG19 (see Figure 10-3).* - Yellow mucosal plaques are noted (see Figure 10-3) (see video on ExpertConsult.com) (Video II.10.3).*\n2. Discuss the role of ANCA in monitoring this patient’s disease activity. - In limited WG (including SGS), only 60% of cases are ANCA positive.8* - The reappearance of ANCA in a patient rendered ANCA negative following treatment may indicate relapse (sensitivity, 24% to 100%). ANCA titers may fall during treatment and often rise before relapse.47* - Modifications to immunosuppression often are based on clinical evidence of recurrent disease, not solely on ANCA titers.*\nFigure 10-3 A, Circumferential proximal left main bronchial stenosis and complete (100%) stenosis of the proximal bronchus intermedius. B, Submucosal tunnel at the level of the main carina. C, Circumferential left upper bronchial stenosis with associated edema and erythema. D, Mucosal plaques with patchy distribution in the trachea of a patient with active Wegener’s granulomatosis.\nA\nB\nC\nD\n3. Describe two adjuvant treatments to laser-assisted dilation of WG-related stenosis. - Intralesional corticosteroid injection may reduce the rate of recurrence after bronchoscopic dilation of WG-related subglottic stenosis.4,23,24* - Mitomycin C topical application is associated with less relapse over the short term, but recurrence at 5 years is not affected.25*\n4. Discuss the prognosis of patients with WG and subglottic stenosis. - Stenosis often occurs or progresses independently of other features of active disease. Only 20% to 26% of WG-related subglottic strictures respond to glucocorticoids alone or in combination with another immunosuppressant. The remaining 74% to 80% of patients (with stenosis due to scarring, not to active inflammation) usually require interventional therapies to improve their symptoms.3,46* - Patients require multiple mechanical dilations and laser therapy to restore airway patency. Despite the need for repeated interventions, these should be offered before surgical resection or tracheostomy is considered.32,33,46* - Overall 10 year survival is 75%. Primary ear, nose, and throat involvement and prompt treatment with CYC predict longer survival. Older\n\nwith WG and subglottic stenosis. - Stenosis often occurs or progresses independently of other features of active disease. Only 20% to 26% of WG-related subglottic strictures respond to glucocorticoids alone or in combination with another immunosuppressant. The remaining 74% to 80% of patients (with stenosis due to scarring, not to active inflammation) usually require interventional therapies to improve their symptoms.3,46* - Patients require multiple mechanical dilations and laser therapy to restore airway patency. Despite the need for repeated interventions, these should be offered before surgical resection or tracheostomy is considered.32,33,46* - Overall 10 year survival is 75%. Primary ear, nose, and throat involvement and prompt treatment with CYC predict longer survival. Older10 - Bronchoscopic Treatment of Wegener’s Granulomatosis-Related Subglottic Stenosis\n125\nExpert Commentary\nprovided by Eric Edell, MD\nThis is a case of limited Wegener’s granulomatosis with symptomatic subglottic stenosis and no evidence of active disease. I agree that ANCA serologies are not reliable indicators of active disease, but nonspecific inflammatory markers such as erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) might be used to follow disease activity and may have provided, if negative, further evidence of disease quiescence.\nThe lesion identified at bronchoscopy appears relatively bland with little evidence of active inflammation. Because no evidence of active inflammation was found, I agree that direct treatment of the subglottic stenosis would be an appropriate next step. Several approaches have been described in the literature and are nicely outlined by the authors. Regardless of the cause of the subglottic stenosis, the basic principles of treatment remain the same. These include the following:\n- Maximizing airway lumen diameter with minimal insult to the airway epithelium*\n- Managing other sources of inflammation that could accelerate or induce recurrence*\n- Developing a strategy for early detection of recurrence*\nThe authors chose to treat this patient’s subglottic stenosis with a 9.5 Efer-Dumon rigid bronchoscope and a KTP laser in near contact mode. Radial laser incisions were made at the 11 o’clock and 7 o’clock positions. Following laser treatment, the stenosis was dilated sequentially to 10.5 mm with the use of a rigid bronchoscope. Systemic therapy was continued, and elective bronchoscopy was scheduled 30 days after the procedure to reassess the degree of obstruction and to consider the need for additional therapies. This approach is quite reasonable. Management strategies should be developed after consideration of local expertise, equipment availability, and the best evidence for such treatments. I would like to describe an alternative approach for managing this patient according to the basic principles listed earlier.\nThe first principle is to maximize luminal diameter with minimal insult to airway epithelium. This can be accomplished by using the various techniques described in the text. The author’s use of a sequential dilation strategy after radial incisions is well described. Our experience suggests that the most important step in maximizing luminal diameter is, in fact, treatment of the scar band using radial cuts. We have not found that eventual luminal diameter depends on dilation at the time of treatment; in fact, it may be in direct opposition to minimizing mucosal insult and may potentially accelerate recurrence.\nTo address this issue of minimal mucosal insult, we use suspension laryngoscopy rather than rigid bronchoscopy. Suspension laryngoscopy provides stable access to the subglottic trachea and may be less traumatic than rigid bronchoscopy. First, the patient is ventilated via a 5.0 endotracheal tube that is gently removed and reinserted during the procedure by the bronchoscopist. Second, we pretreat the area of the stenosis with an injection of corticosteroids. I realize that the data supporting this approach are weak, but as noted by the authors, some reports have described better outcomes with its use. Third, we use a carbon dioxide laser rather than a KTP or Nd:YAG laser. As the authors point out, evidence for this practice is also limited; however, the CO2 laser is a very precise “cutting” laser and thus theoretically is less likely to cause collateral damage to adjacent mucosa. The final step in our protocol is the application of mitomycin C to the treated area (I realize the paucity of data for this as well). I need to point out that the second, third, and final steps of our approach are more difficult with a rigid bronchoscope, in my opinion, but are quite straightforward when a suspension laryngoscope is used.\nThe second principle of our management protocol is to manage other sources of inflammation. We know in this case that the stenosis is the direct result of this patient’s underlying Wegener’s granulomatosis. In addition to the systemic medications she is taking, we would add a single dose of trimethoprim-sulfamethoxazole. Evidence suggests that use of this medication improves outcomes for patients with limited Wegener’s granulomatosis.50 We would also prescribe high-dose inhaled corticosteroids. Their use in the management of airway complications resulting from Wegener’s is supported by our experience. Finally, we would advise that the patient use antireflux precautions, including nothing to eat or drink 2 hours before bedtime and, with symptoms suggestive of gastroesophageal reflux disease (GERD), use of proton pump inhibitors.\n\nlaryngoscope is used.\nThe second principle of our management protocol is to manage other sources of inflammation. We know in this case that the stenosis is the direct result of this patient’s underlying Wegener’s granulomatosis. In addition to the systemic medications she is taking, we would add a single dose of trimethoprim-sulfamethoxazole. Evidence suggests that use of this medication improves outcomes for patients with limited Wegener’s granulomatosis.50 We would also prescribe high-dose inhaled corticosteroids. Their use in the management of airway complications resulting from Wegener’s is supported by our experience. Finally, we would advise that the patient use antireflux precautions, including nothing to eat or drink 2 hours before bedtime and, with symptoms suggestive of gastroesophageal reflux disease (GERD), use of proton pump inhibitors.126\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n26. Lebovics RS, Hoffman GS, Leavitt RY, et al. The management of subglottic stenosis in patients with Wegener’s granulomatosis. Laryngoscope. 1992;102:1341-1345.\n27. Gluth MB, Shinners PA, Kasperbauer JL. Subglottic stenosis associated with Wegener’s granulomatosis. Laryngoscope. 2003;113:1304-1307.\n28. Watters K, Russell J. Subglottic stenosis in Wegener’s granulomatosis and the Nitinol stent. Laryngoscope. 2003;113:2222-2224.\n29. Mair EA. Caution in using subglottic stents for Wegener’s granulomatosis. Laryngoscope. 2004;114:2060-2061.\n30. U.S. Food and Drug Administration. Metallic tracheal stents in patients with benign airway disorders. http://www.fda.gov/Safety/MedWatch/SafetyInformation/SafetyAlertsforHumanMedicalProducts/ucm153009.htm. Accessed February 20, 2011.\n31. Daum TE, Specks U, Colby TV, et al. Tracheobronchial involvement in Wegener’s granulomatosis. Am J Respir Crit Care Med. 1995;151:522-526.\n32. Herridge MS, Pearson FG, Downey GP. Subglottic stenosis complicating Wegener’s granulomatosis: surgical repair as a viable treatment option. J Thorac Cardiovasc Surg. 1996;111:961-966.\n33. McDonald TJ, Neel HB, 3rd, DeRemee RA. Wegener’s granulomatosis of the subglottis and the upper portion of the trachea. Ann Otol Rhinol Laryngol. 1982;91:588-592.\n34. Utzig MJ, Warzelhan J, Wertzel H, et al. Role of thoracic surgery and interventional bronchoscopy in Wegener’s granulomatosis. Ann Thorac Surg. 2002;74:1948-1952.\n35. Flye MW, Mundinger Jr GH, Fauci AS. Diagnostic and therapeutic aspects of the surgical approach to Wegener’s granulomatosis. J Thorac Cardiovasc Surg. 1979;77:331-337.\n36. Stewart MA. Effective physician-patient communication and health outcomes: a review. CMAJ. 1995;152:1423-1433.\n37. Légaré F, Ratté S, Stacey D, et al. Interventions for improving the adoption of shared decision making by healthcare professionals. Cochrane Database Syst Rev. 2010;5:CD006732.\n38. Deepika K, Kenaan CA, Barrocas AM, et al. Negative pressure pulmonary edema after acute upper airway obstruction. J Clin Anesth. 1997;9:403-408.\n39. Hobaika AB, Lorentz MN. Laryngospasm. Rev Bras Anestesiol. 2009;59:487-495.\n40. Roberts RJ, Welch SM, Devlin JW. Corticosteroids for prevention of postextubation laryngeal edema in adults. Ann Pharmacother. 2008;42:686-691.\n41. Kil HK, Kim WO, Koh SO. Effects of dexamethasone on laryngeal edema following short-term intubation. Yonsei Med J. 1995;36:515-520.\n42. Mathisen DJ, Grillo HC. Endoscopic relief of malignant airway obstruction. Ann Thorac Surg. 1989;48:469-473.\n43. Shapshay SM. Laser applications in the trachea and bronchi: a comparative study of the soft tissue effects using contact and non-contact delivery systems. Laryngoscope. 1987;97:1-26.\n44. Ishman SL, Kerschner JE, Rudolph CD. The KTP laser: an emerging tool in pediatric otolaryngology. Int J Pediatr Otorhinolaryngol. 2006;70:677-682.\n45. Nouraei SAR, Winterborn C, Nouraei SM, et al. Quantifying the physiology of laryngotracheal stenosis: changes in pulmonary dynamics in response to graded extrthoracic resistive loading. L\n\noscopic relief of malignant airway obstruction. Ann Thorac Surg. 1989;48:469-473.\n43. Shapshay SM. Laser applications in the trachea and bronchi: a comparative study of the soft tissue effects using contact and non-contact delivery systems. Laryngoscope. 1987;97:1-26.\n44. Ishman SL, Kerschner JE, Rudolph CD. The KTP laser: an emerging tool in pediatric otolaryngology. Int J Pediatr Otorhinolaryngol. 2006;70:677-682.\n45. Nouraei SAR, Winterborn C, Nouraei SM, et al. Quantifying the physiology of laryngotracheal stenosis: changes in pulmonary dynamics in response to graded extrthoracic resistive loading. Laryngoscope. 2007;117:581-588.\n46. Solans-Laqué R, Bosch-Gil J, Canela M, et al. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Lupus. 2008;17:832-836.\n47. Sinclair D, Stevens JM. Role of antineutrophil cytoplasmic antibodies and glomerular basement membrane antibodies in the diagnosis and monitoring of systemic vasculitides. Ann Clin Biochem. 2007;44:432-442.\n48. Takala JH, Kautiainen H, Leirisalo-Repo M. Survival of patients with Wegener’s granulomatosis diagnosed in Finland in 1981-2000. Scand J Rheumatol. 2010;39:71-76.\n49. Nouraei SA, Nouraei SM, Randhawa PS, et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis. Clin Otolaryngol. 2008;33:575-580.\n50. Stegeman CA, Cohen Tervaert JW, de Jong PE, et al. Trimethoprim-sulfamethoxazole (co-trimoxazole) for the prevention of relapses of Wegener’s granulomatosis. N Engl J Med. 1996;335:16-20.\n51. Alon EE, Edell ES, Kasperbauer JL. Monitoring recurrent subglottic stenosis via peak flowmeter. Otolaryngol Head Neck Surg. 2007;137:237-238.\nREFERENCES\n1. Gluth MB, Shinners PA, Kasperbauer JL. Subglottic stenosis associated with Wegener’s granulomatosis. Laryngoscope. 2003;113:1304-1307.\n2. Strange C, Halstead L, Baumann M, et al. Subglottic stenosis in Wegener’s granulomatosis: development during cyclophosphamide treatment with response to carbon dioxide laser therapy. Thorax. 1990;45:300-301.\n3. Hernández-Rodríguez J, Hoffman GS, Koening CL. Surgical interventions and local therapy for Wegener’s granulomatosis. Curr Opin Rheumatol. 2010;22:29-36.\n4. Langford CA, Sneller MC, Hallahan CW, et al. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Arthritis Rheum. 1996;39:1754-1760.\n5. Hollingsworth HM. Wheezing and stridor. Clin Chest Med. 1987;8:231-240.\n6. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n7. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n8. Hoffman GS, Specks U. Antineutrophil cytoplasmic antibodies. Arthritis Rheum. 1998;41:1521-1537.\n9. Koldingsnes W, Nossent JC. Baseline features and initial treatment as predictors of remission and relapse in Wegener’s granulomatosis. J Rheumatol. 2003;30:80-88.\n10. Boomsma MM, Bijl M, Stegeman CA, et al. Patients’ perceptions of the effects of systemic lupus erythematosus on health, function, income, and interpersonal relationships: a comparison with Wegener’s granulomatosis. Arthritis Rheum. 2002;47:196-201.\n11. Duhamel F, Dupuis F. Guaranteed returns: investing in conversations with families of patients with cancer. Clin J Oncol Nurs. 2004;8:68-71.\n12. Carpenter DM, Thorpe CT, Lewis M, et al. Health-related quality of life for patients with vasculitis and their spouses. Arthritis Rheum. 2009;61:259-265.\n13. Lewis MA, McBride CM, Pollak KI, et al. Understanding health behavior change among couples: an interdependence and communal coping approach. Soc Sci Med. 2006;62:1369-1380.\n\nthe effects of systemic lupus erythematosus on health, function, income, and interpersonal relationships: a comparison with Wegener’s granulomatosis. Arthritis Rheum. 2002;47:196-201.\n11. Duhamel F, Dupuis F. Guaranteed returns: investing in conversations with families of patients with cancer. Clin J Oncol Nurs. 2004;8:68-71.\n12. Carpenter DM, Thorpe CT, Lewis M, et al. Health-related quality of life for patients with vasculitis and their spouses. Arthritis Rheum. 2009;61:259-265.\n13. Lewis MA, McBride CM, Pollak KI, et al. Understanding health behavior change among couples: an interdependence and communal coping approach. Soc Sci Med. 2006;62:1369-1380.\n14. Shvero J, Shitrit D, Koren R, et al. Endoscopic laser surgery for subglottic stenosis in Wegener’s granulomatosis. Yonsei Med J. 2007;48:748-753.\n15. Murgu SD, Colt HG. Interventional bronchoscopy from bench to bedside: new techniques for central and peripheral airway obstruction. Clin Chest Med. 2010;31:101-115.\n16. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n17. Schokkenbroek AA, Franssen CF, Dikkers FG. Dilatation tracheoscopy for laryngeal and tracheal stenosis in patients with Wegener’s granulomatosis. Eur Arch Otorhinolaryngol. 2008;265:549-555.\n18. Ernst A, Simoff M, Ost D, et al. A multicenter, prospective, advanced diagnostic bronchoscopy outcomes registry. Chest. 2010;138:165-170.\n19. Polychronopoulos VS, Prakash UB, Golbin JM, et al. Airway involvement in Wegener’s granulomatosis. Rheum Dis Clin N Am. 2007;33:755-775.\n20. Seo P, Specks U, Keogh KA. Efficacy of rituximab in limited Wegener’s granulomatosis with refractory granulomatous manifestations. J Rheumatol. 2008;35:2017-2023.\n21. Bakhos D, Lescanne E, Diot E, et al. Subglottic stenosis in Wegener’s granulomatosis. Ann Otolaryngol Chir Cervicofac. 2008;125:35-39.\n22. Sheski FD, Mathur PN. Long-term results of fiberoptic bronchoscopic balloon dilation in the management of benign tracheobronchial stenosis. Chest. 1998;114:796-800.\n23. Stappaerts I, Van Laer C, Deschepper K, et al. Endoscopic management of severe subglottic stenosis in Wegener’s granulomatosis. Clin Rheumatol. 2000;19:315-317.\n24. Hoffman GS, Thomas-Golbanov CK, Chan J, et al. Treatment of subglottic stenosis, due to Wegener’s granulomatosis, with intralesional corticosteroids and dilation. J Rheumatol. 2003;30:1017-1021.\n25. Smith ME, Elstad M. Mitomycin C and the endoscopic treatment of laryngotracheal stenosis: are two applications better than one? Laryngoscope. 2009;119:272-283.",
  "metadata": {
    "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
    "journal": "",
    "year": 2012,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A3",
    "evidence_level": "H2",
    "precedence": 0.448,
    "domain": [
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "RCT",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2012-01-01",
      "valid_until": null,
      "last_seen_year": 2012
    },
    "original_file": "bacada_ch10.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}