{
  "id": "Financial Justification for IP Programs",
  "title": "Financial Justification for Interventional Pulmonology Programs",
  "abstract": "Interventional pulmonology programs provide clinical benefit to patients and are financially sustainable. To appreciate and illustrate the economic value of interventional pulmonology programs to hospital systems, physicians must have an understanding of basic health-care finance. Total revenue, adjusted gross revenue, contribution margin, variable direct costs, and indirect costs are terms that are essential for understanding the finances of bronchoscopy. Command of such vocabulary and its application is crucial for interventional pulmonologists to successfully establish financially sustainable bronchoscopy programs. Two significant features of an economically sustainable bronchoscopy program are high procedural volume and low direct cost per case. Interventional pulmonology programs are valuable to the patients being served and hospitals as a whole. Consideration of the various factors needed to maintain financial sustainability is essential to improve the quality of care for patients because the cost of care remains a critical driver in defining value.",
  "content": "## erminology and Programmatic Models\n\nAmit K. Mahajan, MD, FCCP; Jennifer Bautista, MBA; Erin Hodson, MSN; Sandeep J. Khandhar, MD; Erik Folch, MD; Susan Carroll, MHA, MBA; and Steve Narang, MD, MHCM\nInterventional pulmonology programs provide clinical bene fi t to patients and are fi nancially sustainable. To appreciate and illustrate the economic value of interventional pulmonology programs to hospital systems, physicians must have an understanding of basic health-care fi nance. Total revenue, adjusted gross revenue, contribution margin, variable direct costs, and indirect costs are terms that are essential for understanding the fi nances of bronchoscopy. Command of such vocabulary and its application is crucial for interventional pulmonologists to successfully establish fi nancially sustainable bronchoscopy programs. Two signi fi cant features of an economically sustainable bronchoscopy program are high procedural volume and low direct cost per case. Interventional pulmonology programs are valuable to the patients being served and hospitals as a whole. Consideration of the various factors needed to maintain fi nancial sustainability is essential to improve the quality of care for patients because the cost of care remains a critical driver in de fi ning value. CHEST 2020; 158(3):1115-1121\nKEY WORDS: bronchoscopy; health-care economics; interventional pulmonology\nThe evolution of interventional pulmonology has provided signi fi cant improvement in the diagnosis and treatment of thoracic disease. The adoption of various modes of diagnostic bronchoscopy including endobronchial ultrasound (EBUS) bronchoscopy and electromagnetic navigation bronchoscopy has led to improved diagnostic accuracy while reducing dependence on riskier and more expensive surgical approaches. 1-3 Additionally, therapeutic bronchoscopic interventions, for both malignant and benign\ndiseases, have evolved as more physicians graduate from formal interventional pulmonology fellowships.\nDespite the substantial clinical bene fi ts provided by the availability of diagnostic and therapeutic bronchoscopy, widespread adoption of interventional pulmonology programs has been sluggish. A large factor leading to slow growth is the mistaken belief that such programs are money-losing endeavors because of poor reimbursement\nABBREVIATIONS: ASC = ambulatory surgical center; CBCT = cone beam CT; CPT = Current Procedural Terminology; Endobronchial ultrasound (EBUS) = endobronchial ultrasound; TBNA = transbronchial needle aspiration\nAFFILIATIONS: From the Inova Interventional Pulmonology and Complex Airways Disease Program, Division of Thoracic Surgery (Dr Mahajan), Growth and Operations, Adult Hospital (Dr Bautista), Inova Medicine Service Line, Adult Hospital (Ms Hodson), Inova Thoracic Surgery, Division of Thoracic Surgery (Dr Khandhar), Inova Fairfax Medical Campus, Falls Church, VA; the Department of Interventional Pulmonology (Dr Folch), Division of Pulmonary and\nCritical Care Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA; and the Inova Fairfax Medical Campus (Ms Carroll and Dr Narang), Falls Church, VA.\nCORRESPONDENCE TO: Amit K. Mahajan, MD, FCCP, Department of Surgery, Inova Schar Cancery Institute, Innovation Park Dr 8081, Falls Church, VA 22031; e-mail: amit.mahajan@inova.org\nCopyright 1 2020 American College of Chest Physicians. Published by Elsevier Inc. All rights reserved.\nDOI: https://doi.org/10.1016/j.chest.2020.02.026\n\non a case-by-case basis. This misconception is based on relatively low professional reimbursement for physicians performing bronchoscopies. Instead, hospitals justify the development of bronchoscopy programs on the potential downstream revenue that is notoriously challenging to calculate. In fact, the reality is that signi fi cant economic gains can be achieved for hospitals through the collection of facility reimbursements for advanced bronchoscopic procedures on a case-by-case basis.\nMedical care taking place in a provider-based system is typically billed to Medicare or private payers in two or more claims known as a split billing. A portion of the payment is made for the claim submitted by the hospital for its facility services such as equipment, nonphysician medical staff, and supplies. The reimbursement to hospitals for outpatient bronchoscopic procedures is based on Ambulatory Payment Classi fi cations groups based on billed Current Procedural Terminology (CPT) codes. The remainder of the billing is made for the professional services provided by the bronchoscopist. 4 Traditionally, facility fees are signi fi cantly higher than the professional fees to compensate hospitals for the higher overhead costs required to operate the bronchoscopy suite. Facility fees are vital for providerbased systems to achieve fi nancial sustainability when bronchoscopic volumes are kept high and overhead is minimized. If physicians performing bronchoscopies are employed, both professional and technical fees are collected by hospitals. However, nonemployed physicians performing bronchoscopy in an outpatient facility or ambulatory surgical center (ASC) may only collect professional fees. As a result, bronchoscopy may have less favorable margins in a private practice setting compared with a hospital-based interventional pulmonology program.\nTo illustrate the economic value of interventional pulmonology programs to hospital administration, physicians must have a basic understanding of healthcare fi nance. Command of such vocabulary and ability to apply the concepts is crucial for interventional pulmonologists to successfully convey the economic signi fi cance of interventional pulmonology programs. Total revenue, adjusted gross revenue, contribution margin, variable direct costs, and indirect costs are all essential to understand the fi nances of bronchoscopy (Table 1). 5 This review aims to familiarize interventional pulmonologists with the basics of hospital fi nance that are vital to justifying the economic sustainability of an interventional pulmonology program at their institution.\nAfter these terms have been been explained, necessary components needed to make an interventional pulmonology program fi nancially successful will be addressed. Emphasis will be placed on outpatient procedures because individual charges for inpatient reimbursement based on diagnosis-related group charges may be dif fi culty to determine.\n\n## otal Revenue\n\nThe total revenue for a bronchoscopy is de fi ned as the complete charge billed to an insurance company for a procedure. Each patient undergoing an outpatient procedure accumulates charges for the services performed based on a predetermined fee schedule set by the hospital. A simple example of total revenue includes the fee associated with performing an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided transbronchial needle aspiration (TBNA) of three lymph nodes. The total revenue charges for the bronchoscopy include the preprocedural phase, the procedure itself, and the postoperative phase prior to discharge. The total revenue charged to an insurance company for an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided TBNA where more than three lymph nodes are sampled in Northern Virginia might be approximately $15,000. This value is used for illustrative purpose because the fees may vary signi fi cantly based on payor, practice setting, and location.\n\n## djusted Gross Revenue\n\nThe adjusted gross revenue is the amount of the total revenue charged to commercial or noncommercial\n\n## able 1 ]\n\nContribution margin: calculated by subtracting the direct cost of a procedure from the adjusted gross revenue collected from the procedure.\nVariable direct cost: costs associated directly with medical resource utilization, which includes the consumption of inpatient, outpatient, and pharmaceutical services within the health-care delivery system.\nTotal revenue: the complete charge billed to the insurance company for a procedure.\nAdjusted gross revenue: the actual amount of the total revenue collected from the insurance company for a care event.\nIndirect cost: indirect cost, also known as overhead, is the costs that are incurred by the medical center that are not related directly to the procedure being performed.\n\ninsurance companies that is actually collected by the hospital for each care event. Net revenue is de fi ned as gross revenue minus expenses. Although a total revenue bill is submitted to an insurance company for services performed during an outpatient bronchoscopy, the actual amount collected by the hospital is a fraction of the amount submitted. There are no national Medicare coverage policies for medical procedures. Instead, local Medicare carriers are able to make coverage decisions independently. Medicare carriers tend to pay out less than commercial payers for bronchoscopy procedures because Medicare payments are generally fi xed percentages, whereas commercial insurer reimbursements are negotiated by each hospital or health system independently. Use of the 2019 Medicare National Average Payment data for bronchoscopy procedures provides a general guideline to understand trends in reimbursement and adjusted gross revenue. Continuing with the previous example, the total revenue billed for an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasoundguided TBNA of three lymph nodes performed in Northern Virginia is approximately $15,000. Average reimbursement for such a procedure based on 2019 Medicare National Average Payment data would be $2,741 in adjusted gross revenue when performed in an outpatient hospital facility. The percentage of the total revenue paid by the insurance provider is 18%. Additional reimbursement data for common interventional pulmonology procedures based on Medicare National Average Payment data when performed in a hospital outpatient facility can be seen in Table 2.\nMedicare technical fees also vary when the procedure is performed in the of fi ce setting, hospital outpatient facility, and ASC. For example, the technical fee reimbursement according to Medicare National Average Payment data for an Endobronchial ultrasound (EBUS) bronchoscopy with TBNA of\nthree lymph nodes would be $1,181 when performed in an ASC and $1,035 when performed in the of fi ce setting. The technical fee reimbursement differences between outpatient hospital setting, ASC, and in-of fi ce setting are represented in Table 3. 6\n\n## ariable Direct Cost\n\nVariable direct costs for bronchoscopy procedures are the costs associated directly with medical resource utilization, including the consumption of inpatient, outpatient, and pharmaceutical services within the health-care delivery system. 7 Examples of direct costs associated with bronchoscopy include, but are not limited to, labor (nurses and respiratory therapists), anesthetics, equipment (Endobronchial ultrasound (EBUS) bronchoscopy needle, disposable forceps, brushes, etc), and equipment depreciation. These costs are tracked by the hospital and accrue as more resources are used during the bronchoscopy procedure. Hospitals must pay speci fi c fees to make such services and equipment available for patient care.\nA signi fi cant direct cost variation that can occur is based on the procedural space or operating room where a bronchoscopy is performed. Traditionally, the variable direct cost to perform a procedure in an operating room is signi fi cantly higher than performing the procedure in a hospital outpatient bronchoscopy suite. The cost to use the hospital outpatient bronchoscopy suite for bronchoscopy procedures at Inova Fairfax Medical Campus in Falls Church, Virginia, is approximately $9.98 per minute based on direct cost of the procedure, including pre- and postoperative phases. Conversely, based on published Prices of Common Procedures and Services provided by the University of Virginia Health in Charlottesville, Virginia, the operating room time per minute for all procedures except heart/lung bypass is $120 per minute. The disparity between the cost-perCMS 1⁄4 Center of Medicare & Medicaid Services; CPT 1⁄4 Current Procedural Terminology; Endobronchial ultrasound (EBUS) 1⁄4 endobronchial ultrasound.\nminute of performing a bronchoscopy in the operating room vs the bronchoscopy suite is signi fi cant. Although minimizing direct cost is preferred to maximize hospital revenue, use of more costly procedural spaces may be necessary to ensure patient safety and appropriate patient fl ow.\n\n## ontribution Margin\n\nContribution margin is the key calculation used to determine viability, sustainability, and growth potential for a procedure. The contribution margin re fl ects the overall economic loss or gain of a medical procedure and is essential in assessing fi nancial sustainability. The contribution margin is calculated by subtracting variable direct cost for a procedure from the adjusted gross revenue collected. If a procedure results in a negative contribution margin, the hospital loses money with each procedure performed. Conversely, a positive contribution margin indicates that the procedure is costeffective. Sometimes, analysis of the contribution margin helps determine if the economic return on the procedure can justify the clinic bene fi t. Returning to our previous example, the total revenue charged for the previously discussed Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided TBNA of three lymph nodes is $15,000, and the adjusted gross revenue when performed in a hospital outpatient unit (bronchoscopy suite) is $2,741. The direct cost to perform the bronchoscopy that lasted 30 min at $9.98 per minute is $299.40. As a result, the contribution margin (adjusted gross revenue minus direct cost) is\napproximately $2,441.60 per case. This procedure would be considered fi nancially sustainable because of the positive contribution margin percentage, also known as the gross margin, of 89% (contribution margin/adjusted gross revenue).\n\n## ndirect Cost\n\nIndirect cost, also known as overhead, is the costs that are incurred by the hospital that are not related directly to the procedure being performed. These costs are related to charges needed to manage the hospital and provide various services. Examples of indirect cost include, but are not limited to, administrative costs, corporate allocation, environmental services, cafeteria services, and material management. Because these costs are not related to direct patient care or a speci fi c care event, they are rarely considered when determining the fi nancial sustainability of a medical procedure.\n\n## ow Can Advanced Bronchoscopy Programs Be Financially Sustainable\n\nRedesigning health-care delivery to reduce misuse, overuse, and underuse of resources to improve the value of care is the responsibility of physicians, not administrators. Understanding costs and revenue may be more challenging in academic centers tasked with supporting clinical, education, and research missions. It is imperative that the interventional pulmonologist employed at academic medical centers understands their\nNA 1⁄4 not applicable. See Table 2 legend for expansion of other abbreviations.\n\ninstitution ' s unique funds fl ow model to correctly attribute procedure-related costs and revenue and other downstream revenue generated by the procedure for the hospital. With these considerations in mind, there are two essential components necessary for the fi nancial success of interventional pulmonology programs regardless of if physicians are hospital employed, part of an academic institution, or in private practice: high procedural volume and low direct cost per case.\n\n## aintaining High Bronchoscopic Volume\n\nDevelopment of a high-volume interventional pulmonology program requires the presence of a clinical need for advanced bronchoscopic procedures. Rather than performing basic bronchoscopy, the addition of a new diagnostic modality, such as Endobronchial ultrasound (EBUS) bronchoscopy, can gradually increase procedural volume by bringing in a new patient population. The high sensitivity and speci fi city of linear Endobronchial ultrasound (EBUS) bronchoscopy for the diagnosis and staging of malignant disease is as effective or superior to surgical mediastinoscopy. 8 The less invasive nature of Endobronchial ultrasound (EBUS) bronchoscopy compared with surgical mediastinoscopy often makes its more desirable to patients. Introduction of an interventional pulmonologist at Inova Fairfax Medical Campus resulted in a signi fi cant increase in advanced bronchoscopic procedures. In the fi rst year after hiring an interventional pulmonologist at Inova Fairfax Medical Campus, the interventional pulmonologist performed 271 linear Endobronchial ultrasound (EBUS) bronchoscopies, 125 electromagnetic navigation bronchoscopies, 46 rigid bronchoscopies, 207 fl exible bronchoscopies, 96 thoracenteses, 60 chest tubes, and 41 tunneled pleural catheters. The addition of these cases, most of which conveyed a positive contribution margin, provided a needed service to the community and grew the interventional pulmonology program with signi fi cant revenue per case.\nShifting advanced diagnostic and therapeutic bronchoscopy away from thoracic surgeons and toward interventional pulmonologists is an improvement for both subspecialists. Thoracic surgeons are often responsible for performing advanced bronchoscopic procedures when there is no interventional pulmonologist available. There is an opportunity cost associated with this. That is, if the thoracic surgeon has to spend time performing interventional pulmonology procedures, he or she is not available to be performing surgeries. Shifting bronchoscopic cases to interventional pulmonologists allows the thoracic surgeons to be more available to perform surgeries for which they are\nspecially trained. Importantly, these complex thoracic surgeries often are associated with impressive contribution margins anywhere from 5 to 15 times that of advanced bronchoscopic procedures. Increasing the availability for thoracic surgeons to perform surgeries rather than perform bronchoscopies increases overall cost-effectiveness for the institution. For example, if a thoracic surgeon is performing 20 Endobronchial ultrasound (EBUS) cases yearly in the operating room with the contribution margin per case of $500 because of an increased direct cost of performing the procedure in the operating room, then the total revenue from those procedures for the institution based on technical fees is approximately $10,000 per year. Instead, shifting these 20 Endobronchial ultrasound (EBUS) cases to an interventional pulmonology physician performing the procedure in the bronchoscopy suite at a lower direct cost may yield a contribution margin of approximately $1,000 per case. As a result, the revenue of those 20 Endobronchial ultrasound (EBUS) cases performed by the interventional pulmonology physician in the bronchoscopy suite would be $20,000 per year compared with $10,000 per year collected from the thoracic surgeon performing the Endobronchial ultrasound (EBUS) bronchoscopy in the operating room. Furthermore, if this shift of 20 Endobronchial ultrasound (EBUS) bronchoscopies to the interventional pulmonology physician allows the thoracic surgeon to perform 10 more video-assisted thoracic surgery lobectomies at a contribution margin of $15,000 per case, an additional $150,000 is collected by the medical center. Inova Fairfax Medical Campus saw that the addition of an interventional pulmonologist resulted in this phenomenon. Shifting bronchoscopies to an interventional pulmonology physician reduced the overall volume of cases from the thoracic surgeon in the form of fewer bronchoscopies, but the overall videoassisted thoracic surgery volume increased in that time period. Utilization of such a model relies on collaboration between thoracic surgeons and interventional pulmonologists. The notion of stealing patients from one subspecialty to another can often create tension between physicians. Unfortunately, some medical centers focus on the number of procedures performed rather than optimizing cost and quality. The importance of taking a patient-centered approach that aims to provide the best patient care possible, regardless of the procedural revenue, cannot be overstated.\n\n## inimizing Procedural Direct Cost\n\nMinimizing direct cost related to bronchoscopic procedures maximizes contribution margins. Many direct costs attributed to bronchoscopy procedures are under the control of physicians and administrators.\nExamples of controllable direct costs include the location where bronchoscopies are performed (bronchoscopy suite vs the operating room), the types of procedures performed, the amount of staff support needed to optimize productivity, and equipment purchases. Making educated, data-driven decisions on how to reduce these direct costs plays a signi fi cant role in ensuring that bronchoscopic procedures are fi nancially sustainable.\nAs described previously, the disparity between the costper-minute of performing a bronchoscopy in the operating room vs the bronchoscopy suite is signi fi cant. Additionally, determining which procedures are safe and practical to be performed in the bronchoscopy suite as opposed to the operating room can effectively reduce the direct cost per case. Cone beam CT (CBCT) scanners have been used to aid in biopsying peripheral lung nodules. The CBCT scanners are typically located within interventional radiology departments and are commonly used for advanced vascular procedures and locoregional oncologic treatments. Currently, no CPT codes exist for performing CBCT scans during a bronchoscopy. As a result, revenue cannot be assessed for acquiring a CBCT scan. The capital cost associated with purchasing a CBCT scanner along with direct cost for personnel to operate the scanner undoubtedly increases cost per case. If CBCT scanners become more popular to aid in biopsying lung nodules, careful analyses will be needed to determine cost-effectiveness.\nOur institution has observed a signi fi cant improvement in contribution margins by transitioning rigid bronchoscopies from the operating room to the bronchoscopy suite. After an extensive safety and feasibility review, rigid bronchoscopies began being performed on noncritical patients in a bronchoscopy suite instead of an operating room. As a result of lower direct costs primarily related to the physical space and operating room nursing, the contribution margin of a rigid bronchoscopy performed in the bronchoscopy suite increased signi fi cantly. This improvement in contribution margin was associated with an excellent patient safety pro fi le. In addition, more capacity was creating in the operating room for surgeries which also have a higher contribution margin, increasing the hospitals overall net income.\nDirect cost of personnel involved with bronchoscopy procedures is often signi fi cant. Periprocedural nurses, procedural nurses, and respiratory therapists represent\nmost personnel cost. Developing a specialized team of nurses and/or respiratory therapists reduces procedural time and makes the procedure more ef fi cient. The decision to use anesthesia services must also be a consideration because they increase direct cost. Additionally, the need for general anesthesia may increase the number of nurses and/or respiratory therapists participating in the procedure and the nursing care needed for postoperative recovery.\nProviding state-of-the-art health care often comes at signi fi cant cost in the form of capital equipment and disposable tools. Equipment and disposable tools have a signi fi cant impact on overall variable direct cost per procedure. Purchase of capital equipment that is often associated with expensive disposable tools reduces overall contribution margin per case because of increased direct cost. Additionally, using costly equipment instead of basic bronchoscopic tools also carries with it increased direct cost. This can be seen when navigation bronchoscopy is used to biopsy a large lung mass that could just as effectively be performed with a fl exible bronchoscope, fl exible forceps, and fl uoroscopy. The cost expended on specialized equipment must be in line with the goals of the bronchoscopy program. Programs hoping to increase procedural volume for biopsying lung nodules may want to invest in expensive platforms that can be used not only to improve procedural performance, but to also attract potential patients.\n\n## onclusions\n\nThe growth of an interventional pulmonology program requires physicians to engage in important conversations with administrators regarding procedural cost-effectiveness. Unfortunately, physicians are often ill equipped to engage in these discussions because of a fundamental lack of knowledge surrounding the economics of health care. Physicians must have an understanding of health economic terminology and its application such as total revenue, adjusted gross revenue, direct cost, indirect cost, and contribution margin.\nEnsuring that an interventional pulmonology program is fi nancially sustainable depends on increasing total contribution margins by growing procedural volume and minimizing direct costs. Transitioning bronchoscopies to interventional pulmonologists in\n\nbronchoscopy suites decreases the direct costs per case and may increase the ability of thoracic surgeons to perform surgeries that yield greater contribution margins. The success of interventional pulmonology programs requires the collaboration of various specialties, namely thoracic surgery. These programs are valuable to the patients being served and the hospital as a whole. Consideration of these various factors are essential to improve the quality of care for patients because the cost of care remains a critical driver in de fi ning value. As bronchoscopic procedures continue to evolve and CPT codes become more representative of procedural complexity and time, hospitals will continue to fi nd outpatient bronchoscopy programs fi nancially sustainable. Additionally, as interventional pulmonology programs become more ef fi cient with improved resource allocation, direct costs per procedure will continue to drop, resulting in more favorable contribution margins for hospitals.\n\n## cknowledgments\n\nFinancial/non fi nancial disclosures: The authors have reported to CHEST the following: A. K. M. is a medical consultant for Medtronic and Boston Scienti fi c. S. J. K. is a consultant, advisor, and speaker for Medtronic, Boston Scienti fi c, and Auris Robotics. E. F. received university grant monies for research by Intuitive Surgical, and a scienti fi c consultant for Boston Scienti fi c and Medtronic. None declared (J. B., E. H., S. C., S. N.).\n\n## eferences\n\n1. Eberhardt R, Anantham D, Ernst A, et al. Multimodality bronchoscopic diagnosis of peripheral lung lesions: a randomized controlled trial. Am J Respir Crit Care Med . 2007;176(1):36-41.\n2. Folch EE, Pritchett MA, Nead MA, et al. Electromagnetic navigation bronchoscopy for peripheral pulmonary lesions: one-year results of the prospective, multicenter NAVIGATE study. J Thorac Oncol . 2019;14(3):445-458.\n3. Gomez M, Silvestri GA. Endobronchial ultrasound for the diagnosis and staging of lung cancer. Proc Am Thorac Soc . 2009;6(2):180-186.\n4. Reese GM. Reimbursement for facility and professional services in a provider-based department. Medicare Insider. September 8, 2015. http://www.hcpro.com/CCP-320428-5091/Reimbursement-forFacility-and-Professional-Services-in-a-ProviderBased-Departmentby-Gina-M-Reese-Esq-RN.html. Accessed December 4, 2019.\n5. CPT copyright 2016 American Medical Association. All rights reserved. CPT is a registered trademark of the American Medical Association. Applicable FARS/DFARS Restrictions Apply to Government Use. Fee schedules, relative value units, conversion factors and/or related components are not assigned by the AMA, are not part of CPT, and the AMA is not recommending their use. The AMA does not directly or indirectly practice medicine or dispense medical services. The AMA assumes no liability for data contained or not contained herein. https://www.ama-assn.org/about/cpt-editorialpanel/faq-editorial-panel-cpt-overview. Accessed December 4, 2019.\n6. Source: January 3, 2017. Fed Regist . CMS-1656-CN. https://www. bostonscienti fi c.com/content/dam/bostonscienti fi c/Reimbursement/ Gastroenterology/2019%20EBUS%20Coding%20and%20Payment% 20Quick%20Reference.pdf. Accessed December 4, 2019.\n7. Weintraub WS, ed. Contemporary Cardiology: Cardiovascular Health Care Economics . Totowa, NJ: Humana Press Inc; 2003.\n8. Yasufuku K, Pierre A, Darling G, et al. A prospective controlled trial of endobronchial ultrasound-guided transbronchial needle aspiration compared with mediastinoscopy for mediastinal lymph node staging of lung cancer. J Thorac Cardiovasc Surg . 2011;142(6):1393-1400.e1.\n\n\n## Tables\n\n\n**{'cref': '#/texts/45'}**\n\n| CMS Short Description | CPT Code | Final Payment Rate 2019 |\n| --- | --- | --- |\n| Visualization of windpipe | 31615 | $487.13 |\n| Bronchoscopy with markers | 31626 | $5,147.57 |\n| Bronchoscopy EBUS sampling 1-2 lymph node(s) | 31652 | $2,740.66 |\n| Bronchoscopy EBUS sampling $ 3 lymph nodes | 31653 | $2,740.66 |\n| Bronchoscopy with stent placement | 31636 | $5,147.57 |\n| Bronchoscopy with dilation | 31630 | $2,740.66 |\n| Bronchoscopy with tumor excision | 31640 | $2,740.66 |\n\n**{'cref': '#/texts/49'}**\n\n| CMS Description | CPT | Hospital Outpatient | Ambulatory Surgical Center | In-Of fi ce |\n| --- | --- | --- | --- | --- |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), one or two mediastinal and/or hilar lymph node stations or structures | 31652 | $2,741 | $1,181 | $988 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), 3 or more mediastinal and/or hilar lymph node stations or structures | 31653 | $2,741 | $1,181 | $1,035 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with transbronchial lung biopsy(s), single lobe | 31628 | $2,741 | $1,181 | $367 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with placement of tracheal stent(s) (includes tracheal/ bronchial dilation as required) | 31631 | $5,148 | $1,791 | NA |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with tracheal/bronchial dilation or closed reduction of fracture | 31630 | $2,741 | $1,181 | NA |",
  "metadata": {
    "book": "",
    "journal": "Chest",
    "year": 2020,
    "authors": [
      "Amit K. Mahajan",
      "Jennifer Bautista",
      "Erin Hodson",
      "Sandeep J. Khandhar",
      "Erik Folch",
      "Susan Carroll",
      "Steve Narang"
    ],
    "doi": "10.1016/j.chest.2020.02.026",
    "pmid": "",
    "volume": "158",
    "issue": "3",
    "pages": "1115-1121",
    "authority_tier": "A4",
    "evidence_level": "H1",
    "precedence": 0.587,
    "domain": [
      "coding_billing",
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "tbna",
      "enb",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2020-01-01",
      "valid_until": "2022-12-31",
      "last_seen_year": 2020
    },
    "original_file": "Financial Justification for IP Programs.json"
  },
  "sections": [
    {
      "title": "Terminology and Programmatic Models",
      "content": "Amit K. Mahajan, MD, FCCP; Jennifer Bautista, MBA; Erin Hodson, MSN; Sandeep J. Khandhar, MD; Erik Folch, MD; Susan Carroll, MHA, MBA; and Steve Narang, MD, MHCM\nInterventional pulmonology programs provide clinical bene fi t to patients and are fi nancially sustainable. To appreciate and illustrate the economic value of interventional pulmonology programs to hospital systems, physicians must have an understanding of basic health-care fi nance. Total revenue, adjusted gross revenue, contribution margin, variable direct costs, and indirect costs are terms that are essential for understanding the fi nances of bronchoscopy. Command of such vocabulary and its application is crucial for interventional pulmonologists to successfully establish fi nancially sustainable bronchoscopy programs. Two signi fi cant features of an economically sustainable bronchoscopy program are high procedural volume and low direct cost per case. Interventional pulmonology programs are valuable to the patients being served and hospitals as a whole. Consideration of the various factors needed to maintain fi nancial sustainability is essential to improve the quality of care for patients because the cost of care remains a critical driver in de fi ning value. CHEST 2020; 158(3):1115-1121\nKEY WORDS: bronchoscopy; health-care economics; interventional pulmonology\nThe evolution of interventional pulmonology has provided signi fi cant improvement in the diagnosis and treatment of thoracic disease. The adoption of various modes of diagnostic bronchoscopy including endobronchial ultrasound (EBUS) bronchoscopy and electromagnetic navigation bronchoscopy has led to improved diagnostic accuracy while reducing dependence on riskier and more expensive surgical approaches. 1-3 Additionally, therapeutic bronchoscopic interventions, for both malignant and benign\ndiseases, have evolved as more physicians graduate from formal interventional pulmonology fellowships.\nDespite the substantial clinical bene fi ts provided by the availability of diagnostic and therapeutic bronchoscopy, widespread adoption of interventional pulmonology programs has been sluggish. A large factor leading to slow growth is the mistaken belief that such programs are money-losing endeavors because of poor reimbursement\nABBREVIATIONS: ASC = ambulatory surgical center; CBCT = cone beam CT; CPT = Current Procedural Terminology; Endobronchial ultrasound (EBUS) = endobronchial ultrasound; TBNA = transbronchial needle aspiration\nAFFILIATIONS: From the Inova Interventional Pulmonology and Complex Airways Disease Program, Division of Thoracic Surgery (Dr Mahajan), Growth and Operations, Adult Hospital (Dr Bautista), Inova Medicine Service Line, Adult Hospital (Ms Hodson), Inova Thoracic Surgery, Division of Thoracic Surgery (Dr Khandhar), Inova Fairfax Medical Campus, Falls Church, VA; the Department of Interventional Pulmonology (Dr Folch), Division of Pulmonary and\nCritical Care Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA; and the Inova Fairfax Medical Campus (Ms Carroll and Dr Narang), Falls Church, VA.\nCORRESPONDENCE TO: Amit K. Mahajan, MD, FCCP, Department of Surgery, Inova Schar Cancery Institute, Innovation Park Dr 8081, Falls Church, VA 22031; e-mail: amit.mahajan@inova.org\nCopyright 1 2020 American College of Chest Physicians. Published by Elsevier Inc. All rights reserved.\nDOI: https://doi.org/10.1016/j.chest.2020.02.026\n\non a case-by-case basis. This misconception is based on relatively low professional reimbursement for physicians performing bronchoscopies. Instead, hospitals justify the development of bronchoscopy programs on the potential downstream revenue that is notoriously challenging to calculate. In fact, the reality is that signi fi cant economic gains can be achieved for hospitals through the collection of facility reimbursements for advanced bronchoscopic procedures on a case-by-case basis.\nMedical care taking place in a provider-based system is typically billed to Medicare or private payers in two or more claims known as a split billing. A portion of the payment is made for the claim submitted by the hospital for its facility services such as equipment, nonphysician medical staff, and supplies. The reimbursement to hospitals for outpatient bronchoscopic procedures is based on Ambulatory Payment Classi fi cations groups based on billed Current Procedural Terminology (CPT) codes. The remainder of the billing is made for the professional services provided by the bronchoscopist. 4 Traditionally, facility fees are signi fi cantly higher than the professional fees to compensate hospitals for the higher overhead costs required to operate the bronchoscopy suite. Facility fees are vital for providerbased systems to achieve fi nancial sustainability when bronchoscopic volumes are kept high and overhead is minimized. If physicians performing bronchoscopies are employed, both professional and technical fees are collected by hospitals. However, nonemployed physicians performing bronchoscopy in an outpatient facility or ambulatory surgical center (ASC) may only collect professional fees. As a result, bronchoscopy may have less favorable margins in a private practice setting compared with a hospital-based interventional pulmonology program.\nTo illustrate the economic value of interventional pulmonology programs to hospital administration, physicians must have a basic understanding of healthcare fi nance. Command of such vocabulary and ability to apply the concepts is crucial for interventional pulmonologists to successfully convey the economic signi fi cance of interventional pulmonology programs. Total revenue, adjusted gross revenue, contribution margin, variable direct costs, and indirect costs are all essential to understand the fi nances of bronchoscopy (Table 1). 5 This review aims to familiarize interventional pulmonologists with the basics of hospital fi nance that are vital to justifying the economic sustainability of an interventional pulmonology program at their institution.\nAfter these terms have been been explained, necessary components needed to make an interventional pulmonology program fi nancially successful will be addressed. Emphasis will be placed on outpatient procedures because individual charges for inpatient reimbursement based on diagnosis-related group charges may be dif fi culty to determine.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Total Revenue",
      "content": "The total revenue for a bronchoscopy is de fi ned as the complete charge billed to an insurance company for a procedure. Each patient undergoing an outpatient procedure accumulates charges for the services performed based on a predetermined fee schedule set by the hospital. A simple example of total revenue includes the fee associated with performing an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided transbronchial needle aspiration (TBNA) of three lymph nodes. The total revenue charges for the bronchoscopy include the preprocedural phase, the procedure itself, and the postoperative phase prior to discharge. The total revenue charged to an insurance company for an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided TBNA where more than three lymph nodes are sampled in Northern Virginia might be approximately $15,000. This value is used for illustrative purpose because the fees may vary signi fi cantly based on payor, practice setting, and location.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Adjusted Gross Revenue",
      "content": "The adjusted gross revenue is the amount of the total revenue charged to commercial or noncommercial",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Table 1 ]",
      "content": "Contribution margin: calculated by subtracting the direct cost of a procedure from the adjusted gross revenue collected from the procedure.\nVariable direct cost: costs associated directly with medical resource utilization, which includes the consumption of inpatient, outpatient, and pharmaceutical services within the health-care delivery system.\nTotal revenue: the complete charge billed to the insurance company for a procedure.\nAdjusted gross revenue: the actual amount of the total revenue collected from the insurance company for a care event.\nIndirect cost: indirect cost, also known as overhead, is the costs that are incurred by the medical center that are not related directly to the procedure being performed.\n\ninsurance companies that is actually collected by the hospital for each care event. Net revenue is de fi ned as gross revenue minus expenses. Although a total revenue bill is submitted to an insurance company for services performed during an outpatient bronchoscopy, the actual amount collected by the hospital is a fraction of the amount submitted. There are no national Medicare coverage policies for medical procedures. Instead, local Medicare carriers are able to make coverage decisions independently. Medicare carriers tend to pay out less than commercial payers for bronchoscopy procedures because Medicare payments are generally fi xed percentages, whereas commercial insurer reimbursements are negotiated by each hospital or health system independently. Use of the 2019 Medicare National Average Payment data for bronchoscopy procedures provides a general guideline to understand trends in reimbursement and adjusted gross revenue. Continuing with the previous example, the total revenue billed for an Endobronchial ultrasound (EBUS) bronchoscopy with ultrasoundguided TBNA of three lymph nodes performed in Northern Virginia is approximately $15,000. Average reimbursement for such a procedure based on 2019 Medicare National Average Payment data would be $2,741 in adjusted gross revenue when performed in an outpatient hospital facility. The percentage of the total revenue paid by the insurance provider is 18%. Additional reimbursement data for common interventional pulmonology procedures based on Medicare National Average Payment data when performed in a hospital outpatient facility can be seen in Table 2.\nMedicare technical fees also vary when the procedure is performed in the of fi ce setting, hospital outpatient facility, and ASC. For example, the technical fee reimbursement according to Medicare National Average Payment data for an Endobronchial ultrasound (EBUS) bronchoscopy with TBNA of\nthree lymph nodes would be $1,181 when performed in an ASC and $1,035 when performed in the of fi ce setting. The technical fee reimbursement differences between outpatient hospital setting, ASC, and in-of fi ce setting are represented in Table 3. 6",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Variable Direct Cost",
      "content": "Variable direct costs for bronchoscopy procedures are the costs associated directly with medical resource utilization, including the consumption of inpatient, outpatient, and pharmaceutical services within the health-care delivery system. 7 Examples of direct costs associated with bronchoscopy include, but are not limited to, labor (nurses and respiratory therapists), anesthetics, equipment (Endobronchial ultrasound (EBUS) bronchoscopy needle, disposable forceps, brushes, etc), and equipment depreciation. These costs are tracked by the hospital and accrue as more resources are used during the bronchoscopy procedure. Hospitals must pay speci fi c fees to make such services and equipment available for patient care.\nA signi fi cant direct cost variation that can occur is based on the procedural space or operating room where a bronchoscopy is performed. Traditionally, the variable direct cost to perform a procedure in an operating room is signi fi cantly higher than performing the procedure in a hospital outpatient bronchoscopy suite. The cost to use the hospital outpatient bronchoscopy suite for bronchoscopy procedures at Inova Fairfax Medical Campus in Falls Church, Virginia, is approximately $9.98 per minute based on direct cost of the procedure, including pre- and postoperative phases. Conversely, based on published Prices of Common Procedures and Services provided by the University of Virginia Health in Charlottesville, Virginia, the operating room time per minute for all procedures except heart/lung bypass is $120 per minute. The disparity between the cost-perCMS 1⁄4 Center of Medicare & Medicaid Services; CPT 1⁄4 Current Procedural Terminology; Endobronchial ultrasound (EBUS) 1⁄4 endobronchial ultrasound.\nminute of performing a bronchoscopy in the operating room vs the bronchoscopy suite is signi fi cant. Although minimizing direct cost is preferred to maximize hospital revenue, use of more costly procedural spaces may be necessary to ensure patient safety and appropriate patient fl ow.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Contribution Margin",
      "content": "Contribution margin is the key calculation used to determine viability, sustainability, and growth potential for a procedure. The contribution margin re fl ects the overall economic loss or gain of a medical procedure and is essential in assessing fi nancial sustainability. The contribution margin is calculated by subtracting variable direct cost for a procedure from the adjusted gross revenue collected. If a procedure results in a negative contribution margin, the hospital loses money with each procedure performed. Conversely, a positive contribution margin indicates that the procedure is costeffective. Sometimes, analysis of the contribution margin helps determine if the economic return on the procedure can justify the clinic bene fi t. Returning to our previous example, the total revenue charged for the previously discussed Endobronchial ultrasound (EBUS) bronchoscopy with ultrasound-guided TBNA of three lymph nodes is $15,000, and the adjusted gross revenue when performed in a hospital outpatient unit (bronchoscopy suite) is $2,741. The direct cost to perform the bronchoscopy that lasted 30 min at $9.98 per minute is $299.40. As a result, the contribution margin (adjusted gross revenue minus direct cost) is\napproximately $2,441.60 per case. This procedure would be considered fi nancially sustainable because of the positive contribution margin percentage, also known as the gross margin, of 89% (contribution margin/adjusted gross revenue).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Indirect Cost",
      "content": "Indirect cost, also known as overhead, is the costs that are incurred by the hospital that are not related directly to the procedure being performed. These costs are related to charges needed to manage the hospital and provide various services. Examples of indirect cost include, but are not limited to, administrative costs, corporate allocation, environmental services, cafeteria services, and material management. Because these costs are not related to direct patient care or a speci fi c care event, they are rarely considered when determining the fi nancial sustainability of a medical procedure.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "How Can Advanced Bronchoscopy Programs Be Financially Sustainable",
      "content": "Redesigning health-care delivery to reduce misuse, overuse, and underuse of resources to improve the value of care is the responsibility of physicians, not administrators. Understanding costs and revenue may be more challenging in academic centers tasked with supporting clinical, education, and research missions. It is imperative that the interventional pulmonologist employed at academic medical centers understands their\nNA 1⁄4 not applicable. See Table 2 legend for expansion of other abbreviations.\n\ninstitution ' s unique funds fl ow model to correctly attribute procedure-related costs and revenue and other downstream revenue generated by the procedure for the hospital. With these considerations in mind, there are two essential components necessary for the fi nancial success of interventional pulmonology programs regardless of if physicians are hospital employed, part of an academic institution, or in private practice: high procedural volume and low direct cost per case.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Maintaining High Bronchoscopic Volume",
      "content": "Development of a high-volume interventional pulmonology program requires the presence of a clinical need for advanced bronchoscopic procedures. Rather than performing basic bronchoscopy, the addition of a new diagnostic modality, such as Endobronchial ultrasound (EBUS) bronchoscopy, can gradually increase procedural volume by bringing in a new patient population. The high sensitivity and speci fi city of linear Endobronchial ultrasound (EBUS) bronchoscopy for the diagnosis and staging of malignant disease is as effective or superior to surgical mediastinoscopy. 8 The less invasive nature of Endobronchial ultrasound (EBUS) bronchoscopy compared with surgical mediastinoscopy often makes its more desirable to patients. Introduction of an interventional pulmonologist at Inova Fairfax Medical Campus resulted in a signi fi cant increase in advanced bronchoscopic procedures. In the fi rst year after hiring an interventional pulmonologist at Inova Fairfax Medical Campus, the interventional pulmonologist performed 271 linear Endobronchial ultrasound (EBUS) bronchoscopies, 125 electromagnetic navigation bronchoscopies, 46 rigid bronchoscopies, 207 fl exible bronchoscopies, 96 thoracenteses, 60 chest tubes, and 41 tunneled pleural catheters. The addition of these cases, most of which conveyed a positive contribution margin, provided a needed service to the community and grew the interventional pulmonology program with signi fi cant revenue per case.\nShifting advanced diagnostic and therapeutic bronchoscopy away from thoracic surgeons and toward interventional pulmonologists is an improvement for both subspecialists. Thoracic surgeons are often responsible for performing advanced bronchoscopic procedures when there is no interventional pulmonologist available. There is an opportunity cost associated with this. That is, if the thoracic surgeon has to spend time performing interventional pulmonology procedures, he or she is not available to be performing surgeries. Shifting bronchoscopic cases to interventional pulmonologists allows the thoracic surgeons to be more available to perform surgeries for which they are\nspecially trained. Importantly, these complex thoracic surgeries often are associated with impressive contribution margins anywhere from 5 to 15 times that of advanced bronchoscopic procedures. Increasing the availability for thoracic surgeons to perform surgeries rather than perform bronchoscopies increases overall cost-effectiveness for the institution. For example, if a thoracic surgeon is performing 20 Endobronchial ultrasound (EBUS) cases yearly in the operating room with the contribution margin per case of $500 because of an increased direct cost of performing the procedure in the operating room, then the total revenue from those procedures for the institution based on technical fees is approximately $10,000 per year. Instead, shifting these 20 Endobronchial ultrasound (EBUS) cases to an interventional pulmonology physician performing the procedure in the bronchoscopy suite at a lower direct cost may yield a contribution margin of approximately $1,000 per case. As a result, the revenue of those 20 Endobronchial ultrasound (EBUS) cases performed by the interventional pulmonology physician in the bronchoscopy suite would be $20,000 per year compared with $10,000 per year collected from the thoracic surgeon performing the Endobronchial ultrasound (EBUS) bronchoscopy in the operating room. Furthermore, if this shift of 20 Endobronchial ultrasound (EBUS) bronchoscopies to the interventional pulmonology physician allows the thoracic surgeon to perform 10 more video-assisted thoracic surgery lobectomies at a contribution margin of $15,000 per case, an additional $150,000 is collected by the medical center. Inova Fairfax Medical Campus saw that the addition of an interventional pulmonologist resulted in this phenomenon. Shifting bronchoscopies to an interventional pulmonology physician reduced the overall volume of cases from the thoracic surgeon in the form of fewer bronchoscopies, but the overall videoassisted thoracic surgery volume increased in that time period. Utilization of such a model relies on collaboration between thoracic surgeons and interventional pulmonologists. The notion of stealing patients from one subspecialty to another can often create tension between physicians. Unfortunately, some medical centers focus on the number of procedures performed rather than optimizing cost and quality. The importance of taking a patient-centered approach that aims to provide the best patient care possible, regardless of the procedural revenue, cannot be overstated.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Minimizing Procedural Direct Cost",
      "content": "Minimizing direct cost related to bronchoscopic procedures maximizes contribution margins. Many direct costs attributed to bronchoscopy procedures are under the control of physicians and administrators.\nExamples of controllable direct costs include the location where bronchoscopies are performed (bronchoscopy suite vs the operating room), the types of procedures performed, the amount of staff support needed to optimize productivity, and equipment purchases. Making educated, data-driven decisions on how to reduce these direct costs plays a signi fi cant role in ensuring that bronchoscopic procedures are fi nancially sustainable.\nAs described previously, the disparity between the costper-minute of performing a bronchoscopy in the operating room vs the bronchoscopy suite is signi fi cant. Additionally, determining which procedures are safe and practical to be performed in the bronchoscopy suite as opposed to the operating room can effectively reduce the direct cost per case. Cone beam CT (CBCT) scanners have been used to aid in biopsying peripheral lung nodules. The CBCT scanners are typically located within interventional radiology departments and are commonly used for advanced vascular procedures and locoregional oncologic treatments. Currently, no CPT codes exist for performing CBCT scans during a bronchoscopy. As a result, revenue cannot be assessed for acquiring a CBCT scan. The capital cost associated with purchasing a CBCT scanner along with direct cost for personnel to operate the scanner undoubtedly increases cost per case. If CBCT scanners become more popular to aid in biopsying lung nodules, careful analyses will be needed to determine cost-effectiveness.\nOur institution has observed a signi fi cant improvement in contribution margins by transitioning rigid bronchoscopies from the operating room to the bronchoscopy suite. After an extensive safety and feasibility review, rigid bronchoscopies began being performed on noncritical patients in a bronchoscopy suite instead of an operating room. As a result of lower direct costs primarily related to the physical space and operating room nursing, the contribution margin of a rigid bronchoscopy performed in the bronchoscopy suite increased signi fi cantly. This improvement in contribution margin was associated with an excellent patient safety pro fi le. In addition, more capacity was creating in the operating room for surgeries which also have a higher contribution margin, increasing the hospitals overall net income.\nDirect cost of personnel involved with bronchoscopy procedures is often signi fi cant. Periprocedural nurses, procedural nurses, and respiratory therapists represent\nmost personnel cost. Developing a specialized team of nurses and/or respiratory therapists reduces procedural time and makes the procedure more ef fi cient. The decision to use anesthesia services must also be a consideration because they increase direct cost. Additionally, the need for general anesthesia may increase the number of nurses and/or respiratory therapists participating in the procedure and the nursing care needed for postoperative recovery.\nProviding state-of-the-art health care often comes at signi fi cant cost in the form of capital equipment and disposable tools. Equipment and disposable tools have a signi fi cant impact on overall variable direct cost per procedure. Purchase of capital equipment that is often associated with expensive disposable tools reduces overall contribution margin per case because of increased direct cost. Additionally, using costly equipment instead of basic bronchoscopic tools also carries with it increased direct cost. This can be seen when navigation bronchoscopy is used to biopsy a large lung mass that could just as effectively be performed with a fl exible bronchoscope, fl exible forceps, and fl uoroscopy. The cost expended on specialized equipment must be in line with the goals of the bronchoscopy program. Programs hoping to increase procedural volume for biopsying lung nodules may want to invest in expensive platforms that can be used not only to improve procedural performance, but to also attract potential patients.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Conclusions",
      "content": "The growth of an interventional pulmonology program requires physicians to engage in important conversations with administrators regarding procedural cost-effectiveness. Unfortunately, physicians are often ill equipped to engage in these discussions because of a fundamental lack of knowledge surrounding the economics of health care. Physicians must have an understanding of health economic terminology and its application such as total revenue, adjusted gross revenue, direct cost, indirect cost, and contribution margin.\nEnsuring that an interventional pulmonology program is fi nancially sustainable depends on increasing total contribution margins by growing procedural volume and minimizing direct costs. Transitioning bronchoscopies to interventional pulmonologists in\n\nbronchoscopy suites decreases the direct costs per case and may increase the ability of thoracic surgeons to perform surgeries that yield greater contribution margins. The success of interventional pulmonology programs requires the collaboration of various specialties, namely thoracic surgery. These programs are valuable to the patients being served and the hospital as a whole. Consideration of these various factors are essential to improve the quality of care for patients because the cost of care remains a critical driver in de fi ning value. As bronchoscopic procedures continue to evolve and CPT codes become more representative of procedural complexity and time, hospitals will continue to fi nd outpatient bronchoscopy programs fi nancially sustainable. Additionally, as interventional pulmonology programs become more ef fi cient with improved resource allocation, direct costs per procedure will continue to drop, resulting in more favorable contribution margins for hospitals.",
      "category": "conclusion",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Acknowledgments",
      "content": "Financial/non fi nancial disclosures: The authors have reported to CHEST the following: A. K. M. is a medical consultant for Medtronic and Boston Scienti fi c. S. J. K. is a consultant, advisor, and speaker for Medtronic, Boston Scienti fi c, and Auris Robotics. E. F. received university grant monies for research by Intuitive Surgical, and a scienti fi c consultant for Boston Scienti fi c and Medtronic. None declared (J. B., E. H., S. C., S. N.).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "References",
      "content": "1. Eberhardt R, Anantham D, Ernst A, et al. Multimodality bronchoscopic diagnosis of peripheral lung lesions: a randomized controlled trial. Am J Respir Crit Care Med . 2007;176(1):36-41.\n2. Folch EE, Pritchett MA, Nead MA, et al. Electromagnetic navigation bronchoscopy for peripheral pulmonary lesions: one-year results of the prospective, multicenter NAVIGATE study. J Thorac Oncol . 2019;14(3):445-458.\n3. Gomez M, Silvestri GA. Endobronchial ultrasound for the diagnosis and staging of lung cancer. Proc Am Thorac Soc . 2009;6(2):180-186.\n4. Reese GM. Reimbursement for facility and professional services in a provider-based department. Medicare Insider. September 8, 2015. http://www.hcpro.com/CCP-320428-5091/Reimbursement-forFacility-and-Professional-Services-in-a-ProviderBased-Departmentby-Gina-M-Reese-Esq-RN.html. Accessed December 4, 2019.\n5. CPT copyright 2016 American Medical Association. All rights reserved. CPT is a registered trademark of the American Medical Association. Applicable FARS/DFARS Restrictions Apply to Government Use. Fee schedules, relative value units, conversion factors and/or related components are not assigned by the AMA, are not part of CPT, and the AMA is not recommending their use. The AMA does not directly or indirectly practice medicine or dispense medical services. The AMA assumes no liability for data contained or not contained herein. https://www.ama-assn.org/about/cpt-editorialpanel/faq-editorial-panel-cpt-overview. Accessed December 4, 2019.\n6. Source: January 3, 2017. Fed Regist . CMS-1656-CN. https://www. bostonscienti fi c.com/content/dam/bostonscienti fi c/Reimbursement/ Gastroenterology/2019%20EBUS%20Coding%20and%20Payment% 20Quick%20Reference.pdf. Accessed December 4, 2019.\n7. Weintraub WS, ed. Contemporary Cardiology: Cardiovascular Health Care Economics . Totowa, NJ: Humana Press Inc; 2003.\n8. Yasufuku K, Pierre A, Darling G, et al. A prospective controlled trial of endobronchial ultrasound-guided transbronchial needle aspiration compared with mediastinoscopy for mediastinal lymph node staging of lung cancer. J Thorac Cardiovasc Surg . 2011;142(6):1393-1400.e1.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    }
  ],
  "tables_markdown": [
    "**{'cref': '#/texts/45'}**\n\n| CMS Short Description | CPT Code | Final Payment Rate 2019 |\n| --- | --- | --- |\n| Visualization of windpipe | 31615 | $487.13 |\n| Bronchoscopy with markers | 31626 | $5,147.57 |\n| Bronchoscopy EBUS sampling 1-2 lymph node(s) | 31652 | $2,740.66 |\n| Bronchoscopy EBUS sampling $ 3 lymph nodes | 31653 | $2,740.66 |\n| Bronchoscopy with stent placement | 31636 | $5,147.57 |\n| Bronchoscopy with dilation | 31630 | $2,740.66 |\n| Bronchoscopy with tumor excision | 31640 | $2,740.66 |",
    "**{'cref': '#/texts/49'}**\n\n| CMS Description | CPT | Hospital Outpatient | Ambulatory Surgical Center | In-Of fi ce |\n| --- | --- | --- | --- | --- |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), one or two mediastinal and/or hilar lymph node stations or structures | 31652 | $2,741 | $1,181 | $988 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), 3 or more mediastinal and/or hilar lymph node stations or structures | 31653 | $2,741 | $1,181 | $1,035 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with transbronchial lung biopsy(s), single lobe | 31628 | $2,741 | $1,181 | $367 |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with placement of tracheal stent(s) (includes tracheal/ bronchial dilation as required) | 31631 | $5,148 | $1,791 | NA |\n| Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with tracheal/bronchial dilation or closed reduction of fracture | 31630 | $2,741 | $1,181 | NA |"
  ],
  "tables_struct": [
    {
      "cms_short_description": "Visualization of windpipe",
      "cpt_code": "31615",
      "final_payment_rate_2019": "$487.13"
    },
    {
      "cms_short_description": "Bronchoscopy with markers",
      "cpt_code": "31626",
      "final_payment_rate_2019": "$5,147.57"
    },
    {
      "cms_short_description": "Bronchoscopy EBUS sampling 1-2 lymph node(s)",
      "cpt_code": "31652",
      "final_payment_rate_2019": "$2,740.66"
    },
    {
      "cms_short_description": "Bronchoscopy EBUS sampling $ 3 lymph nodes",
      "cpt_code": "31653",
      "final_payment_rate_2019": "$2,740.66"
    },
    {
      "cms_short_description": "Bronchoscopy with stent placement",
      "cpt_code": "31636",
      "final_payment_rate_2019": "$5,147.57"
    },
    {
      "cms_short_description": "Bronchoscopy with dilation",
      "cpt_code": "31630",
      "final_payment_rate_2019": "$2,740.66"
    },
    {
      "cms_short_description": "Bronchoscopy with tumor excision",
      "cpt_code": "31640",
      "final_payment_rate_2019": "$2,740.66"
    },
    {
      "cms_description": "Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), one or two mediastinal and/or hilar lymph node stations or structures",
      "cpt": "31652",
      "hospital_outpatient": "$2,741",
      "ambulatory_surgical_center": "$1,181",
      "in-of_fi_ce": "$988"
    },
    {
      "cms_description": "Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with EBUS-guided transtracheal and/or transbronchial sampling (eg, aspiration[s]/ biopsy[ies]), 3 or more mediastinal and/or hilar lymph node stations or structures",
      "cpt": "31653",
      "hospital_outpatient": "$2,741",
      "ambulatory_surgical_center": "$1,181",
      "in-of_fi_ce": "$1,035"
    },
    {
      "cms_description": "Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with transbronchial lung biopsy(s), single lobe",
      "cpt": "31628",
      "hospital_outpatient": "$2,741",
      "ambulatory_surgical_center": "$1,181",
      "in-of_fi_ce": "$367"
    },
    {
      "cms_description": "Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with placement of tracheal stent(s) (includes tracheal/ bronchial dilation as required)",
      "cpt": "31631",
      "hospital_outpatient": "$5,148",
      "ambulatory_surgical_center": "$1,791",
      "in-of_fi_ce": "NA"
    },
    {
      "cms_description": "Bronchoscopy, rigid or fl exible, including fl uoroscopic guidance, when performed; with tracheal/bronchial dilation or closed reduction of fracture",
      "cpt": "31630",
      "hospital_outpatient": "$2,741",
      "ambulatory_surgical_center": "$1,181",
      "in-of_fi_ce": "NA"
    }
  ],
  "references": [
    {
      "title": "Multimodality bronchoscopic diagnosis of peripheral lung lesions: a randomized controlled trial"
    },
    {
      "title": "Am J Respir Crit Care Med",
      "year": 2007
    },
    {
      "title": "Electromagnetic navigation bronchoscopy for peripheral pulmonary lesions: one-year results of the prospective, multicenter NAVIGATE study",
      "year": 2007
    },
    {
      "title": "J Thorac Oncol",
      "year": 2019
    },
    {
      "title": "Endobronchial ultrasound for the diagnosis and staging of lung cancer",
      "year": 2019
    },
    {
      "title": "Proc Am Thorac Soc",
      "year": 2009
    },
    {
      "title": "Reimbursement for facility and professional services in a provider-based department",
      "year": 2009
    },
    {
      "title": "Medicare Insider"
    },
    {
      "title": "Fed Regist"
    },
    {
      "title": "Contemporary Cardiology: Cardiovascular Health Care Economics",
      "year": 2003
    },
    {
      "title": "A prospective controlled trial of endobronchial ultrasound-guided transbronchial needle aspiration compared with mediastinoscopy for mediastinal lymph node staging of lung cancer",
      "year": 2003
    },
    {
      "title": "J Thorac Cardiovasc Surg",
      "year": 2011
    }
  ]
}