{
  "id": "fistula Schweigert-2019-[Interventional treatment of t",
  "title": "Interventionelle Versorgung tracheo-/bronchoösophagealer Fisteln",
  "abstract": "A tracheoesophageal fistula is the formation of an abnormal communication between the airway and the esophagus. Acquired tracheoesophageal fistulas can be benign or malignant. The management is either surgical or endoscopic depending on the etiology, size and anatomy of the fistula as well as on the patient's performance status. The interventional treatment of choice is endoscopic stent implantation. In general, tracheoesophageal fistulas in patients with benign conditions are managed surgically. If the patient is unfit for surgery silicone stents should be used because they can be more easily removed after a longer indwelling time compared to metal stents. Malignant fistulas are associated with very limited life expectancy of only a few weeks or months. In this situation fully covered self-expandable metal stents (FC-SEMS) are recommended, whereas surgical treatment approaches can only be considered in individual cases. Depending on the location of the fistula and the presence of an airway stenosis, tracheal stenting, esophageal stenting or parallel stenting of the trachea and the esophagus is carried out. Successful stent placement leads to immediate palliation of symptoms, such as cough or aspiration and results in a higher quality of life. Potential complications are stent migration, bleeding of the upper gastrointestinal tract, arrosion of neighboring organs and vessels with esophageal stents as well as secretion retention and obstruction with displacement of the airway with tracheobronchial stents",
  "content": "## eitthema\n\nChirurg 2019 · 90:710-721 https://doi.org/10.1007/s00104-019-0988-z Online publiziert: 25. Juni 2019 ©Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019\n\n## Schweigert\n\nKlinik und Poliklinik für Viszeral-, Thorax- und Gefäßchirurgie, Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Deutschland\n\n## nterventionelle Versorgung tracheo-/bronchoösophagealer Fisteln\n\nTracheoösophageale Fisteln (TÖF) stellen eine abnorme Verbindung zwischen dem Ösophagus und den Atemwegen dar. Die Patienten sind durch Aspiration, Pneumonie und pulmonale Sepsis vital bedroht. In Abhängigkeit von der auslösenden Grunderkrankung kommen operative oder endoskopische Therapieverfahren zur Anwendung. Therapieziel ist der umgehende, komplette Fistelverschluss. Die endoskopische Therapie der Wahl ist die Stentimplantation. Je nach Lokalisation der Fistel und Vorliegen einer Stenose erfolgt entweder ein Stenting der Atemwege, des Ösophagus oder ein Double-Stenting.\n\n## Ätiologie und Einteilung tracheo-/bronchoösophagealer Fisteln\n\nTracheoösophageale Fisteln (TÖF) werden in angeborene und erworbene Fisteln eingeteilt [1, 2]. Angeborene Fisteln sind häufig mit einer Ösophagusatresie verbunden und werden bereits unmittelbar nach der Geburt symptomatisch. Die operative Versorgung angeborener Fisteln erfolgt üblicherweise durch die Kinderchirurgie und soll nicht Gegenstand diesesArtikelssein.ErworbeneTÖFkönnen während des gesamten Lebens auftreten und werden wiederum in maligne und benigne TÖF unterteilt [1-4].\nDie häufigsten Ursachen, die zur Entstehung einer benignen TÖF führen, sind tracheaele Verletzung als Folge medizinischerMaßnahmenwiez.B.Notfallintubation, dilatative Tracheotomie,\nLangzeitbeatmung sowie Komplikationen nach intrathorakalen operativen Eingriffen (Anastomoseninsuffizienz nach Ösophagektomie; [4-7]). Auch Trauma, Fremdkörper, Laugen bzw. Säureverätzungen sowie Infektionen (Aktinomykose oder Tuberkulose) können zur Ausbildung einer TÖF führen [4].\nInAbgrenzungzubenignenTÖFwerden maligne TÖF durch eine zugrunde liegende neoplastische Erkrankung ausgelöst. Aufgrund des organüberschreitenden mediastinalen Tumorwachstums kommteszurAusbildungeinerKommunikation zwischen Ösophagus und Trachea. Maligne TÖF sind bei 5-15% der PatientenmitfortgeschrittenemÖsophaguskarzinom zu beobachten [4, 8]. Weitere Ursachen sind Bronchialkarzinom, Trachealkarzinom, Lymphom sowie mediastinale Metastasen [1, 2, 4].\n\n## pidemiologie tracheo-/ bronchoösophagealer Fisteln\n\nTracheoösophageale Fisteln stellen ein seltenes Krankheitsbild dar. Die Literatur besteht aus Fallberichten oder Fallserien einzelner Institutionen. Die Mayo Clinic (Rochester, MN, USA) fand in einer retrospektiven Analyse des eigenen Krankengutes insgesamt 123 Patienten mit TÖF im Zeitraum von 2001 bis 2012 [4]. Maligne (65, 53%) und benigne (58, 47%) Fisteln waren in etwa gleich häufig [4]. Die Universität Budapest (Ungarn) berichtete über 264 Patienten mit maligner TÖF bei Ösophaguskarzinom über einem Zeitraum von 20 Jahren (1984 bis 2004; [8]). Bei insgesamt 2113 Patienten mit Ösophaguskarzinom entspricht dies einem Anteil von 12,5% [8]. Am Memorial Sloan-Kettering Cancer Center (New York, USA) wurden zwischen den Jahren 1926 und 1988 insgesamt 207 Patienten mit einer malignen TÖF behandelt [2]. Ösophaguskarzinom (166/207, 77%), Bronchialkarzinom (33/207, 16%), Trachealkarzinom(5/207,2%)undmediastinaleMetastasen(4/207,2%)warendiehäufigsten Ursachen [2].\nDaten zur Epidemiologie benigner TÖF sind noch spärlicher. Das Universitätsklinikum Marseille Nord (Frankreich), ein ausgewiesenes Zentrum für Thoraxchirurgie und interventionelle Endoskopie, verzeichnete 35 Fälle iatrogener Trachealverletzungen innerhalb von 10 Jahren (2004 bis 2014; [5]) sowie eine Fallserie von 22 Patienten mit benigner TÖF, welche zwischen den Jahren 2012 und 2016 behandelt wurden [6].\n\n## ymptome\n\nDie Symptomatik wird einerseits durch die abnorme Verbindung zwischen Trachea und Ösophagus und andererseits durch die Grunderkrankung bestimmt. Klinische Symptome traten bei 186 der 207 New Yorker Patienten auf (90%; [2]). Husten (56%), Aspiration (37%), Fieber (25%), Dysphagie (19%), Hämoptysen (5%) und Thoraxschmerz (5%) waren die häufigsten Beschwerden. In der Budapester Fallserie mit 264 Patienten mit maligner TÖF aufgrund eines Ösophaguskarzinoms wurden folgende klinische Symptome beobachtet: Pneumonie (95%), Aspiration und Hustenattacken nach Nahrungsaufnahme (95%), Gewichtsverlust (95/265, 37%), retrosternale Schmerzen (61/264, 23%), Odynophagie (51/264, 19%) und Dysphagie [8]. Eine vergleichbare Klinik wurde auch für benignen TÖF beschrieben. In der Marseiller Studie wurden Aspirationspneumonie (10/22), postprandiale Hustenattacken (5/22) und Dysphagie (4/22) als häufigste Symptome festgestellt, während nur ein Patient asymptomatisch war [6].\nEine besondere Situation stellen erworbene ösophagotracheobronchiale Fisteln nach abdominorechtsthorakaler Ösophagektomie dar [7]. Die Klinik wird hier sowohl durch die intrathorakale Anastomoseninsuffizienz bestimmt als auch durch die Fistel in die zentralen Atemwege. Sepsis mit Mediastinitis, Pleuraempyem, Pneumonie, akuter respiratorischer Insuffizienz und schließlich septischem Schock sind die klinische Symptome. Der Verlauf ist oftmals foudroyant [7].\n\n## rognose\n\nDie kontinuierliche Aspiration mit Kontamination der Atemwege, welche in Pneumonie und pulmonaler Sepsis resultiert, bestimmt sowohl die Klinik als auch die Überlebenszeit bei Patienten mit TÖF. Wenn die Aspiration nicht beherrscht wird, beträgt das Überleben nur wenige Wochen [1, 2, 4]. Die Prognose maligner TÖF wird zusätzlich durch das meist fortgeschrittene Stadium der malignen Grunderkrankung bestimmt. Patienten mit 'best supportive care' haben eine beschriebene Lebenserwartung von1bis6Wochen[4].Eindurchschnittliches Überleben von 2,8 Monate wurde beim Vorliegen eines Ösophaguskarzinoms mit TÖF beschrieben [8]. In der Studie wiesen Patienten mit erfolgreichem endoskopischem Management ein Überlebenvon3,4Monatenauf,während das mittlere Überleben im Fall von 'best supportive care' nur 1,3 Monate betrug ( p < 0,001; [8]). Die entscheidende Bedeutung der erfolgreichen Versiegelung der Fistel bestätigen auch die Ergebnisse der o.g. New Yorker Fallserie [2]. Das beobachtete mittlere Überleben betrug 5 Wochen (35 Tage) bzw. 2,5 Monate [2].\nIm Gegensatz hierzu ist bei Patienten mit benigner TÖF ein Langzeitüberleben möglich. Mittlere Überlebensraten von100Monatenwurdenbeobachtet[4]. Voraussetzung hierzu ist das erfolgreiche Management der Fistel. Im Falle einer TÖF aufgrund eines komplikativen Verlaufs nach intrathorakaler Operation (z.B. Ösophagektomie) ist die Prognose von der individuellen Situation sowie vom rechtzeitigen und effektiven Management der ursächlichen chirurgischen Komplikation abhängig [7, 9].\n\n## herapie\n\nPrinzipiell kann zwischen operativer und nichtoperativer Therapie unterschieden werden. Beim Vorliegen einer benigne TÖF werden aufgrund der wesentlich besseren Prognose chirurgische Therapieansätze bevorzugt [1, 4-6]. Voraussetzunghierzuistjedocheineentsprechende funktionelle Operabilität des Patienten. ImGegensatz dazu werden maligne TÖF üblicherweise interventionell, endoskopisch versorgt [1, 4, 10-12]. Lokal fortgeschrittenes Tumorwachstum und reduzierter Allgemeinzustand verhindern hier in den meisten Fällen einen erfolgreichen chirurgischen Therapieansatz [8, 12].\n\n## ndoskopische Therapie\n\nDas Ziel des endoskopischen Managements ist, den Verschluss der Kommunikation zwischen Atemwegen und Ösophagus durch Anwendung interventioneller, endoskopischer Verfahren zu erreichen [10-12]. Durch die erfolgreiche Versiegelung der Fistel werden belastende klinische Symptome wie Aspiration, Husten, Pneumonie und Dysphagie schnell und wirksam behandelt. Verschiedene endoskopische Techniken stehen zur Verfügung.\n\n## ndoskopische Applikation von Gewebeklebern\n\nDie Applikation von Gewebeklebern über das Endoskop stellt eine technisch einfache Möglichkeit zum Fistelverschluss dar [11, 13, 14]. Das Verfahren kann zusätzlich mit einer endoskopischen Abrasion bzw. Anfrischung der Fistel erfolgen.\nDie gängigsten verwendeten Gewebekleber sind Cyanoacrylate, Fibrinkleber und Thrombin.\nCyanoacrylate verfestigen nach endoskopischer Anwendung sehr schnell. N-Butyl-2-Cyanoacrylat (Histoacryl ® [B. Braun Melsungen AG, Melsungen, Deutschland]), welches in der interventionellen Endoskopie sowohl zur Blutstillung als auch zum Fistelverschluss eingesetzt wird, besteht aus einem Monomer, das in Verbindung mit Gewebeflüssigkeit sehr schnell polymerisiert und die Fistel okkludiert.\nFibrinkleber bestehen aus zwei getrenntenKomponenten:humanemFibrinogen mit Faktor XIII sowie Thrombin. BeiMischungentstehteinFibrinclot,welcher die Fistel verschließt. Die endoskopische Injektion von Thrombin fördert die Umwandlung von lokalem Fibrinogen in Fibrin. Die entstehenden Fibrinpolymere versiegeln die Fistel [18].\nInderLiteraturexistierenbishermeist kleine Fallserien [13-15]. Ein systematischer Review über pädiatrische Patienten zeigte die Wirksamkeit der Gewebsklebung zum Verschluss der TÖF, wobei jedoch die Fallzahlen sehr gering waren [15]. Andere Studien zeigen eine höhere Erfolgsrate bei Kombination von lokaler Abrasion und Gewebsklebung [11]. Die Anwendbarkeit der Methode ist limitiert und beschränkt sich auf kleine Fisteln. Insgesamt ist die Datenlage spärlich und die Ergebnisse sollten angesichts der geringen Fallzahlen mit Vorsicht interpretiert werden.\n\n## ndoskopische Clips\n\nEndoskopisch applizierbare Clips wurden ursprünglich zur endoskopischen Blutstillung entwickelt. Herkömmliche, über den Arbeitskanal des Endoskops platzierbare Clips sind für die erfolgreiche Versorgung von TÖF nicht Erfolg versprechend, da sie nicht ausreichend Gewebe fassen [11, 16].\nDas OTSC ® (Over-The-Scope-Clip)System (Ovesco Endoscopy AG, Tübingen, Deutschland) stellt eine Alternative insbesondere bei benignen TÖF dar [6, 16, 17]. Diese neue Klasse endoskopischer Clips bietet zumindest theoretisch erheblich Vorteile gegenüber herkömmlichen Clips, die durch den Arbeitskanal des flexiblen Endoskops appliziert werden [6, 17]. Die Clips erzielen höhere Verschlusskräfte und dadurch eine bessere Gewebekompression (Erfassung der Vollwand). Weiterhin ermöglichen OTSC ® , ein größeres Volumen an Gewebe zu fassen und auch eine höhere Kompressionskraft an der Läsion zu erzielen. OTSC ® bestehen aus elastischem Nitinol, das biokompatibel und Magnetresonanztomographie(MRT)-kompatibel ist und für längere Zeit im Körper verbleiben kann, was bei der zu erwartenden längeren Zeit bis zur definitiven Ausheilung einer TÖF einen Vorteil darstellen kann. OTSC ® können mit allen gängigen Gastroskopen verwendet werden und sind somit in nahezu allen Endoskopieabteilungen anwendbar.\nTrotz der theoretischen Vorteile sind die bisher publizierten Ergebnisse unklar und es wurde eine hohe Rate an Therapieversagen beobachtet [6, 11, 16]. Ausgewiesene Expertenzentren mit einem hohen Caseload an benignen TÖF empfehlen aufgrund enttäuschender Ergebnisse, die Verwendung von OTSC ® zu vermeiden [6].\n\n## 'Atrial-septal-defect'-Okkluder\n\nVorhofseptumdefekt('atrial septal defect', ASD)-Okkluder stellen Doppelschirmchen dar, welche in der interventionellen Kardiologie zum Verschluss eines ASD über einen Katheter implantiert werden. Die erfolgreiche Anwendung eines ASD-Okkluders zum Verschluss tracheoösophagealer Fisteln wurde beschrieben [19]. In der Literatur ist bisher nur eine Handvoll Fallberichte veröffentlicht und das Verfahren ist als experimentell einzustufen [11, 16]. Device-Migration durch zu kleine Schirme, ösophageale Peristaltik und Zunahme der Fistelöffnung sind mögliche Ursachen für ein Therapieversagen [20].\n\n## ndoskopische Vakuumtherapie\n\nDie endoskopische Vakuumtherapie (EVAC) ist eine endoskopische Technik, welche in der Behandlung der Öso-\n\n## usammenfassung · Abstract\n\nChirurg 2019 · 90:710-721 https://doi.org/10.1007/s00104-019-0988-z ©Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019\n\n## usammenfassung\n\nErworbene Fisteln zwischen dem Ösophagus und den Atemwegen werden in benigne und maligne tracheoösophageale Fisteln unterteilt. Es stehen operative und endoskopische Therapieoptionen zur Verfügung. Das endoskopische Therapieverfahren der Wahl ist die Stentimplantation. Endoskopische Stents werden nach dem zur Herstellung verwendeten Material in Silikonstents und selbstexpandierende Metallstents (SEMS) unterteilt. Nach erfolgreicher endoskopischer Stentimplantation ist eine signifikante Verbesserung der Lebensqualitätzu erwarten. Aufgrund der wesentlich besseren Prognose werden benigne Fisteln, wenn möglich, chirurgisch therapiert. Bei funktioneller oder technischer Inoperabilität kommen bevorzugt Silikonstents zum Einsatz, da diese auch nach längerer Liegezeit noch problemlos entfernbar sind. Maligne tracheoösophageale Fisteln sind mit einem Überleben von nur wenigen Wochen bis Monaten assoziiert.\nIn dieser Situation kommen überwiegend gecoverte Metallstents zum Einsatz, während chirurgische Therapieansätze nur im Einzelfall erwogen werden können. In den meisten Fällen ist zunächst die Implantation eines tracheobronchialen Stents indiziert. Bei insuffizienter Abdichtung kann die zusätzliche Implantation eines Ösophagusstents erwogen werden (Parallel-Stenting). Die Anlage eines alleinigen Ösophagusstents ist bei distaler Fistel und fehlender Atemwegsstenose möglich. Mögliche Komplikationen sind die Dislokation des Stents, die Arrosion benachbarter Organe und Gefäße, die obere gastrointestinale Blutung bei Ösophagusstents sowie die Sekretretention und Verborkung mit Verlegung der Atemwege bei tracheobronchialen Stents.\n\n## chlüsselwörter\n\nSymptome · Endoskopie · Bronchoskopie · Trachealstent · Ösophagusstent\n\n## bstract\n\nA tracheoesophageal fistula is the formation of an abnormal communication between the airway and the esophagus. Acquired tracheoesophageal fistulas can be benign or malignant. The management is either surgical or endoscopic depending on the etiology, size and anatomy of the fistula as well as on the patient's performance status. The interventional treatment of choice is endoscopic stent implantation. In general, tracheoesophageal fistulas in patients with benign conditions are managed surgically. If the patient is unfit for surgery silicone stents should be used because they can be more easily removed after a longer indwelling time compared to metal stents. Malignant fistulas are associated with very limited life expectancy of only a few weeks or months. In this situation fully covered self-expandable metal stents (FC-SEMS) are recommended,\nwhereas surgical treatment approaches can only be considered in individual cases. Depending on the location of the fistula and the presence of an airway stenosis, tracheal stenting, esophageal stenting or parallel stenting of the trachea and the esophagus is carried out. Successful stent placement leads to immediate palliation of symptoms, such as cough or aspiration and results in a higher quality of life. Potential complications are stent migration, bleeding of the upper gastrointestinal tract, arrosion of neighboring organs and vessels with esophageal stents as well as secretion retention and obstruction with displacement of the airway with tracheobronchial stents.\n\n## eywords\n\nSymptoms · Endoscopy · Bronchoscopy · Airway stent · Esophageal stent\nHier steht eine Anzeige.\nphagusperforation und der Anastomoseninsuffizienz nach Ösophagektomie weitverbreitete Anwendung gefunden hat [11]. Ein endoskopisch eingebrachter Schwamm erzeugt einen Unterdruck, welcher zu einer Verkleinerung des Defekts führt. Die EVAC-Therapie regt die Granulation an und führt somit zum Verschluss des Defektes [11]. Im Falle einer TÖF ist aufgrund der Kommunikation mit den zentralen Atemwegen die Abdichtung des Systems deutlich erschwert [11, 21].\nDie Behandlung ist langwierig und erzielt im Gegensatz zu anderen endoskopischen Verfahren nicht eine sofortige Palliation der Symptome. Die orale Nahrungsaufnahme ist weiterhin nicht möglich und ein rascher Gewinn an Lebensqualität ist nicht zu erwarten. Angesichts der Überlebenszeiten von nur wenigen Wochen im Falle einer malignen TÖF sollten diese Nachteile bei der WahldesendoskopischenVerfahrensbedacht werden. Auch ist die Induktion einer akzelerierten Granulation mit Ausheilung der Fistel durch die EVAC-Therapie beim Vorliegen eines lokal fortgeschrittenTumorsmitmalignerTÖFnicht wahrscheinlich.\n\n## ndoskopische Stentimplantation\n\nDie endoskopische Stentimplantation stellt das interventionelle Verfahren der Wahl zum Verschluss einer TÖF dar [1, 10, 11, 16]. Insbesondere beim Vorliegen einer malignen TÖF ist mithilfe\nder Stentimplantation eine umgehende Palliation der Symptome bei gleichzeitig deutlicher Besserung der Lebensqualität erzielbar [8, 12, 22]. Dasselbe triff_t auf Patienten mit benigner TÖF zu, welche für eine chirurgische Therapie nicht geeignet sind [6]. Prinzipiell sind je nach Zielorgan des Stents drei verschiedene Verfahren zu unterscheiden:\n4 Implantation eines Ösophagusstents,\n4 Implantation eines tracheobronchialen Stents oder\n4 parallele Implantation sowohl eines Ösophagus- als auch eines Trachealstents (Parallel-Stenting; [1, 4, 10-12, 16, 22]).\nDie Auswahl des Verfahrens hängt von der anatomischen Situation und der Lokalisation der Fistel ab [10, 11, 16].\nDie Diagnostik zur Indikationsstellung sollte eine Ösophagoskopie, eine Bronchoskopie sowie eine Thorax-Computertomographie(CT) beinhalten [3, 10, 12]. Die wichtigsten Informationen, welche durch die Bronchoskopie gewonnen werden können, sind das Vorliegen einer Stenose der Atemwege, die genaue Lokalisation der Fistel (Trachea oder Bronchus), die Beteiligung der Trachealbifurkation sowie ein möglicher Tumoreinbruch in die zentralen Atemwege mit endotrachealer/ endobronchialer Tumorausdehnung.\nIn der Ösophagoskopie können eine Ösophagusstenose, die Höhe der Fistel sowie die endoluminale Tumorausdehnung bei Ösophaguskarzinom beurteilt\nwerden. Auch kann evaluiert werden, ob bei fortgeschrittenem Karzinom eine endoskopische Passage des Ösophagus und damiteineStentimplantationmöglichist.\nDas Thorax-CT ist notwendig, um die extraluminale Tumorausdehnung, das Vorhandensein einer abszedierenden Mediastinitis und evtl. weitere vorhandene Fisteln, z.B. in die Aorta, nachzuweisen ([3]; . Abb. 1 und 2 ). Weiterhin wird das Thorax-CT zum Ausmessen des tracheaobronchialen Stents benötigt (Länge und Durchmesser).\nIm Falle einer ösophagotrachealen Fistel bei Anastomosenkomplikationen nach Ösophagektomie dient die Endoskopie der Beurteilung der Vitalität des Conduits (z.B. Schlauchmagen), der Ausdehnung der Anastomoseninsuffizienz (z. B. semizirkulär etc.) sowie des Ausmaßes des Schadens der Atemwege [7]. Bei geplanter endoskopischer Therapie ist das Thorax-CT notwendig zum Ausschluss eines Mediastinalabszesses, eines Pleuraempyems oder anderer intrathorakaler Komplikationen [7, 9].\n\n## Ösophagusstent\n\nDie alleinige Implantation eines Ösophagusstents ist indizierte bei TÖF ohne Stenose der Atemwege [16]. Bei Vorhandensein einer Ösophagusstenose ist zunächst eine Probedilatation der Stenose mit simultaner Bronchoskopie notwendig. Sollte während der Probedilatation, z. B. mit einem Ballonkatheter, eine Verengung der Atemwege beobachtet werden, ist zunächst die Implantation eines tracheobronchialen Stents indiziert [16]. Hohe Fisteln im proximalen Ösophagus sind oft nur schwer mit einem Ösophagusstent versorgbar [10]. Sollte trotz technisch erfolgreicher Implantation eines Ösophagustents klinisch die Fistelsymptomatik persistieren, ist die zusätzliche Implantation eines Trachealstents zum definitiven Fistelverschluss zu erwägen (Parallel-Stenting; [12, 22, 23]).\nDie Erfolgsraten sind bei korrekter Indikationsstellung gut [11, 12]. Die häufigsten kurzfristigen Komplikationen sind Perforation des Ösophagus, Dislokation des Stents sowie Blutung. Spätkomplikationen sind Stentmigration, Tumoreinwachsen in den Stent bei fehlendem oder beschädigtem Cover und stentinduzierte Fisteln in die großen Gefäße oder die Atemwege [24].\n\n## racheobronchiale Stents\n\nDie Implantation eines tracheobronchialen Stents ist beim Vorliegen einer gleichzeitigen Stenose der Atemwege, bei BeteiligungderTrachealbifurkation( . Abb.2 ) sowie bei Unmöglichkeit der Implantation eines Ösophagusstents, z.B. unpassierbarer Tumorstenose des Ösophagus, indiziert [1, 4, 10, 11, 16]. Auch hohe Fisteln zwischen dem proximalen Ösophagus und der Trachea werden besser mit einem Trachealstent versorgt [10].\n\n## erschiedene Typen tracheobronchialer Stents\n\nTracheobronchiale Stents (TBS) werden in einfache Stents (Rohr) sowie Y-Carina-Stents zum Stenting der Trachealbifurkation eingeteilt ([25]; . Abb. 3 ). Weiterhin werden die TBS je nach dem zur HerstellungverwendetenMaterialinSilikonstents, Metallstents und Hybridstents unterteilt [3, 6, 11, 25, 26].\n\n## ilikonstents\n\nSilikonstents zeichnen sich durch Festigkeit des Materials, Stabilität auch bei hohen Temperaturen und minimaler Reaktion mit dem ortsständigen Gewebe aus. Sie sind preiswerter als Metallstents, werden in der Regel gut vertragen und können extrinsischer Kompression gut widerstehen [25]. Ein wesentlicher Vorteil ist die wesentlich unkompliziertere Entfernbarkeit gegenüber Metallstents. Aufgrund dieser Eigenschaften sind Silikonstents die Stents der Wahl bei Versorgung einer benignen TÖF [6, 25].\n\n## » Silikonstents können individuell zurechtgeschnitten werden\n\nDie US Food and Drug Administration (FDA) veröffentlichte im Jahr 2005 eine Empfehlung, dass die Verwendung metallischer Stents bei benignen ErkrankungenderAtemwegevermiedenwerden sollte [27]. Obwohl sich seitdem das Design und die Eigenschaften der Metallstents wesentlich gewandelt haben, besitztdieFDA-EmpfehlungweiterhinGültigkeit.\nEin weiterer erheblicher Vorteil der Silikonstents ist die Möglichkeit zur individuellen Anpassung vor Ort [26]. So können z.B. Stents individuell zurechtgeschnitten oder Seitenlöcher eingefügt werden [6, 26].\nNachteile der Silikonstents sind u.a. die schwierigere Implantation und Freisetzung des Stents sowie eine deutlich höhere Rate an Stentmigration [11, 25]. Bei im Verlauf beabsichtigter endoluminaler Tumorabtragung muss bedacht werden, dass Silikonstents bei endobronchialer Laser- oder APC(Argonplasmakoagulation)-Anwendung entzündet werden können\nbzw. schmelzen [11, 25].\n\n## etallstents\n\nWährend in den 1990er-Jahren oftmals Metallstents ohne Cover zum Einsatz kamen (z.B. Gianturco Stent und Wallstent), werden heutzutage überwiegend selbstexpandierende Metallstents ('selfexpanding metal stent', SEMS) mit komplettem Cover ('fully covered SEMS', FC-SEMS) oder partiellem Cover (PCSEMS) verwendet. Im Vergleich zu Silikonstents haben Metallstents ein vorteilhafteres Verhältnis zwischen internem und externem Durchmesser, was in einemgrößerenAtemwegslumenresultiert [25]. Sie sind röntgendicht und somit unter Durchleuchtung implantierbar und auf Röntgenaufnahmen aller Art gut sicht- und erkennbar [25]. Metallstents haben eine deutlich geringere Tendenz\nzur Migration als Silikonstents, sodass eine endoskopische Repositionierung wesentlich seltener notwendig wird [25].\nModerne Metallstents bestehen aus Legierungen. Das am häufigsten zum Einsatz kommende Material ist Nitinol, eine Legierung aus Nickel und Titan, die bereits 1958 ursprünglich für militärische Zwecke entwickelt worden war. Nitinol ist superelastisch und stellt eine Formgedächtnis-Legierung dar (Memory-Metall), d. h., dass das Material eine frühere Formgebung trotz nachfolgender starker Verformung, wie z.B. durch das Aufladen eines Stents auf ein Implantationsbesteck, wieder einnimmt [25].\n\n## » Nitinol ist eine Formgedächtnis-Legierung\n\nGecoverte Metallstents werden auch als Hybridstents bezeichnet ([25]; . Abb. 3 ). Diese vereinigen die Vorteile und minimieren die Nachteile ungecoverter Metallstents ('bare metal stents') und Silikonstents. Das Cover aus z. B. Silicon oder Polytetrafluorethylen (PTFE) verhindert das Einwachsen von Gewebe in den Stent und führt zur sicheren Versiegelung von Leckagen und Fisteln [25]. FC-SEMS sind einfach in der Handhabung und unkomplizierter zu implantieren als Silikonstents. Die Migrationsrate ist sehr niedrig und aufgrund des Covers ist auch eine einfachere Entfernung möglich. Nachteilig\nist wie bei Silikonstents die vermehrte Retention von Sekret und das Risiko der Verborkung [6, 11, 25].\n\n## tarre Bronchoskopie\n\nSowohl Silikonstents als auch SEMS werden am besten über ein starres Rohr implantiert[5,25].DiestarreInstrumentationderTracheaermöglichteinendirekten und geradlinigen Zugang zu den Atemwegen und somit optimale Voraussetzungen zum Einbringen und Freisetzen des Stents ( . Abb.4 ). Auch eine eventuell notwendige Korrektur der Lage ist problemlosmöglich.Alternativistbeikleineren bronchialen Stents auch der Zugang über einen großlumigen Endotrachealtubus oder ein Tracheostoma möglich. Die starre Intubation sollte mit einem Tracheoskop (Länge 33cm) erfolgen. Ein Außendurchmesser von 12mm ist in aller Regel ausreichend.\n\n## et-Ventilation\n\nDie Beatmung des Patienten erfolgt über das starre Bronchoskop. Anästhesie und Operateur nutzen dabei denselben Zugang, was Konfliktpotenzial birgt. Herausforderungen stellen u.a. die beengten Raumverhältnisse und die oftmals geringe pulmonale Reserve des Patienten dar. Anforderungen aus Sicht des Operateurs sind der ungehinderter Zugang zum Operationsgebiet, gute Manipulationsfreiheit, keine Zeitbegrenzung und optimale Sichtverhältnisse.\n\n## » Moderne Jet-Beatmungsgeräte verwenden eine Kombination aus NF- und HF-Jet\n\nDie tubuslose Jet-Ventilation über das starre Bronchoskop ermöglicht ein Arbeiten am offenen System und damit die o. g. Voraussetzungen. Grundlagen der Jet-Ventilation sind die Verabreichung eines komprimiertenGasvolumensunter hohem Druck mit hoher Geschwindigkeit über eine Düse. Es wird zwischen einer Niederfrequenz(NF)und einer\nHochfrequenz(Heart failure (HF))-Jet-Ventilation unterschieden. Der NF-Jet ermöglicht eine gute Elimination von CO2 während der Heart failure (HF)-Jet eine gute Oxygenierung erreicht. Bei Verwendung nur eines Jet-Flows ist der Gasaustausch nicht effizient steuerbar: Hypoxie oder Hyperkapnie sind die Folge. Moderne Jet-Beatmungsgeräte verwenden daher eine Kombination aus NF- und Heart failure (HF)-Jet, z.B. die Superponierte Hochfrequenz-Jet-Ventilation SHFJV ®\nder Firma Carl Reiner GmbH (Wien, Österreich; . Abb. 4 ).\n\n## mplantation des Stents\n\nNacherfolgreicher starrer Intubation mit demTracheoskop und Anschlussder JetVentilation erfolgt die flexible EndoskopieüberdasstarreRohr([5,25]; . Abb.5 ). Die Fistel wird präzise lokalisiert und das distale und proximale Ende des geplanten Stents werden so festgelegt, dass eine ausreichende Überdeckung des Defekts erzielt werden kann. Unter Durchleuchtung mit einem C-Bogen werden sowohl das proximale als auch das distale Stentende mit Röntgenmarkern (z.B. Kanüle oder Klammer) auf der Haut markiert ( . Abb. 5 ). Der C-Bogen darf nun nicht mehr bewegt werden, da sich sonst die Geometrie ändert.\n\n## eitthema\n\nÜber den Arbeitskanal des flexiblen Bronchoskops wird der Führungsdraht eingebracht und möglichst tief platziert. Nach Rückzug des flexiblen BronchoskopswirdmitdemC-Bogendiekorrekte Lage des Führungsdrahtes bestätigt. Anschließend wird unter Durchleuchtung über den Führungsdraht der StentapplikatoreingeführtundderStentfreigesetzt. Nach Freisetzung des Stents und Rückzug des Zuführsystems wird die korrekte Position des Stents mittels flexibler Bronchoskopie überprüft ( . Abb. 5 ).\n\n## achsorge und Pflege des Stents\n\nNitinol-SEMS benötigen aufgrund der Thermosensibilität der Legierung ca. 48h bis sie ihre volle Ausdehnung erreicht haben. Nach erfolgreicher Stentimplantation sollte daher eine bronchoskopische Kontrolle nach 48-72h erfolgen.\nSowohl Silikonstents als auch FCSEMS neigen zur Sekretretention [25]. Eine regelmäßige Pflege mittels Bronchoskopie und Säuberung des Stents sind daher notwendig [1]. Die Intervalle können individuell festgelegt werden, sollten aus eigner Erfahrung jedoch nicht länger als 6 Wochen sein. Bei hospitalisierten PatientenundinsbesonderebeiPatienten einer Intensivstation ist das pflegerische und ärztliche Personal darauf hinzuweisen, dass ein blindes Absaugen mit dem Katheter unbedingt zu unterlassen ist, um eine Dislokation des Stents zu vermeiden. Im Fall einer Verborkung oder der nicht ausreichenden Sekretmobilisation ist die bronchoskopische Absaugung durchzuführen.\nEine Stentdislokation tritt üblicherweise nach distal auf. Bei klinischem Verdacht kann die Position des Stents mittels Thoraxröntgen verifiziert werden. Ist der Stent nicht mehr orthotop gelegen, ist die Repositionierung mittels starrer Bronchoskopie und starrer Zangen notwendig.\n\n## tententfernung\n\nAufgrund der sehr begrenzten Überlebenszeit bei maligner TÖF ist die Entfernung des Stents hier nur in Ausnahmefällen und bei Komplikationen wie Dislokation oder Blutung zu erwarten\n[4, 25]. Während nichtgecoverte MetallstentsaufgrunddesEinwachsensvonGewebeschwerzuexplantierensindundunter Umständen nur in Piece-meal-Technik entfernbar sind, sind FC-SEMS und insbesondere Silikonstents gut zu entfernen.\nBeibenignenTÖFhängtdieLiegedauer des Stents von der Grunderkrankung ab [29]. Silikonstents sind auch nach langer Liegedauer noch entfernbar [6, 25, 29].\n\n## usblick zur Entwicklung tracheobronchialer Stents\n\nDie beiden interessantesten Innovationen sind die Entwicklung selbstauflösender, biodegradabler (BD-)Stents sowie die Herstellung individueller, patientenspezifischer Stents mittels 3-D-Printing [28-31].\nBiodegradable Stents sind mittlerweile über die Prototypphase hinaus und kommerziell erhältlich [28, 29]. Die Stents bestehen aus Polydioxanon (PDS) und lösen sich innerhalb von 10 bis 12 Wochen auf. Derzeit sind nur nichtgecoverte BD-Stents erhältlich, welche zur Therapie benigner Atemwegsstenosen wie z. B. Anastomosenstenosen nach Lungentransplantation eingesetzt werden [28]. Es entfällt hier die Notwendigkeit einer Stententfernung via starrer Bronchoskopie in Vollnarkose [29]. TÖF sind derzeit mit BD-Stents noch nicht therapiebar.\nDrei-D-Printing zur Anfertigung patientenspezifischer Stents ist insbesondere für die endoskopische Versorgung komplexerFistelnundanatomischveränderter Atemwege ein vielversprechender Ansatz [30, 31].\n\n## azit für die Praxis\n\n4 Tracheoösophageale Fisteln sind ein seltenes Krankheitsbild. Sie können angeboren oder erworben sein. Letztere werden je nach Grundkrankheit in benigne und maligne Fisteln unterteilt.\n4 Nahezu alle betroffenen Patienten entwickeln typische klinische Symptome wie Aspiration, Hustenattacken, Dysphagie, Odynophagie und retrosternale Schmerzen.\n4 Beim Vorliegen einer malignen TÖF beträgt die Lebenserwartung nur wenige Wochen.\n4 In Abhängigkeit von der auslösenden Grunderkrankungkommenoperative oder endoskopische Therapieverfahren zur Anwendung.\n4 Die endoskopische Therapie der Wahl ist die Stentimplantation. Je nach Lokalisation der Fistel und Vorliegen einer Stenose erfolgt entweder ein Stenting der Atemwege, des ÖsophagusodereinDouble-Stenting.\n\n## DDr. M. Schweigert\n\nKlinik und Poliklinik für Viszeral-, Thorax- und Gefäßchirurgie, Universitätsklinikum Carl Gustav Carus der TU Dresden Fetscherstr. 74, 01307 Dresden, Deutschland\nMichael.Schweigert@uniklinikum-dresden.de\n\n## inhaltung ethischer Richtlinien\n\nInteressenkonflikt. M.Schweigertgibtan, dass kein Interessenkonflikt besteht.\nFür diesen Beitrag wurden vom Autor keine Studien anMenschenoderTierendurchgeführt.Fürdieaufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.\n\n## iteratur\n\n1. Wang H, Ke M, Wang Z et al (2018) Chinese expert consensus on diagnosis and management of aquired respiratory-digestive tract fistulas. Thorac Cancer9(11):1544-1555\n2. Burt M, Diehl W, Martinin N et al (1991) Malignant esophagorespiratoryfistula:managementoptions andsurvival.AnnThoracSurg52(6):1222-1228\n3. Shin JH, Kim JH, Song HY (2010) Interventional management of esophagorespiratory fistula. KoreanJRadiol11(2):133-140\n4. Lenz CJ, Bick BL, Katzka D et al (2018) Esophagorespiratory fistulas: survival and outcomes of treatment.JClinGastroenterol52(2):131-136\n5. Tazi-Mezalek R, Musani AI, Laroumagne S et al (2016) Airway stenting in the management of iatrogenic tracheal injuries: 10-Year experience. Respirology21(8):1452-1458\n6. Debourdeau A, Gonzalez JM, Dutau H et al (2019) Endoscopic treatment of nonmalignant tracheoesophageal and bronchoesophageal fistula: results and prognostic factors for its success.SurgEndosc33(2):549-556\n7. Schweigert M, Dubecz A, Beron M et al (2012) Management of anastomotic leakage-induced tracheobronchial fistula following oesophagectomy: the role of endocopic stent insertion. Eur J CardiothoracSurg41(5):e74-e80\n8. Balazs A, Kupcsulik PK, Galambos Z (2008) Esophagorespiratory fistulas of tumorous origin. Non-operative management of 264 cases in a 20-year period. Eur J Cardiothorac Surg 34(5):1103-1107\n9. Schweigert M, Solymosi N, Dubecz A et al (2013) Endoscopic stent insertion for anastomotic leakage following oesophagectomy. Ann R Coll SurgEngl95(1):43-47\n10. Ke M, Wu X, Zeng J (2015) The treatment strategy for tracheoesophagealfistula. J ThoracDis 7(Suppl 4):S389-S397\n11. RamaiD,BivonaA,LatsonWetal(2019)Endoscopic managementof tracheoesophageal fistulas. Ann Gastroenterol32(1):24-29\n12. Herth FJ, Peter S, Baty F et al (2010) Combined airway and oesophageal stenting in malignant airway-oesophageal fistulas. a prospective study. EurRespirJ36(6):1370-1374\n13. Scappaticci E, Ardissone F, Baldi S et al (2004) Closure of an iatrogenic trachea-esophageal fistula with bronchoscopic gluing in a mechanically ventilated adult patient. Ann Thorac Surg 77(1):328-329\n14. Lippert E, Klebl FH, Schweller F et al (2011) Fibrin glue in the endoscopic treatment of fistulae and anastomoticleakagesofthegastrointestinaltract. IntJColorectalDis26(3):303-311\n15. Aworanti O, Awadalla S (2014) Management of recurrenttracheoesophagealfistulas:asystematic review.EurJPediatrSurg24(5):365-375\n16. YounessHA,HarrisK,AwabAetal(2018)Bronchoscopicadvancesinthemanagementofaerodigestivefistulas.JThoracDis10(9):5636-5647\n17. Haito-Chavez Y, Law JK, Kratt T et al (2014) International multicenter experience with an over-the-scope clipping device for endoscopic management of GI defects. Gastrointest Endosc 80(4):610-622\n18. Smith MR, Tidswell R, Tripathi D (2014) Outcomes of endoscopic human thrombin injection in the managementofgastricvarices.EurJGastroenterol Hepatol26(8):846-852\n19. Scordamaglio PR, Tedde ML, Minamoto H et al (2009) Endoscopic treatment of tracheobronchial tree fistulas using atrial septal defect occluders: preliminary results. J Bras Pneumol 35(11):1156-1160\n20. Miller PE, Arias S, Lee H et al (2014) Complications associated with the use of the amplatzer device for the managementoftracheoesophagealfistula. AnnAmThoracSoc11(9):1507-1509\n21. Lee HJ, Lee H (2015) Endoscopic vacuum-assisted closure with sponge for esophagotracheal fistula after esophagectomy. Surg Laparosc Endosc PercutanTech25(2):e76-e77\n22. Schweigert M, Posada-Gonzalez M, Dubecz A et al (2014) Recurrent oesophageal cancer complicated by tracheo-oesophageal fistula: improved palliation by means of parallel tracheal and oesophageal stenting. Interact Cardiovasc ThoracSurg18(2):190-196\n23. Nasir BS, Tahiri M, Kazakov J et al (2016) Palliation of concomitant tracheobronchial and esophageal disease using a combined airway and esophageal approach.AnnThoracSurg102(2):400-406\n24. BinkertCA,PetersenBD(2002)Twofatalcomplications after parallel tracheal-esophageal stenting. CardiovascInterventRadiol25(2):144-147\n25. Folch E, Keyes C (2018) Airway stents. Ann CardiothoracSurg7(2):273-283\n26. Breen DP , Dutau H (2009) On-site customization of silicone Stents: towards optimal palliation of complexairwayconditions.Respiration77:447-453\n27. http://www.jsre.org/info/0801_fda.pdf. Zugegriffen29.März2019\n28. Lischke R, Pozniak J, Vondrys D et al (2011) Novel biodegradable stents in the treatment of bronchial stenosis after lung transplantation. Eur J CardiothoracSurg40(3):619-624\n29. Dutau H, Musani AI, Laroumagne S et al (2015) Biodegradableairwaystents-benchtobedside:a comprehensivereview.Respiration90(6):512-521\n30. Freitag L, Gördes M, Zarogoulidis P et al (2017) Towards individualized tracheobronchial Stents: technical, practical and legal considerations. Respiration94(5):442-456\n31. Gildea TR, Young BP, Machuzak MS (2018) Application of 3 D printing for patient-specific silicone stents: 1-year follow-up on 2 patients. Respiration96(5):488-494\n\n## haredIt\n\nTeilen Sie Beiträge von Der Chirurg proaktiv\nMöchten Sie Beiträge aus Der Chirurg unkompliziert mit Ihren Kollegen austauschen oder über Social-Media-Kanäle teilen? Dies funktioniert dank der neuen Initiative SharedIt von Springer Nature ganz einfach. Jedem Abonnent von Der Chirurg steht über SpringerLink ein 'Shareable link' zur Read-Only-Version eines jeden Beitrags zur Verfügung, der unbegrenzt genutzt werden kann.\n4 Rufen Sie hierzu Der Chirurg unter http://link.springer.com/journal/104 auf.\n4 Wählen Sie den gewünschten zu teilenden Beitrag einer beliebigen Ausgabe seit 1997 an.\n4 In der rechten Spalte finden Sie den Menüpunkt 'Share article', hinter dem sich der 'Shareable link' verbirgt.\n4 Teilen Sie den 'Shareable Link'. Jeder der diesen 'Shareable link' nutzt, kann den entsprechenden Beitrag in einer Read-Only-Version lesen, auch Nichtabonnenten.\nNutzen Sie diese Möglichkeit, Beiträge von Der Chirurg zu teilen und in wissenschaftliche Diskussionen einzutreten.\nDetails und Hintergrund zu SharedIt findenSieimEditorial unter DerChirurg (2017) 88:271-273. DOI 10.1007/s00104-0170399-y.\nHier steht eine Anzeige.\nHier steht eine Anzeige.",
  "metadata": {
    "book": "",
    "journal": "Der Chirurg",
    "year": 2019,
    "authors": [
      "M. Schweigert"
    ],
    "doi": "10.1007/s00104-019-0988-z",
    "pmid": "",
    "volume": "90",
    "issue": "9",
    "pages": "710-721",
    "authority_tier": "A4",
    "evidence_level": "H1",
    "precedence": 0.648,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "systematic_review",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2019-01-01",
      "valid_until": null,
      "last_seen_year": 2019
    },
    "original_file": "fistula Schweigert-2019-[Interventional treatment of t.json"
  },
  "sections": [
    {
      "title": "Leitthema",
      "content": "Chirurg 2019 · 90:710-721 https://doi.org/10.1007/s00104-019-0988-z Online publiziert: 25. Juni 2019 ©Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "M. Schweigert",
      "content": "Klinik und Poliklinik für Viszeral-, Thorax- und Gefäßchirurgie, Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Deutschland",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Interventionelle Versorgung tracheo-/bronchoösophagealer Fisteln",
      "content": "Tracheoösophageale Fisteln (TÖF) stellen eine abnorme Verbindung zwischen dem Ösophagus und den Atemwegen dar. Die Patienten sind durch Aspiration, Pneumonie und pulmonale Sepsis vital bedroht. In Abhängigkeit von der auslösenden Grunderkrankung kommen operative oder endoskopische Therapieverfahren zur Anwendung. Therapieziel ist der umgehende, komplette Fistelverschluss. Die endoskopische Therapie der Wahl ist die Stentimplantation. Je nach Lokalisation der Fistel und Vorliegen einer Stenose erfolgt entweder ein Stenting der Atemwege, des Ösophagus oder ein Double-Stenting.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Ätiologie und Einteilung tracheo-/bronchoösophagealer Fisteln",
      "content": "Tracheoösophageale Fisteln (TÖF) werden in angeborene und erworbene Fisteln eingeteilt [1, 2]. Angeborene Fisteln sind häufig mit einer Ösophagusatresie verbunden und werden bereits unmittelbar nach der Geburt symptomatisch. Die operative Versorgung angeborener Fisteln erfolgt üblicherweise durch die Kinderchirurgie und soll nicht Gegenstand diesesArtikelssein.ErworbeneTÖFkönnen während des gesamten Lebens auftreten und werden wiederum in maligne und benigne TÖF unterteilt [1-4].\nDie häufigsten Ursachen, die zur Entstehung einer benignen TÖF führen, sind tracheaele Verletzung als Folge medizinischerMaßnahmenwiez.B.Notfallintubation, dilatative Tracheotomie,\nLangzeitbeatmung sowie Komplikationen nach intrathorakalen operativen Eingriffen (Anastomoseninsuffizienz nach Ösophagektomie; [4-7]). Auch Trauma, Fremdkörper, Laugen bzw. Säureverätzungen sowie Infektionen (Aktinomykose oder Tuberkulose) können zur Ausbildung einer TÖF führen [4].\nInAbgrenzungzubenignenTÖFwerden maligne TÖF durch eine zugrunde liegende neoplastische Erkrankung ausgelöst. Aufgrund des organüberschreitenden mediastinalen Tumorwachstums kommteszurAusbildungeinerKommunikation zwischen Ösophagus und Trachea. Maligne TÖF sind bei 5-15% der PatientenmitfortgeschrittenemÖsophaguskarzinom zu beobachten [4, 8]. Weitere Ursachen sind Bronchialkarzinom, Trachealkarzinom, Lymphom sowie mediastinale Metastasen [1, 2, 4].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Epidemiologie tracheo-/ bronchoösophagealer Fisteln",
      "content": "Tracheoösophageale Fisteln stellen ein seltenes Krankheitsbild dar. Die Literatur besteht aus Fallberichten oder Fallserien einzelner Institutionen. Die Mayo Clinic (Rochester, MN, USA) fand in einer retrospektiven Analyse des eigenen Krankengutes insgesamt 123 Patienten mit TÖF im Zeitraum von 2001 bis 2012 [4]. Maligne (65, 53%) und benigne (58, 47%) Fisteln waren in etwa gleich häufig [4]. Die Universität Budapest (Ungarn) berichtete über 264 Patienten mit maligner TÖF bei Ösophaguskarzinom über einem Zeitraum von 20 Jahren (1984 bis 2004; [8]). Bei insgesamt 2113 Patienten mit Ösophaguskarzinom entspricht dies einem Anteil von 12,5% [8]. Am Memorial Sloan-Kettering Cancer Center (New York, USA) wurden zwischen den Jahren 1926 und 1988 insgesamt 207 Patienten mit einer malignen TÖF behandelt [2]. Ösophaguskarzinom (166/207, 77%), Bronchialkarzinom (33/207, 16%), Trachealkarzinom(5/207,2%)undmediastinaleMetastasen(4/207,2%)warendiehäufigsten Ursachen [2].\nDaten zur Epidemiologie benigner TÖF sind noch spärlicher. Das Universitätsklinikum Marseille Nord (Frankreich), ein ausgewiesenes Zentrum für Thoraxchirurgie und interventionelle Endoskopie, verzeichnete 35 Fälle iatrogener Trachealverletzungen innerhalb von 10 Jahren (2004 bis 2014; [5]) sowie eine Fallserie von 22 Patienten mit benigner TÖF, welche zwischen den Jahren 2012 und 2016 behandelt wurden [6].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Symptome",
      "content": "Die Symptomatik wird einerseits durch die abnorme Verbindung zwischen Trachea und Ösophagus und andererseits durch die Grunderkrankung bestimmt. Klinische Symptome traten bei 186 der 207 New Yorker Patienten auf (90%; [2]). Husten (56%), Aspiration (37%), Fieber (25%), Dysphagie (19%), Hämoptysen (5%) und Thoraxschmerz (5%) waren die häufigsten Beschwerden. In der Budapester Fallserie mit 264 Patienten mit maligner TÖF aufgrund eines Ösophaguskarzinoms wurden folgende klinische Symptome beobachtet: Pneumonie (95%), Aspiration und Hustenattacken nach Nahrungsaufnahme (95%), Gewichtsverlust (95/265, 37%), retrosternale Schmerzen (61/264, 23%), Odynophagie (51/264, 19%) und Dysphagie [8]. Eine vergleichbare Klinik wurde auch für benignen TÖF beschrieben. In der Marseiller Studie wurden Aspirationspneumonie (10/22), postprandiale Hustenattacken (5/22) und Dysphagie (4/22) als häufigste Symptome festgestellt, während nur ein Patient asymptomatisch war [6].\nEine besondere Situation stellen erworbene ösophagotracheobronchiale Fisteln nach abdominorechtsthorakaler Ösophagektomie dar [7]. Die Klinik wird hier sowohl durch die intrathorakale Anastomoseninsuffizienz bestimmt als auch durch die Fistel in die zentralen Atemwege. Sepsis mit Mediastinitis, Pleuraempyem, Pneumonie, akuter respiratorischer Insuffizienz und schließlich septischem Schock sind die klinische Symptome. Der Verlauf ist oftmals foudroyant [7].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Prognose",
      "content": "Die kontinuierliche Aspiration mit Kontamination der Atemwege, welche in Pneumonie und pulmonaler Sepsis resultiert, bestimmt sowohl die Klinik als auch die Überlebenszeit bei Patienten mit TÖF. Wenn die Aspiration nicht beherrscht wird, beträgt das Überleben nur wenige Wochen [1, 2, 4]. Die Prognose maligner TÖF wird zusätzlich durch das meist fortgeschrittene Stadium der malignen Grunderkrankung bestimmt. Patienten mit 'best supportive care' haben eine beschriebene Lebenserwartung von1bis6Wochen[4].Eindurchschnittliches Überleben von 2,8 Monate wurde beim Vorliegen eines Ösophaguskarzinoms mit TÖF beschrieben [8]. In der Studie wiesen Patienten mit erfolgreichem endoskopischem Management ein Überlebenvon3,4Monatenauf,während das mittlere Überleben im Fall von 'best supportive care' nur 1,3 Monate betrug ( p < 0,001; [8]). Die entscheidende Bedeutung der erfolgreichen Versiegelung der Fistel bestätigen auch die Ergebnisse der o.g. New Yorker Fallserie [2]. Das beobachtete mittlere Überleben betrug 5 Wochen (35 Tage) bzw. 2,5 Monate [2].\nIm Gegensatz hierzu ist bei Patienten mit benigner TÖF ein Langzeitüberleben möglich. Mittlere Überlebensraten von100Monatenwurdenbeobachtet[4]. Voraussetzung hierzu ist das erfolgreiche Management der Fistel. Im Falle einer TÖF aufgrund eines komplikativen Verlaufs nach intrathorakaler Operation (z.B. Ösophagektomie) ist die Prognose von der individuellen Situation sowie vom rechtzeitigen und effektiven Management der ursächlichen chirurgischen Komplikation abhängig [7, 9].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Therapie",
      "content": "Prinzipiell kann zwischen operativer und nichtoperativer Therapie unterschieden werden. Beim Vorliegen einer benigne TÖF werden aufgrund der wesentlich besseren Prognose chirurgische Therapieansätze bevorzugt [1, 4-6]. Voraussetzunghierzuistjedocheineentsprechende funktionelle Operabilität des Patienten. ImGegensatz dazu werden maligne TÖF üblicherweise interventionell, endoskopisch versorgt [1, 4, 10-12]. Lokal fortgeschrittenes Tumorwachstum und reduzierter Allgemeinzustand verhindern hier in den meisten Fällen einen erfolgreichen chirurgischen Therapieansatz [8, 12].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Endoskopische Therapie",
      "content": "Das Ziel des endoskopischen Managements ist, den Verschluss der Kommunikation zwischen Atemwegen und Ösophagus durch Anwendung interventioneller, endoskopischer Verfahren zu erreichen [10-12]. Durch die erfolgreiche Versiegelung der Fistel werden belastende klinische Symptome wie Aspiration, Husten, Pneumonie und Dysphagie schnell und wirksam behandelt. Verschiedene endoskopische Techniken stehen zur Verfügung.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Endoskopische Applikation von Gewebeklebern",
      "content": "Die Applikation von Gewebeklebern über das Endoskop stellt eine technisch einfache Möglichkeit zum Fistelverschluss dar [11, 13, 14]. Das Verfahren kann zusätzlich mit einer endoskopischen Abrasion bzw. Anfrischung der Fistel erfolgen.\nDie gängigsten verwendeten Gewebekleber sind Cyanoacrylate, Fibrinkleber und Thrombin.\nCyanoacrylate verfestigen nach endoskopischer Anwendung sehr schnell. N-Butyl-2-Cyanoacrylat (Histoacryl ® [B. Braun Melsungen AG, Melsungen, Deutschland]), welches in der interventionellen Endoskopie sowohl zur Blutstillung als auch zum Fistelverschluss eingesetzt wird, besteht aus einem Monomer, das in Verbindung mit Gewebeflüssigkeit sehr schnell polymerisiert und die Fistel okkludiert.\nFibrinkleber bestehen aus zwei getrenntenKomponenten:humanemFibrinogen mit Faktor XIII sowie Thrombin. BeiMischungentstehteinFibrinclot,welcher die Fistel verschließt. Die endoskopische Injektion von Thrombin fördert die Umwandlung von lokalem Fibrinogen in Fibrin. Die entstehenden Fibrinpolymere versiegeln die Fistel [18].\nInderLiteraturexistierenbishermeist kleine Fallserien [13-15]. Ein systematischer Review über pädiatrische Patienten zeigte die Wirksamkeit der Gewebsklebung zum Verschluss der TÖF, wobei jedoch die Fallzahlen sehr gering waren [15]. Andere Studien zeigen eine höhere Erfolgsrate bei Kombination von lokaler Abrasion und Gewebsklebung [11]. Die Anwendbarkeit der Methode ist limitiert und beschränkt sich auf kleine Fisteln. Insgesamt ist die Datenlage spärlich und die Ergebnisse sollten angesichts der geringen Fallzahlen mit Vorsicht interpretiert werden.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Endoskopische Clips",
      "content": "Endoskopisch applizierbare Clips wurden ursprünglich zur endoskopischen Blutstillung entwickelt. Herkömmliche, über den Arbeitskanal des Endoskops platzierbare Clips sind für die erfolgreiche Versorgung von TÖF nicht Erfolg versprechend, da sie nicht ausreichend Gewebe fassen [11, 16].\nDas OTSC ® (Over-The-Scope-Clip)System (Ovesco Endoscopy AG, Tübingen, Deutschland) stellt eine Alternative insbesondere bei benignen TÖF dar [6, 16, 17]. Diese neue Klasse endoskopischer Clips bietet zumindest theoretisch erheblich Vorteile gegenüber herkömmlichen Clips, die durch den Arbeitskanal des flexiblen Endoskops appliziert werden [6, 17]. Die Clips erzielen höhere Verschlusskräfte und dadurch eine bessere Gewebekompression (Erfassung der Vollwand). Weiterhin ermöglichen OTSC ® , ein größeres Volumen an Gewebe zu fassen und auch eine höhere Kompressionskraft an der Läsion zu erzielen. OTSC ® bestehen aus elastischem Nitinol, das biokompatibel und Magnetresonanztomographie(MRT)-kompatibel ist und für längere Zeit im Körper verbleiben kann, was bei der zu erwartenden längeren Zeit bis zur definitiven Ausheilung einer TÖF einen Vorteil darstellen kann. OTSC ® können mit allen gängigen Gastroskopen verwendet werden und sind somit in nahezu allen Endoskopieabteilungen anwendbar.\nTrotz der theoretischen Vorteile sind die bisher publizierten Ergebnisse unklar und es wurde eine hohe Rate an Therapieversagen beobachtet [6, 11, 16]. Ausgewiesene Expertenzentren mit einem hohen Caseload an benignen TÖF empfehlen aufgrund enttäuschender Ergebnisse, die Verwendung von OTSC ® zu vermeiden [6].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "'Atrial-septal-defect'-Okkluder",
      "content": "Vorhofseptumdefekt('atrial septal defect', ASD)-Okkluder stellen Doppelschirmchen dar, welche in der interventionellen Kardiologie zum Verschluss eines ASD über einen Katheter implantiert werden. Die erfolgreiche Anwendung eines ASD-Okkluders zum Verschluss tracheoösophagealer Fisteln wurde beschrieben [19]. In der Literatur ist bisher nur eine Handvoll Fallberichte veröffentlicht und das Verfahren ist als experimentell einzustufen [11, 16]. Device-Migration durch zu kleine Schirme, ösophageale Peristaltik und Zunahme der Fistelöffnung sind mögliche Ursachen für ein Therapieversagen [20].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Endoskopische Vakuumtherapie",
      "content": "Die endoskopische Vakuumtherapie (EVAC) ist eine endoskopische Technik, welche in der Behandlung der Öso-",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Zusammenfassung · Abstract",
      "content": "Chirurg 2019 · 90:710-721 https://doi.org/10.1007/s00104-019-0988-z ©Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019",
      "category": "abstract",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Zusammenfassung",
      "content": "Erworbene Fisteln zwischen dem Ösophagus und den Atemwegen werden in benigne und maligne tracheoösophageale Fisteln unterteilt. Es stehen operative und endoskopische Therapieoptionen zur Verfügung. Das endoskopische Therapieverfahren der Wahl ist die Stentimplantation. Endoskopische Stents werden nach dem zur Herstellung verwendeten Material in Silikonstents und selbstexpandierende Metallstents (SEMS) unterteilt. Nach erfolgreicher endoskopischer Stentimplantation ist eine signifikante Verbesserung der Lebensqualitätzu erwarten. Aufgrund der wesentlich besseren Prognose werden benigne Fisteln, wenn möglich, chirurgisch therapiert. Bei funktioneller oder technischer Inoperabilität kommen bevorzugt Silikonstents zum Einsatz, da diese auch nach längerer Liegezeit noch problemlos entfernbar sind. Maligne tracheoösophageale Fisteln sind mit einem Überleben von nur wenigen Wochen bis Monaten assoziiert.\nIn dieser Situation kommen überwiegend gecoverte Metallstents zum Einsatz, während chirurgische Therapieansätze nur im Einzelfall erwogen werden können. In den meisten Fällen ist zunächst die Implantation eines tracheobronchialen Stents indiziert. Bei insuffizienter Abdichtung kann die zusätzliche Implantation eines Ösophagusstents erwogen werden (Parallel-Stenting). Die Anlage eines alleinigen Ösophagusstents ist bei distaler Fistel und fehlender Atemwegsstenose möglich. Mögliche Komplikationen sind die Dislokation des Stents, die Arrosion benachbarter Organe und Gefäße, die obere gastrointestinale Blutung bei Ösophagusstents sowie die Sekretretention und Verborkung mit Verlegung der Atemwege bei tracheobronchialen Stents.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Schlüsselwörter",
      "content": "Symptome · Endoskopie · Bronchoskopie · Trachealstent · Ösophagusstent",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Abstract",
      "content": "A tracheoesophageal fistula is the formation of an abnormal communication between the airway and the esophagus. Acquired tracheoesophageal fistulas can be benign or malignant. The management is either surgical or endoscopic depending on the etiology, size and anatomy of the fistula as well as on the patient's performance status. The interventional treatment of choice is endoscopic stent implantation. In general, tracheoesophageal fistulas in patients with benign conditions are managed surgically. If the patient is unfit for surgery silicone stents should be used because they can be more easily removed after a longer indwelling time compared to metal stents. Malignant fistulas are associated with very limited life expectancy of only a few weeks or months. In this situation fully covered self-expandable metal stents (FC-SEMS) are recommended,\nwhereas surgical treatment approaches can only be considered in individual cases. Depending on the location of the fistula and the presence of an airway stenosis, tracheal stenting, esophageal stenting or parallel stenting of the trachea and the esophagus is carried out. Successful stent placement leads to immediate palliation of symptoms, such as cough or aspiration and results in a higher quality of life. Potential complications are stent migration, bleeding of the upper gastrointestinal tract, arrosion of neighboring organs and vessels with esophageal stents as well as secretion retention and obstruction with displacement of the airway with tracheobronchial stents.",
      "category": "abstract",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Keywords",
      "content": "Symptoms · Endoscopy · Bronchoscopy · Airway stent · Esophageal stent\nHier steht eine Anzeige.\nphagusperforation und der Anastomoseninsuffizienz nach Ösophagektomie weitverbreitete Anwendung gefunden hat [11]. Ein endoskopisch eingebrachter Schwamm erzeugt einen Unterdruck, welcher zu einer Verkleinerung des Defekts führt. Die EVAC-Therapie regt die Granulation an und führt somit zum Verschluss des Defektes [11]. Im Falle einer TÖF ist aufgrund der Kommunikation mit den zentralen Atemwegen die Abdichtung des Systems deutlich erschwert [11, 21].\nDie Behandlung ist langwierig und erzielt im Gegensatz zu anderen endoskopischen Verfahren nicht eine sofortige Palliation der Symptome. Die orale Nahrungsaufnahme ist weiterhin nicht möglich und ein rascher Gewinn an Lebensqualität ist nicht zu erwarten. Angesichts der Überlebenszeiten von nur wenigen Wochen im Falle einer malignen TÖF sollten diese Nachteile bei der WahldesendoskopischenVerfahrensbedacht werden. Auch ist die Induktion einer akzelerierten Granulation mit Ausheilung der Fistel durch die EVAC-Therapie beim Vorliegen eines lokal fortgeschrittenTumorsmitmalignerTÖFnicht wahrscheinlich.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Endoskopische Stentimplantation",
      "content": "Die endoskopische Stentimplantation stellt das interventionelle Verfahren der Wahl zum Verschluss einer TÖF dar [1, 10, 11, 16]. Insbesondere beim Vorliegen einer malignen TÖF ist mithilfe\nder Stentimplantation eine umgehende Palliation der Symptome bei gleichzeitig deutlicher Besserung der Lebensqualität erzielbar [8, 12, 22]. Dasselbe triff_t auf Patienten mit benigner TÖF zu, welche für eine chirurgische Therapie nicht geeignet sind [6]. Prinzipiell sind je nach Zielorgan des Stents drei verschiedene Verfahren zu unterscheiden:\n4 Implantation eines Ösophagusstents,\n4 Implantation eines tracheobronchialen Stents oder\n4 parallele Implantation sowohl eines Ösophagus- als auch eines Trachealstents (Parallel-Stenting; [1, 4, 10-12, 16, 22]).\nDie Auswahl des Verfahrens hängt von der anatomischen Situation und der Lokalisation der Fistel ab [10, 11, 16].\nDie Diagnostik zur Indikationsstellung sollte eine Ösophagoskopie, eine Bronchoskopie sowie eine Thorax-Computertomographie(CT) beinhalten [3, 10, 12]. Die wichtigsten Informationen, welche durch die Bronchoskopie gewonnen werden können, sind das Vorliegen einer Stenose der Atemwege, die genaue Lokalisation der Fistel (Trachea oder Bronchus), die Beteiligung der Trachealbifurkation sowie ein möglicher Tumoreinbruch in die zentralen Atemwege mit endotrachealer/ endobronchialer Tumorausdehnung.\nIn der Ösophagoskopie können eine Ösophagusstenose, die Höhe der Fistel sowie die endoluminale Tumorausdehnung bei Ösophaguskarzinom beurteilt\nwerden. Auch kann evaluiert werden, ob bei fortgeschrittenem Karzinom eine endoskopische Passage des Ösophagus und damiteineStentimplantationmöglichist.\nDas Thorax-CT ist notwendig, um die extraluminale Tumorausdehnung, das Vorhandensein einer abszedierenden Mediastinitis und evtl. weitere vorhandene Fisteln, z.B. in die Aorta, nachzuweisen ([3]; . Abb. 1 und 2 ). Weiterhin wird das Thorax-CT zum Ausmessen des tracheaobronchialen Stents benötigt (Länge und Durchmesser).\nIm Falle einer ösophagotrachealen Fistel bei Anastomosenkomplikationen nach Ösophagektomie dient die Endoskopie der Beurteilung der Vitalität des Conduits (z.B. Schlauchmagen), der Ausdehnung der Anastomoseninsuffizienz (z. B. semizirkulär etc.) sowie des Ausmaßes des Schadens der Atemwege [7]. Bei geplanter endoskopischer Therapie ist das Thorax-CT notwendig zum Ausschluss eines Mediastinalabszesses, eines Pleuraempyems oder anderer intrathorakaler Komplikationen [7, 9].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Ösophagusstent",
      "content": "Die alleinige Implantation eines Ösophagusstents ist indizierte bei TÖF ohne Stenose der Atemwege [16]. Bei Vorhandensein einer Ösophagusstenose ist zunächst eine Probedilatation der Stenose mit simultaner Bronchoskopie notwendig. Sollte während der Probedilatation, z. B. mit einem Ballonkatheter, eine Verengung der Atemwege beobachtet werden, ist zunächst die Implantation eines tracheobronchialen Stents indiziert [16]. Hohe Fisteln im proximalen Ösophagus sind oft nur schwer mit einem Ösophagusstent versorgbar [10]. Sollte trotz technisch erfolgreicher Implantation eines Ösophagustents klinisch die Fistelsymptomatik persistieren, ist die zusätzliche Implantation eines Trachealstents zum definitiven Fistelverschluss zu erwägen (Parallel-Stenting; [12, 22, 23]).\nDie Erfolgsraten sind bei korrekter Indikationsstellung gut [11, 12]. Die häufigsten kurzfristigen Komplikationen sind Perforation des Ösophagus, Dislokation des Stents sowie Blutung. Spätkomplikationen sind Stentmigration, Tumoreinwachsen in den Stent bei fehlendem oder beschädigtem Cover und stentinduzierte Fisteln in die großen Gefäße oder die Atemwege [24].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Tracheobronchiale Stents",
      "content": "Die Implantation eines tracheobronchialen Stents ist beim Vorliegen einer gleichzeitigen Stenose der Atemwege, bei BeteiligungderTrachealbifurkation( . Abb.2 ) sowie bei Unmöglichkeit der Implantation eines Ösophagusstents, z.B. unpassierbarer Tumorstenose des Ösophagus, indiziert [1, 4, 10, 11, 16]. Auch hohe Fisteln zwischen dem proximalen Ösophagus und der Trachea werden besser mit einem Trachealstent versorgt [10].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Verschiedene Typen tracheobronchialer Stents",
      "content": "Tracheobronchiale Stents (TBS) werden in einfache Stents (Rohr) sowie Y-Carina-Stents zum Stenting der Trachealbifurkation eingeteilt ([25]; . Abb. 3 ). Weiterhin werden die TBS je nach dem zur HerstellungverwendetenMaterialinSilikonstents, Metallstents und Hybridstents unterteilt [3, 6, 11, 25, 26].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Silikonstents",
      "content": "Silikonstents zeichnen sich durch Festigkeit des Materials, Stabilität auch bei hohen Temperaturen und minimaler Reaktion mit dem ortsständigen Gewebe aus. Sie sind preiswerter als Metallstents, werden in der Regel gut vertragen und können extrinsischer Kompression gut widerstehen [25]. Ein wesentlicher Vorteil ist die wesentlich unkompliziertere Entfernbarkeit gegenüber Metallstents. Aufgrund dieser Eigenschaften sind Silikonstents die Stents der Wahl bei Versorgung einer benignen TÖF [6, 25].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "» Silikonstents können individuell zurechtgeschnitten werden",
      "content": "Die US Food and Drug Administration (FDA) veröffentlichte im Jahr 2005 eine Empfehlung, dass die Verwendung metallischer Stents bei benignen ErkrankungenderAtemwegevermiedenwerden sollte [27]. Obwohl sich seitdem das Design und die Eigenschaften der Metallstents wesentlich gewandelt haben, besitztdieFDA-EmpfehlungweiterhinGültigkeit.\nEin weiterer erheblicher Vorteil der Silikonstents ist die Möglichkeit zur individuellen Anpassung vor Ort [26]. So können z.B. Stents individuell zurechtgeschnitten oder Seitenlöcher eingefügt werden [6, 26].\nNachteile der Silikonstents sind u.a. die schwierigere Implantation und Freisetzung des Stents sowie eine deutlich höhere Rate an Stentmigration [11, 25]. Bei im Verlauf beabsichtigter endoluminaler Tumorabtragung muss bedacht werden, dass Silikonstents bei endobronchialer Laser- oder APC(Argonplasmakoagulation)-Anwendung entzündet werden können\nbzw. schmelzen [11, 25].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Metallstents",
      "content": "Während in den 1990er-Jahren oftmals Metallstents ohne Cover zum Einsatz kamen (z.B. Gianturco Stent und Wallstent), werden heutzutage überwiegend selbstexpandierende Metallstents ('selfexpanding metal stent', SEMS) mit komplettem Cover ('fully covered SEMS', FC-SEMS) oder partiellem Cover (PCSEMS) verwendet. Im Vergleich zu Silikonstents haben Metallstents ein vorteilhafteres Verhältnis zwischen internem und externem Durchmesser, was in einemgrößerenAtemwegslumenresultiert [25]. Sie sind röntgendicht und somit unter Durchleuchtung implantierbar und auf Röntgenaufnahmen aller Art gut sicht- und erkennbar [25]. Metallstents haben eine deutlich geringere Tendenz\nzur Migration als Silikonstents, sodass eine endoskopische Repositionierung wesentlich seltener notwendig wird [25].\nModerne Metallstents bestehen aus Legierungen. Das am häufigsten zum Einsatz kommende Material ist Nitinol, eine Legierung aus Nickel und Titan, die bereits 1958 ursprünglich für militärische Zwecke entwickelt worden war. Nitinol ist superelastisch und stellt eine Formgedächtnis-Legierung dar (Memory-Metall), d. h., dass das Material eine frühere Formgebung trotz nachfolgender starker Verformung, wie z.B. durch das Aufladen eines Stents auf ein Implantationsbesteck, wieder einnimmt [25].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "» Nitinol ist eine Formgedächtnis-Legierung",
      "content": "Gecoverte Metallstents werden auch als Hybridstents bezeichnet ([25]; . Abb. 3 ). Diese vereinigen die Vorteile und minimieren die Nachteile ungecoverter Metallstents ('bare metal stents') und Silikonstents. Das Cover aus z. B. Silicon oder Polytetrafluorethylen (PTFE) verhindert das Einwachsen von Gewebe in den Stent und führt zur sicheren Versiegelung von Leckagen und Fisteln [25]. FC-SEMS sind einfach in der Handhabung und unkomplizierter zu implantieren als Silikonstents. Die Migrationsrate ist sehr niedrig und aufgrund des Covers ist auch eine einfachere Entfernung möglich. Nachteilig\nist wie bei Silikonstents die vermehrte Retention von Sekret und das Risiko der Verborkung [6, 11, 25].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Starre Bronchoskopie",
      "content": "Sowohl Silikonstents als auch SEMS werden am besten über ein starres Rohr implantiert[5,25].DiestarreInstrumentationderTracheaermöglichteinendirekten und geradlinigen Zugang zu den Atemwegen und somit optimale Voraussetzungen zum Einbringen und Freisetzen des Stents ( . Abb.4 ). Auch eine eventuell notwendige Korrektur der Lage ist problemlosmöglich.Alternativistbeikleineren bronchialen Stents auch der Zugang über einen großlumigen Endotrachealtubus oder ein Tracheostoma möglich. Die starre Intubation sollte mit einem Tracheoskop (Länge 33cm) erfolgen. Ein Außendurchmesser von 12mm ist in aller Regel ausreichend.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Jet-Ventilation",
      "content": "Die Beatmung des Patienten erfolgt über das starre Bronchoskop. Anästhesie und Operateur nutzen dabei denselben Zugang, was Konfliktpotenzial birgt. Herausforderungen stellen u.a. die beengten Raumverhältnisse und die oftmals geringe pulmonale Reserve des Patienten dar. Anforderungen aus Sicht des Operateurs sind der ungehinderter Zugang zum Operationsgebiet, gute Manipulationsfreiheit, keine Zeitbegrenzung und optimale Sichtverhältnisse.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "» Moderne Jet-Beatmungsgeräte verwenden eine Kombination aus NF- und HF-Jet",
      "content": "Die tubuslose Jet-Ventilation über das starre Bronchoskop ermöglicht ein Arbeiten am offenen System und damit die o. g. Voraussetzungen. Grundlagen der Jet-Ventilation sind die Verabreichung eines komprimiertenGasvolumensunter hohem Druck mit hoher Geschwindigkeit über eine Düse. Es wird zwischen einer Niederfrequenz(NF)und einer\nHochfrequenz(Heart failure (HF))-Jet-Ventilation unterschieden. Der NF-Jet ermöglicht eine gute Elimination von CO2 während der Heart failure (HF)-Jet eine gute Oxygenierung erreicht. Bei Verwendung nur eines Jet-Flows ist der Gasaustausch nicht effizient steuerbar: Hypoxie oder Hyperkapnie sind die Folge. Moderne Jet-Beatmungsgeräte verwenden daher eine Kombination aus NF- und Heart failure (HF)-Jet, z.B. die Superponierte Hochfrequenz-Jet-Ventilation SHFJV ®\nder Firma Carl Reiner GmbH (Wien, Österreich; . Abb. 4 ).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Implantation des Stents",
      "content": "Nacherfolgreicher starrer Intubation mit demTracheoskop und Anschlussder JetVentilation erfolgt die flexible EndoskopieüberdasstarreRohr([5,25]; . Abb.5 ). Die Fistel wird präzise lokalisiert und das distale und proximale Ende des geplanten Stents werden so festgelegt, dass eine ausreichende Überdeckung des Defekts erzielt werden kann. Unter Durchleuchtung mit einem C-Bogen werden sowohl das proximale als auch das distale Stentende mit Röntgenmarkern (z.B. Kanüle oder Klammer) auf der Haut markiert ( . Abb. 5 ). Der C-Bogen darf nun nicht mehr bewegt werden, da sich sonst die Geometrie ändert.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Leitthema",
      "content": "Über den Arbeitskanal des flexiblen Bronchoskops wird der Führungsdraht eingebracht und möglichst tief platziert. Nach Rückzug des flexiblen BronchoskopswirdmitdemC-Bogendiekorrekte Lage des Führungsdrahtes bestätigt. Anschließend wird unter Durchleuchtung über den Führungsdraht der StentapplikatoreingeführtundderStentfreigesetzt. Nach Freisetzung des Stents und Rückzug des Zuführsystems wird die korrekte Position des Stents mittels flexibler Bronchoskopie überprüft ( . Abb. 5 ).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Nachsorge und Pflege des Stents",
      "content": "Nitinol-SEMS benötigen aufgrund der Thermosensibilität der Legierung ca. 48h bis sie ihre volle Ausdehnung erreicht haben. Nach erfolgreicher Stentimplantation sollte daher eine bronchoskopische Kontrolle nach 48-72h erfolgen.\nSowohl Silikonstents als auch FCSEMS neigen zur Sekretretention [25]. Eine regelmäßige Pflege mittels Bronchoskopie und Säuberung des Stents sind daher notwendig [1]. Die Intervalle können individuell festgelegt werden, sollten aus eigner Erfahrung jedoch nicht länger als 6 Wochen sein. Bei hospitalisierten PatientenundinsbesonderebeiPatienten einer Intensivstation ist das pflegerische und ärztliche Personal darauf hinzuweisen, dass ein blindes Absaugen mit dem Katheter unbedingt zu unterlassen ist, um eine Dislokation des Stents zu vermeiden. Im Fall einer Verborkung oder der nicht ausreichenden Sekretmobilisation ist die bronchoskopische Absaugung durchzuführen.\nEine Stentdislokation tritt üblicherweise nach distal auf. Bei klinischem Verdacht kann die Position des Stents mittels Thoraxröntgen verifiziert werden. Ist der Stent nicht mehr orthotop gelegen, ist die Repositionierung mittels starrer Bronchoskopie und starrer Zangen notwendig.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Stententfernung",
      "content": "Aufgrund der sehr begrenzten Überlebenszeit bei maligner TÖF ist die Entfernung des Stents hier nur in Ausnahmefällen und bei Komplikationen wie Dislokation oder Blutung zu erwarten\n[4, 25]. Während nichtgecoverte MetallstentsaufgrunddesEinwachsensvonGewebeschwerzuexplantierensindundunter Umständen nur in Piece-meal-Technik entfernbar sind, sind FC-SEMS und insbesondere Silikonstents gut zu entfernen.\nBeibenignenTÖFhängtdieLiegedauer des Stents von der Grunderkrankung ab [29]. Silikonstents sind auch nach langer Liegedauer noch entfernbar [6, 25, 29].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Ausblick zur Entwicklung tracheobronchialer Stents",
      "content": "Die beiden interessantesten Innovationen sind die Entwicklung selbstauflösender, biodegradabler (BD-)Stents sowie die Herstellung individueller, patientenspezifischer Stents mittels 3-D-Printing [28-31].\nBiodegradable Stents sind mittlerweile über die Prototypphase hinaus und kommerziell erhältlich [28, 29]. Die Stents bestehen aus Polydioxanon (PDS) und lösen sich innerhalb von 10 bis 12 Wochen auf. Derzeit sind nur nichtgecoverte BD-Stents erhältlich, welche zur Therapie benigner Atemwegsstenosen wie z. B. Anastomosenstenosen nach Lungentransplantation eingesetzt werden [28]. Es entfällt hier die Notwendigkeit einer Stententfernung via starrer Bronchoskopie in Vollnarkose [29]. TÖF sind derzeit mit BD-Stents noch nicht therapiebar.\nDrei-D-Printing zur Anfertigung patientenspezifischer Stents ist insbesondere für die endoskopische Versorgung komplexerFistelnundanatomischveränderter Atemwege ein vielversprechender Ansatz [30, 31].",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Fazit für die Praxis",
      "content": "4 Tracheoösophageale Fisteln sind ein seltenes Krankheitsbild. Sie können angeboren oder erworben sein. Letztere werden je nach Grundkrankheit in benigne und maligne Fisteln unterteilt.\n4 Nahezu alle betroffenen Patienten entwickeln typische klinische Symptome wie Aspiration, Hustenattacken, Dysphagie, Odynophagie und retrosternale Schmerzen.\n4 Beim Vorliegen einer malignen TÖF beträgt die Lebenserwartung nur wenige Wochen.\n4 In Abhängigkeit von der auslösenden Grunderkrankungkommenoperative oder endoskopische Therapieverfahren zur Anwendung.\n4 Die endoskopische Therapie der Wahl ist die Stentimplantation. Je nach Lokalisation der Fistel und Vorliegen einer Stenose erfolgt entweder ein Stenting der Atemwege, des ÖsophagusodereinDouble-Stenting.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "PDDr. M. Schweigert",
      "content": "Klinik und Poliklinik für Viszeral-, Thorax- und Gefäßchirurgie, Universitätsklinikum Carl Gustav Carus der TU Dresden Fetscherstr. 74, 01307 Dresden, Deutschland\nMichael.Schweigert@uniklinikum-dresden.de",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Einhaltung ethischer Richtlinien",
      "content": "Interessenkonflikt. M.Schweigertgibtan, dass kein Interessenkonflikt besteht.\nFür diesen Beitrag wurden vom Autor keine Studien anMenschenoderTierendurchgeführt.Fürdieaufgeführten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Literatur",
      "content": "1. Wang H, Ke M, Wang Z et al (2018) Chinese expert consensus on diagnosis and management of aquired respiratory-digestive tract fistulas. Thorac Cancer9(11):1544-1555\n2. Burt M, Diehl W, Martinin N et al (1991) Malignant esophagorespiratoryfistula:managementoptions andsurvival.AnnThoracSurg52(6):1222-1228\n3. Shin JH, Kim JH, Song HY (2010) Interventional management of esophagorespiratory fistula. KoreanJRadiol11(2):133-140\n4. Lenz CJ, Bick BL, Katzka D et al (2018) Esophagorespiratory fistulas: survival and outcomes of treatment.JClinGastroenterol52(2):131-136\n5. Tazi-Mezalek R, Musani AI, Laroumagne S et al (2016) Airway stenting in the management of iatrogenic tracheal injuries: 10-Year experience. Respirology21(8):1452-1458\n6. Debourdeau A, Gonzalez JM, Dutau H et al (2019) Endoscopic treatment of nonmalignant tracheoesophageal and bronchoesophageal fistula: results and prognostic factors for its success.SurgEndosc33(2):549-556\n7. Schweigert M, Dubecz A, Beron M et al (2012) Management of anastomotic leakage-induced tracheobronchial fistula following oesophagectomy: the role of endocopic stent insertion. Eur J CardiothoracSurg41(5):e74-e80\n8. Balazs A, Kupcsulik PK, Galambos Z (2008) Esophagorespiratory fistulas of tumorous origin. Non-operative management of 264 cases in a 20-year period. Eur J Cardiothorac Surg 34(5):1103-1107\n9. Schweigert M, Solymosi N, Dubecz A et al (2013) Endoscopic stent insertion for anastomotic leakage following oesophagectomy. Ann R Coll SurgEngl95(1):43-47\n10. Ke M, Wu X, Zeng J (2015) The treatment strategy for tracheoesophagealfistula. J ThoracDis 7(Suppl 4):S389-S397\n11. RamaiD,BivonaA,LatsonWetal(2019)Endoscopic managementof tracheoesophageal fistulas. Ann Gastroenterol32(1):24-29\n12. Herth FJ, Peter S, Baty F et al (2010) Combined airway and oesophageal stenting in malignant airway-oesophageal fistulas. a prospective study. EurRespirJ36(6):1370-1374\n13. Scappaticci E, Ardissone F, Baldi S et al (2004) Closure of an iatrogenic trachea-esophageal fistula with bronchoscopic gluing in a mechanically ventilated adult patient. Ann Thorac Surg 77(1):328-329\n14. Lippert E, Klebl FH, Schweller F et al (2011) Fibrin glue in the endoscopic treatment of fistulae and anastomoticleakagesofthegastrointestinaltract. IntJColorectalDis26(3):303-311\n15. Aworanti O, Awadalla S (2014) Management of recurrenttracheoesophagealfistulas:asystematic review.EurJPediatrSurg24(5):365-375\n16. YounessHA,HarrisK,AwabAetal(2018)Bronchoscopicadvancesinthemanagementofaerodigestivefistulas.JThoracDis10(9):5636-5647\n17. Haito-Chavez Y, Law JK, Kratt T et al (2014) International multicenter experience with an over-the-scope clipping device for endoscopic management of GI defects. Gastrointest Endosc 80(4):610-622\n18. Smith MR, Tidswell R, Tripathi D (2014) Outcomes of endoscopic human thrombin injection in the managementofgastricvarices.EurJGastroenterol Hepatol26(8):846-852\n19. Scordamaglio PR, Tedde ML, Minamoto H et al (2009) Endoscopic treatment of tracheobronchial tree fistulas using atrial septal defect occluders: preliminary results. J Bras Pneumol 35(11):1156-1160\n20. Miller PE, Arias S, Lee H et al (2014) Complications associated with the use of the amplatzer device for the managementoftracheoesophagealfistula. AnnAmThoracSoc11(9):1507-1509\n21. Lee HJ, Lee H (2015) Endoscopic vacuum-assisted closure with sponge for esophagotracheal fistula after esophagectomy. Surg Laparosc Endosc PercutanTech25(2):e76-e77\n22. Schweigert M, Posada-Gonzalez M, Dubecz A et al (2014) Recurrent oesophageal cancer complicated by tracheo-oesophageal fistula: improved palliation by means of parallel tracheal and oesophageal stenting. Interact Cardiovasc ThoracSurg18(2):190-196\n23. Nasir BS, Tahiri M, Kazakov J et al (2016) Palliation of concomitant tracheobronchial and esophageal disease using a combined airway and esophageal approach.AnnThoracSurg102(2):400-406\n24. BinkertCA,PetersenBD(2002)Twofatalcomplications after parallel tracheal-esophageal stenting. CardiovascInterventRadiol25(2):144-147\n25. Folch E, Keyes C (2018) Airway stents. Ann CardiothoracSurg7(2):273-283\n26. Breen DP , Dutau H (2009) On-site customization of silicone Stents: towards optimal palliation of complexairwayconditions.Respiration77:447-453\n27. http://www.jsre.org/info/0801_fda.pdf. Zugegriffen29.März2019\n28. Lischke R, Pozniak J, Vondrys D et al (2011) Novel biodegradable stents in the treatment of bronchial stenosis after lung transplantation. Eur J CardiothoracSurg40(3):619-624\n29. Dutau H, Musani AI, Laroumagne S et al (2015) Biodegradableairwaystents-benchtobedside:a comprehensivereview.Respiration90(6):512-521\n30. Freitag L, Gördes M, Zarogoulidis P et al (2017) Towards individualized tracheobronchial Stents: technical, practical and legal considerations. Respiration94(5):442-456\n31. Gildea TR, Young BP, Machuzak MS (2018) Application of 3 D printing for patient-specific silicone stents: 1-year follow-up on 2 patients. Respiration96(5):488-494",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "SharedIt",
      "content": "Teilen Sie Beiträge von Der Chirurg proaktiv\nMöchten Sie Beiträge aus Der Chirurg unkompliziert mit Ihren Kollegen austauschen oder über Social-Media-Kanäle teilen? Dies funktioniert dank der neuen Initiative SharedIt von Springer Nature ganz einfach. Jedem Abonnent von Der Chirurg steht über SpringerLink ein 'Shareable link' zur Read-Only-Version eines jeden Beitrags zur Verfügung, der unbegrenzt genutzt werden kann.\n4 Rufen Sie hierzu Der Chirurg unter http://link.springer.com/journal/104 auf.\n4 Wählen Sie den gewünschten zu teilenden Beitrag einer beliebigen Ausgabe seit 1997 an.\n4 In der rechten Spalte finden Sie den Menüpunkt 'Share article', hinter dem sich der 'Shareable link' verbirgt.\n4 Teilen Sie den 'Shareable Link'. Jeder der diesen 'Shareable link' nutzt, kann den entsprechenden Beitrag in einer Read-Only-Version lesen, auch Nichtabonnenten.\nNutzen Sie diese Möglichkeit, Beiträge von Der Chirurg zu teilen und in wissenschaftliche Diskussionen einzutreten.\nDetails und Hintergrund zu SharedIt findenSieimEditorial unter DerChirurg (2017) 88:271-273. DOI 10.1007/s00104-0170399-y.\nHier steht eine Anzeige.\nHier steht eine Anzeige.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    }
  ],
  "tables_markdown": [],
  "tables_struct": [],
  "references": [
    {
      "title": "Chinese expert consensus on diagnosis and management of aquired respiratory-digestive tract fistulas"
    },
    {
      "title": "Thorac Cancer",
      "year": 2018
    },
    {
      "title": "Malignant esophagorespiratoryfistula:managementoptions and survival",
      "year": 2018
    },
    {
      "title": "Ann Thorac Surg",
      "year": 1991
    },
    {
      "title": "Interventional management of esophagorespiratory fistula",
      "year": 1991
    },
    {
      "title": "Korean J Radiol",
      "year": 2010
    },
    {
      "title": "Esophagorespiratory fistulas: survival and outcomes of treatment",
      "year": 2010
    },
    {
      "title": "J Clin Gastroenterol",
      "year": 2018
    },
    {
      "title": "Airway stenting in the management of iatrogenic tracheal injuries: 10-Year experience",
      "year": 2018
    },
    {
      "title": "Respirology",
      "year": 2016
    },
    {
      "title": "Endoscopic treatment of nonmalignant tracheoesophageal and bronchoesophageal fistula: results and prognostic factors for its success",
      "year": 2016
    },
    {
      "title": "Surg Endosc",
      "year": 2019
    },
    {
      "title": "Management of anastomotic leakage-induced tracheobronchial fistula following oesophagecto-my: the role of endocopic stent insertion",
      "year": 2019
    },
    {
      "title": "Eur J Cardiothorac Surg",
      "year": 2012
    },
    {
      "title": "Esophagorespiratory fistulas of tumorous origin. Non-operative management of 264 cases in a 20-year period",
      "year": 2012
    },
    {
      "title": "Endoscopic stent insertion for anastomotic leakage following oesophagectomy",
      "year": 2008
    },
    {
      "title": "Ann R Coll Surg Engl",
      "year": 2013
    },
    {
      "title": "The treatment strategy for tracheoesophageal fistula",
      "year": 2013
    },
    {
      "title": "J Thorac Dis",
      "year": 2015
    },
    {
      "title": "Endoscopic management of tracheoesophageal fistulas",
      "year": 2015
    },
    {
      "title": "Ann Gastroenterol",
      "year": 2015
    },
    {
      "title": "Combined airway and oesophageal stenting in malignant airway-oesophageal fistulas. a prospective study",
      "year": 2019
    },
    {
      "title": "EurRespirJ",
      "year": 2010
    },
    {
      "title": "Closure of an iatrogenic trachea-esophageal fistula with bronchoscopic gluing in a mechanically ventilated adult patient",
      "year": 2010
    },
    {
      "title": "Fibrin glue in the endoscopic treatment of fistulae and anastomotic leakages of the gastrointestinal tract",
      "year": 2004
    },
    {
      "title": "Int J Colorectal Dis",
      "year": 2011
    },
    {
      "title": "Management of recurrent tracheoesophageal fistulas: a systematic review",
      "year": 2011
    },
    {
      "title": "Eur J Pediatr Surg",
      "year": 2011
    },
    {
      "title": "Bronchoscopic advances in the management of aerodigestive fistulas",
      "year": 2014
    },
    {
      "title": "International multicenter experience with an over-the-scope clipping device for endoscopic management of GI defects",
      "year": 2018
    },
    {
      "title": "Gastrointest Endosc",
      "year": 2014
    },
    {
      "title": "Outcomes of endoscopic human thrombin injection in the management of gastric varices",
      "year": 2014
    },
    {
      "title": "Eur J Gastroenterol Hepatol",
      "year": 2014
    },
    {
      "title": "Endoscopic treatment of tracheobronchial tree fistulas using atrial septal defect occluders: preliminary results",
      "year": 2014
    },
    {
      "title": "J Bras Pneumol",
      "year": 2009
    },
    {
      "title": "Complications associated with the use of the amplatzer device for the management of tracheoesophageal fistula",
      "year": 2009
    },
    {
      "title": "Ann Am Thorac Soc",
      "year": 2014
    },
    {
      "title": "Endoscopic vacuum-assisted closure with sponge for esophagotracheal fistula after esophagectomy",
      "year": 2014
    },
    {
      "title": "Surg Laparosc Endosc Percutan Tech",
      "year": 2015
    },
    {
      "title": "Recurrent oesophageal cancer complicated by tracheo-oesophageal fistula: improved palliation by means of parallel tracheal and oesophageal stenting",
      "year": 2015
    },
    {
      "title": "Interact Cardiovasc Thorac Surg",
      "year": 2014
    },
    {
      "title": "Palliation of concomitant tracheobronchial and esophageal disease using a combined airway and esophageal approach",
      "year": 2014
    },
    {
      "title": "Two fatal complications after parallel tracheal-esophageal stenting",
      "year": 2016
    },
    {
      "title": "Cardiovasc Intervent Radiol",
      "year": 2002
    },
    {
      "title": "Airway stents",
      "year": 2002
    },
    {
      "title": "Ann Cardiothorac Surg",
      "year": 2002
    },
    {
      "title": "On-site customization of silicone Stents: towards optimal palliation of complex airway conditions",
      "year": 2018
    },
    {
      "title": "Respiration",
      "year": 2009
    },
    {
      "title": "Novel biodegradable stents in the treatment of bronchial stenosis after lung transplantation",
      "year": 2009
    },
    {
      "title": "Biodegradableairwaystents-benchtobedside: a comprehensive review",
      "year": 2011
    },
    {
      "title": "Towards individualized tracheobronchial Stents: technical, practical and legal considerations",
      "year": 2015
    },
    {
      "title": "aus Der Chirurg unkompliziert mit Ihren Kollegen austauschen oder über Social-Media-Kanäle teilen? Dies funktioniert dank der neuen Initiative SharedIt von Springer Nature ganz einfach. Jedem Abonnent von Der Chirurg steht über SpringerLink ein &quot;Shareable link&quot; zur Read-Only-Version eines jeden Beitrags zur Verfügung, der unbegrenzt genutzt",
      "year": 2017
    },
    {
      "title": "Rufen Sie hierzu Der Chirurg unter",
      "year": 2018
    },
    {
      "title": "der rechten Spalte finden Sie den Menüpunkt",
      "year": 2018
    },
    {
      "title": "Jeder der diesen &quot;Shareable link&quot; nutzt, kann den entsprechenden Beitrag in einer Read-Only-Version lesen, auch Nichtabonnenten. Nutzen Sie diese Möglichkeit, Beiträge von Der Chirurg zu teilen und in wissenschaftliche Diskussionen einzutreten"
    },
    {
      "title": "Details und Hintergrund zu SharedIt finden Sie im Editorial unter Der Chirurg",
      "year": 2017
    }
  ]
}