{
  "id": "Foreign body inhalation in the adult population",
  "title": "Foreign Body Inhalation in the Adult Population: Experience of 25,998 Bronchoscopies and Systematic Review of the Literature",
  "abstract": "BACKGROUND: Foreign body aspiration is an uncommon entity in adults. Herein, we describe our experience with flexible bronchoscopy in the removal of tracheobronchial foreign bodies in adults. We also conducted a systematic review of the literature on the topic of foreign body inhalation in adults managed with flexible bronchoscopy. METHODS: The bronchoscopy database (from 1979 to 2014) was reviewed for subjects > 12 y of age with a history of foreign body aspiration managed with flexible bronchoscopy. Demographic, clinical, and bronchoscopy data were collected and analyzed. PubMed was reviewed for studies describing the use of flexible bronchoscopy for foreign body extraction in adults. RESULTS: During the study period, a total of 25,998 flexible bronchoscopies were performed. Of these, 65 subjects (mean age of 32.8 y, 49 males) were identified who had undergone bronchoscopy for foreign body aspiration. Nonresolving pneumonia (30.6%), direct foreign body visualization (24.6%), and segmental collapse (18.4%) were the most common radiological abnormalities. Foreign bodies were identified in 49 cases during bronchoscopy and successfully removed in 45 (91.8%) subjects with no major complications. Metallic (41%) and organic (25.6%) foreign bodies were the most common. Shark-tooth (44.9%) and alligator (32.6%) were the most commonly used forceps in retrieving the foreign bodies. The systematic review yielded 18 studies (1,554 subjects with foreign body inhalation). In adults, the proportion of flexible bronchoscopy (6 studies, 354/159,074 procedures) performed for the indication of foreign bodies among the total flexible bronchoscopies was 0.24% (95% CI 0.18-0.31). The overall success of flexible bronchoscopy (18 studies, 1,185 subjects) for foreign body extraction was 89.6% (95% CI 86.1-93.2). CONCLUSIONS: Foreign body aspiration is a rare indication for flexible bronchoscopy in adults. Flexible bronchoscopy has a high success rate in removal of inhaled foreign body and can be considered the preferred initial procedure for management of airway foreign bodies in adults.",
  "content": "## oreign Body Inhalation in the Adult Population: Experience of 25,998 Bronchoscopies and Systematic Review of the Literature\n\nInderpaul Singh Sehgal MD DM, Sahajal Dhooria MD DM, Babu Ram MSc, Navneet Singh MD DM, Ashutosh N Aggarwal MD DM, Dheeraj Gupta MD DM, Digambar Behera MD, and Ritesh Agarwal MD DM\nBACKGROUND: Foreign body aspiration is an uncommon entity in adults. Herein, we describe our experience with flexible bronchoscopy in the removal of tracheobronchial foreign bodies in adults. We also conducted a systematic review of the literature on the topic of foreign body inhalation in adults managed with flexible bronchoscopy. METHODS: The bronchoscopy database (from 1979 to 2014) was reviewed for subjects > 12 y of age with a history of foreign body aspiration managed with flexible bronchoscopy. Demographic, clinical, and bronchoscopy data were collected and analyzed. PubMed was reviewed for studies describing the use of flexible bronchoscopy for foreign body extraction in adults. RESULTS: During the study period, a total of 25,998 flexible bronchoscopies were performed. Of these, 65 subjects (mean age of 32.8 y, 49 males) were identified who had undergone bronchoscopy for foreign body aspiration. Nonresolving pneumonia (30.6%), direct foreign body visualization (24.6%), and segmental collapse (18.4%) were the most common radiological abnormalities. Foreign bodies were identified in 49 cases during bronchoscopy and successfully removed in 45 (91.8%) subjects with no major complications. Metallic (41%) and organic (25.6%) foreign bodies were the most common. Shark-tooth (44.9%) and alligator (32.6%) were the most commonly used forceps in retrieving the foreign bodies. The systematic review yielded 18 studies (1,554 subjects with foreign body inhalation). In adults, the proportion of flexible bronchoscopy (6 studies, 354/159,074 procedures) performed for the indication of foreign bodies among the total flexible bronchoscopies was 0.24% (95% CI 0.18-0.31). The overall success of flexible bronchoscopy (18 studies, 1,185 subjects) for foreign body extraction was 89.6% (95% CI 86.1-93.2). CONCLUSIONS: Foreign body aspiration is a rare indication for flexible bronchoscopy in adults. Flexible bronchoscopy has a high success rate in removal of inhaled foreign body and can be considered the preferred initial procedure for management of airway foreign bodies in adults. Key words: foreign body aspiration; foreign body inhalation; tracheobronchial foreign body flexible bronchoscopy; fiberoptic bronchoscopy. [Respir Care 2015;60(10):1438-1448. '2015 Daedalus Enterprises]\n\n## ntroduction\n\nForeign body aspiration is an uncommon clinical entity in adults. 1 Children account for the vast majority of all foreign body aspirations reported. 2 Foreign bodies can either be organic (eg, peanuts, peas) or inorganic (eg, plastic caps, pins,\nscrews, nails, teeth). Clinically, patients may present either with acute respiratory failure requiring urgent intervention or with recent onset of respiratory symptoms, including breathlessness, wheezing, coughing, and expectoration. 1,3,4 Identification of foreign body aspiration requires a high index of\nclinical suspicion, especially in those presenting without a history of aspiration. Occasionally, a forgotten foreign body may be detected on a chest radiograph obtained for unrelated reasons or during bronchoscopy.\nThe radiological manifestations of foreign body aspiration include either direct visualization of the foreign body in the case of radiopaque foreign bodies or indirect signs (representing airway obstruction) in the form of nonresolving pneumonia, atelectasis, unilateral hyperinflation, or localized bronchiectasis, especially in those with organic foreign bodies. 4,5 During bronchoscopy, a foreign body can be directly visualized, or granulation tissue, endobronchial stenosis, or edema, all features of tissue reaction to an aspirated foreign body, may be present. 3,6 In children, rigid bronchoscopy is the procedure of choice for foreign body removal due to its ability to secure the airway, whereas in adults, flexible bronchoscopy can be used for both confirming the diagnosis and removing the foreign body. 7-9 Furthermore, in children, foreign bodies lodge in the proximal tracheobronchial tree, which can be easily accessed using a rigid bronchoscope, but in adults, foreign bodies lodge in the distal tracheobronchial tree. 3,10-12\nMost published literature on foreign body aspiration in adults is in the form of case reports, with only few case series available. 4,13,14 Here, we report our more than 35-y experience with flexible bronchoscopy for foreign body removal in adults at a tertiary care center. A systematic review of the literature on foreign body extraction by flexible bronchoscopy in the adult population was also conducted.\n\n## ethods\n\nThis was a retrospective analysis of all flexible bronchoscopies performed between September 1979 and April 2014 at the Postgraduate Institute of Medical Education and Research in Chandigarh, India. The study protocol was approved by the ethics review committee. Written informed consent was obtained from all subjects who participated in this study. The bronchoscopy database (Department of Pulmonary Medicine, Postgraduate Institute of Medical Education and Research) was searched for foreign body removal as an indication for bronchoscopy in the adult population ( > 12 y of age). The following details were extracted for each subject: demographic profile, presenting symptoms, radiology, bronchoscopic findings, and type, nature, and location of the foreign body. The type of foreign body was categorized as organic, metallic, tooth, plastic, or tablet. Management (out- or in-patient), type of forceps used for foreign body extraction, procedure outcome (success or failure), and complications encountered during the procedure were also recorded.\nFlexible bronchoscopy (BF-P20, BF-1T20, BF-1T150, or BF-XT40 bronchoscope with outer diameters ranging from 4.9 to 6.2 mm, Olympus, Tokyo, Japan) was performed in the bronchoscopy suite or occasionally at the bedside in subjects admitted to the hospital. Bedside bronchoscopy was performed in subjects who were ventilated and had aspirated a foreign body. The procedure was performed by either a consultant or a fellow under the direct supervision of a consultant. Flexible bronchoscopy was performed through the oral route in supine subjects suspected to have aspirated a foreign body. All subjects received nebulized lidocaine (4% solution) immediately before the procedure. Topical 10% lidocaine spray was used just before the procedure augmented by as needed instillation of 2% lidocaine over the vocal cords and during the bronchoscopy. No sedation was used during or before the bronchoscopy. Vital signs (pulse rate, breathing frequency, blood pressure, Sp O2 ) were monitored during the procedure. The subjects were discharged the same day, after 2-3 h of observation.\nAsystematic examination of the airways was conducted, and once the foreign body was located, it was secured with suitable forceps, which were then withdrawn up to the tip of the bronchoscope. Once a firm grip was ensured, the entire assembly (forceps with the clasped foreign body and the flexible bronchoscope) was removed as a single unit. In the case of sharp objects, the foreign body was held with the pointed edge facing the forceps to avoid injury to the airway mucosa or vocal cords.\n\n## ystematic Review\n\nPubMed was searched for studies written in English with subjects > 12 y of age using the terms foreign body aspiration OR foreign body inhalation OR lung foreign body OR endobronchial foreign body OR airway foreign\n\n## urrent knowledge\n\nForeign body aspiration is an uncommon clinical finding in adults. Children account for the vast majority of all foreign body aspirations reported. Rigid bronchoscopy is the standard practice in pediatric patients. Both rigid and flexible bronchoscopies for removal of foreign bodies in adults have been reported.\n\n## hat this paper contributes to our knowledge\n\nForeign body aspiration was a rare indication for flexible fiberoptic bronchoscopy in adults. Flexible bronchoscopy had a high success rate in removal of inhaled foreign bodies and can be considered the preferred initial procedure for diagnosis and removal of airway foreign bodies in adults.\nbody OR tracheo-bronchial foreign body. In addition, we reviewed our personal files. Reviews, case reports, studies with < 10 subjects, and data presented only as an abstract were excluded.\nInitial Review of Studies. The database thus created from the electronic searches was incorporated in the reference manager package Endnote X7 (Thomson-Reuters, New York, New York), and all duplicate citations were discarded. Two authors (ISS and RA) screened these citations by review of titles and abstracts to identify relevant studies. Any disagreement was resolved by discussion between the authors. The database was then scrutinized again to include only those studies describing at least 10 subjects with aspirated foreign bodies managed with flexible bronchoscopy. The full text of each of these studies was retrieved and reviewed in detail. The following items were recorded on a data extraction form: (1) publication details (authors, year, and other citation details), (2) type of study (prospective or retrospective), (3) number of subjects, (4) type of forceps used, (5) nature and location of the foreign body extracted, (6) success rate of foreign body removal by flexible bronchoscopy, and (7) complications associated with the procedure.\nMeta-Analysis. The statistical software package StatsDirect 2.7.8 (StatsDirect, Cheshire, United Kingdom) and Open MetaAnalyst 5.26.14 15 was used to perform the statistical analysis. A meta-analysis was performed for (1) the prevalence of flexible bronchoscopy performed for the indication of foreign bodies in adults among the total flexible bronchoscopies and (2) the success of flexible bronchoscopy in foreign body extraction. The proportion (Freeman-Tukey variant of the arcsine square-root transformed proportion) with 95% CI was calculated for each study, and the data were pooled using a random-effects model to derive a pooled proportion with 95% CI. 16-18 Heterogeneity was assessed using the I 2 test, with a value of > 50% indicating significant heterogeneity. 19 Publication bias was assessed using a funnel plot 20 and 3 statistical methods (Egger test, 21 Harbord test, 22 and Begg-Mazumdar test 23 ).\n\n## esults\n\nA total of 25,998 flexible bronchoscopies were performed during the study period. Sixty-five (0.25%) subjects underwent flexible bronchoscopy for clinical suspicion of foreign body inhalation. The mean ± SD age of these 65 subjects was 32.8 ± 17.9 y; 49 (75.3%) were males. Of these, 60 subjects recalled inhaling a foreign body, and 5 subjects had abnormal chest radiographs with a foreign body detected during bronchoscopic assessment. The time to presentation was < 7 d in 16 subjects, and the\nremaining subjects presented > 7 d after aspiration. Bedside flexible bronchoscopy was performed in one subject to remove a foreign body. The subject had sustained a head injury and aspirated a tooth during intubation (aspiration pneumonia). A flexible bronchoscope was introduced through the endotracheal tube, and the tooth was identified in the right intermediate bronchus. Shark-tooth forceps were used, and the forceps, tooth, and flexible bronchoscope were removed together as a single unit. Radiological (chest radiograph or chest computed tomography) abnormalities were seen in the majority of subjects (56/65, 86.2%) at presentation, including mainly nonresolving opacities, segmental atelectasis/lobar collapse, bronchiectasis, or hyperinflation (Table 1). Chest radiograph was diagnostic in 16 (24.6%) of these 65 subjects (pins [ n = 4], teeth [ n = 5], pen caps [ n = 3], buttons [ n = 1], nails [ n = 1], and screws [ n = 2]), whereas it was normal in 9 subjects.\nDuring bronchoscopy, a foreign body was encountered in 49 (75.3%) subjects. Information regarding the type of foreign body was available for 39 subjects, whereas this information was not recorded for 10 subjects. In 16 (25%) subjects, no foreign body could be identified (these subjects were excluded from the analysis, and their data were used only to calculate foreign body aspiration as an indication for performing flexible bronchoscopy). Metallic foreign bodies were the most common type, followed by organicones.Themetallicforeignbodiesencounteredwere: pins ( n = 7), whistles ( n = 5), screws ( n = 2), springs ( n = 1), and nails ( n = 1). The organic foreign bodies included: betel nuts ( n = 2), peanuts ( n = 1), peas ( n = 1), cotton swabs ( n = 1), lentil seeds ( n = 2), rice ( n = 1), garlic bulbs ( n = 1), and cinnamon sticks ( n = 1). Plastic objects were found in 4 subjects (pen caps [ n = 3] and buttons [ n = 1]), and teeth were found in 8 subjects. One subject had aspirated a tablet, which was associated with surrounding edema and hyperemia. The foreign body was removed in 45 (91.8%) subjects during flexible bronchoscopy. In 41 subjects, the foreign body was removed in the first attempt, whereas in 4 subjects, it was partially removed, and a repeat procedure was required. Of the remaining 4 subjects, the foreign body was successfully removed by rigid bronchoscopy in 2 subjects, and 2 subjects were lost to follow-up. Granulation tissue was present in 11 subjects, mucosal edema in 8 subjects, and bronchial stenosis in 3 subjects. The subjects with granulation tissue and mucosal edema responded favorably to oral corticosteroids (0.5 mg/kg prednisolone tapered over 3 weeks), whereas the subjects with bronchial stenosis were managed with repeated balloon dilatation. Two of the 3 subjects who underwent balloon dilatation had minimal residual stenosis (15-20% occlusion) on follow-up bronchoscopy, whereas one subject had persistent stenosis (80%) of the right middle-lobe bronchus. On follow-up, only one subject had a radiological abnormality (persistent right middle-lobe collapse). Most subjects ( n = 58, 89.2%) were managed in an out-patient setting and were discharged the same day.\nThe right lower-lobe bronchus ( n = 15, 30.6%) was the most common location of foreign bodies (see Table 1). One subject had bilateral foreign bodies (metallic screws): one each in the right intermediate and left main bronchi (Figure 1). The most common forceps used to extract foreign bodies were the shark-tooth forceps ( n = 22, 44.9%), followed by the alligator forceps ( n = 16, 32.6%). A Dormia basket and magnetic forceps were used in one subject each for foreign body retrieval. Complications were encountered in 4 (6.1%) subjects, including mucosal abrasion in one subject. In 3 subjects, the foreign body was extracted from the airway but slipped into the digestive tract. All 4\nTable 2.\nStudies Using Flexible Bronchoscopy for Foreign Body Extraction\nTable 2.\nContinued\nsubjects were managed conservatively, and none required further intervention.\n\n## ystematic Review\n\nA total of 1,314 studies were found on literature search, of which 18 studies (1,554 adult subjects with tracheobronchial foreign bodies) were included (Figure 2). 3,4,6,1012,14,24-34 These studies were reported in developed and developing countries (Table 2). There was a slight male preponderance (16 studies: 536 males, 443 females). The right bronchial tree was the most common reported location of the foreign body. A wide range of foreign bodies were encountered, with the exact type depending on the geographic location.\nSix studies reported the proportion of bronchoscopies performedfortheindicationofforeignbodyremovalamong the total number of bronchoscopies performed. The proportion ranged from 0.16 to 0.33%, with a pooled proportion of 0.24% (95% CI 0.18-0.31) (Figure 3). 11,26,31-33,35 A total of 1,185 subjects (including the current study) underwent flexible bronchoscopy for extraction of foreign bodies. The success rate of flexible bronchoscopy for foreign body extraction ranged from 61 to 100%, with a pooled success rate of 89.6% (95% CI 86.1-93.2) (Figure 4). In the remaining subjects, the foreign bodies were successfully retrieved by rigid bronchoscopy ( n = 39, 3.3%) or thoracotomy ( n = 26, 2.2%). Four (0.3%) subjects refused further treatment, and 5 subjects coughed out the foreign body after the procedure. Three subjects were lost to follow-up, and 2 subjects recovered without further treatment. The complications encountered during flexible bronchoscopy included bleeding ( n = 18), hypoxia ( n = 2), migration into another bronchial segment ( n = 4), slippage into the gastrointestinal tract ( n = 5), transient hypotension, and low-grade fever (see Table 2). There was clinical heterogeneity reflected by the varying age of subjects and the different geographic locales and types of foreign bodies.\nThere was significant heterogeneity in both the outcomes (I 2 > 80%) and evidence of publication bias in the funnel plot (Figure 5). There was also evidence of publication bias in all statistical tests (Begg-Mazumdar: Kendall's tau =-0.532, P = .008; Egger: bias =-2.625, P = .009; Harbord: bias = -3.163, P = .046).\n\n## iscussion\n\nThe results of this study and systematic review suggest that foreign body inhalation is a rare occurrence in adults. Also, flexible bronchoscopy is a safe and effective means of retrieving airway foreign bodies in the adult population. In this study spanning > 3 decades, only 1 in 400 bronchoscopies were performed for foreign body removal (similar to the proportion in the systematic review). The success rate of flexible bronchoscopy in the extraction of foreign bodies was 92% in this study, similar to that in the systematic review (89.6%).\nRigid bronchoscopy is required in a large number of cases of foreign body removal in children. 12 However, in adults, flexible bronchoscopy avoids the need for rigid bronchoscopy in most cases ( ∼ 90% according to the systematic review). Flexible bronchoscopy also has several advantages over rigid bronchoscopy: it can be performed on an out-patient basis, is more cost-effective and widely available, and avoids the need for anesthesia and sedation. Furthermore, the use of flexible bronchoscopy was associated with lower mortality and morbidity compared with rigid bronchoscopy (1% vs 12%) in a study comprising 300 subjects, possibly due to the avoidance of general anesthesia. 24 In the present study, flexible bronchoscopy\nwas associated with minimal complications (4 subjects), whereas in the systematic review, the complications included minor bleeding, hypoxemia, slippage of the foreign body into the gastrointestinal tract, and migration of the foreign body into another bronchial segment. 3,6,10,28,30,35-37 However, there are situations in which flexible bronchoscopy is unsuccessful in foreign body extraction, including foreign bodies that are impacted in extensive granulation tissue or excessive tissue scarring, a large foreign body that cannot be gripped with flexible forceps, asphyxiating foreign bodies, foreign bodies with a smooth margin, sharp foreign bodies, and several failed attempts by flexible bronchoscopy to retrieve a foreign body. 38 In these cases, rigid bronchoscopy remains the procedure of choice (Table 3). 3,4,6,10,14,22,23,25,35\nA variety of instruments are used during flexible bronchoscopy to extract a foreign body, such as grasping for-\n\n## OREIGN BODY INHALATION IN ADULTS\n\nceps or Dormia basket, depending on the nature of the foreign body. Grasping or tooth forceps (alligator, sharktooth, and rat-tooth) should be used to remove flat or thin inorganic or hard organic foreign bodies, with the choice depending on the shape of the foreign body. 1 A fish net or Dormia basket is used to extract soft foreign bodies because grasping forceps can cause fragmentation. Sharktooth and alligator forceps were used most often in this study because metallic or firm foreign bodies were the most common. In one subject, magnetic forceps and fluoroscopy were employed to fish out a metallic foreign body (sewing pin) lodged in a distal segment not visible on bronchoscopy. Once it was extracted up to the main bronchus, it was removed with alligator forceps.\nThe diagnosis of foreign body aspiration is difficult to establish in adult subjects who present without a history of aspiration. 1,3 Most subjects with a history of foreign body aspiration present late to a medical facility (only 25% of subjects presented within 7 d of aspiration in this study). This is due to the innocuous nature of symptoms that\nforeign bodies incite in the adult population and the spontaneous resolution of symptoms that occurs due to lodging of the foreign body in the more peripheral airways. 14,34 In contrast, foreign bodies in children are commonly found in the proximal airways and produce more drastic symptoms, including respiratory failure in several cases, requiring an early intervention. 3,10-12\nMany adult subjects with tracheobronchial foreign bodies described in previous studies had an underlying risk factor, such as neuromuscular disease, head trauma, alcohol intoxication, or altered sensorium. 4,24,32,35 In contrast, all subjects (except one with a head injury) in the present study were healthy and did not have any specific risk factors for foreign body aspiration. Apart from the traditional risk factors, eating habits, local customs, and occupations not only predispose people to foreign body aspiration but also dictate the type of foreign bodies encountered in a particular population. In a study from Croatia, animal bone and cherry stone aspiration was common due to dietary habits. 32 In a healthy Chinese population, foreign body aspiration was attributed to eating with chopsticks, which increases the risk of foreign body inhalation. 10 In several studies from the Middle East, turban pins were the most common type of foreign body aspirated, as they are held between the teeth while tying the traditional turban. 27,28,39,40\nThe most common location for a foreign body in the airway is the right bronchial tree, particularly the right lower-lobe and intermediate bronchi, due to the vertical orientation of the right main bronchus. 1,2,4,14 Bilateral foreign bodies were present in only one subject and are rare. 2,32,41,42 The foreign bodies could not be identified in 25% of the subjects possibly due to spontaneous expulsion of the foreign body, dissolution of an organic foreign body, or embedding of a small foreign body in granulation tissue or edematous mucosa. 43\nAt the authors' center, the first step in the management of adult foreign body aspiration is flexible bronchoscopy,\nwhich, in most cases, is both diagnostic and therapeutic. In patients for whom flexible bronchoscopy is unsuccessful, rigid bronchoscopy is performed (Figure 6). In those with granulation tissue after extraction of the foreign body, a short course of glucocorticoids (0.5 mg/kg prednisolone tapered over 21 d) is administered. If unsuccessful, patients are then managed with cryotherapy or argon plasma coagulation; balloon bronchoplasty is used in the management of bronchostenosis.\nThis study has several limitations. As the study was retrospective, comprehensive information on procedure duration and other details are not available. There were significant heterogeneity and publication bias in the metaanalysis, possibly due to the difference in subject profiles and operator experience.\n\n## onclusions\n\nIn summary, foreign body inhalation is an uncommon clinical entity in adults and requires a high index of clinical suspicion for diagnosis, especially in those without a history of foreign body aspiration. In adults, flexible bronchoscopy is safe and has a high success rate for identification and removal of foreign bodies.\n\n## EFERENCES\n\n1. Rafanan AL, Mehta AC. Adult airway foreign body removal. What's new? Clin Chest Med 22(2):319-330, 2001.\n2. Baharloo F, Veyckemans F, Francis C, Biettlot MP, Rodenstein DO. Tracheobronchial foreign bodies: presentation and management in children and adults. Chest 1999;115(5):1357-1362.\n3. Chen CH, Lai CL, Tsai TT, Lee YC, Perng RP. Foreign body aspiration into the lower airway in Chinese adults. Chest 1997;112(1): 129-133.\n4. Limper AH, Prakash UB. Tracheobronchial foreign bodies in adults. Ann Intern Med 1990;112(8):604-609.\n5. Zissin R, Shapiro-Feinberg M, Rozenman J, Apter S, Smorjik J, Hertz M. CT findings of the chest in adults with aspirated foreign bodies. Eur Radiol 2001;11(4):606-611.\n\n## OREIGN BODY INHALATION IN ADULTS\n\n6. Rodrigues AJ, Oliveira EQ, Scordamaglio PR, Grego ·rio MG, Jacomelli M, Figueiredo VR. Flexible bronchoscopy as the first-choice method of removing foreign bodies from the airways of adults. J Bras Pneumol 2012;38(3):315-320.\n7. Ayed AK, Jafar AM, Owayed A. Foreign body aspiration in children: diagnosis and treatment. Pediatr Surg Int 2003;19(6):485-488.\n8. Yadav SP, Singh J, Aggarwal N, Goel A. Airway foreign bodies in children: experience of 132 cases. Singapore Med J 2007;48(9):850853.\n9. Kramer TA, Riding KH, Salkeld LJ. Tracheobronchial and esophageal foreign bodies in the pediatric population. J Otolaryngol 1986; 15(6):355-358.\n10. Dong YC, Zhou GW, Bai C, Huang HD, Sun QY, Huang Y, et al. Removal of tracheobronchial foreign bodies in adults using a flexible bronchoscope: experience with 200 cases in China. Intern Med 2012; 51(18):2515-2519.\n11. Casalini AG, Majori M, Anghinolfi M, Burlone E, D'Ippolito R, Toschi M, et al. Foreign body aspiration in adults and in children: advantages and consequences of a dedicated protocol in our 30-year experience. J Bronchology Interv Pulmonol 2013;20(4):313-321.\n12. Goyal R, Nayar S, Gogia P, Garg M. Extraction of tracheobronchial foreign bodies in children and adults with rigid and flexible bronchoscopy. J Bronchology Interv Pulmonol 2012;19(1):35-43.\n13. McGuirt WF, Holmes KD, Feehs R, Browne JD. Tracheobronchial foreign bodies. Laryngoscope 1988;98(6 Pt 1):615-618.\n14. Lan RS. Non-asphyxiating tracheobronchial foreign bodies in adults. Eur Respir J 7(3):510-514, 1994.\n15. Wallace BC, Dahabreh IJ, Trikalinos TA, Lau J, Trow P, Schmid CH. Closing the gap between methodologists and end-users: R as a computational back-end. J Stat Softw 2012;49(5).\n16. Freeman MF, Tukey JW. Transformations related to the angular and the square root. Ann Math Stat 1950;21(4):607-611.\n17. Miller JJ. The inverse of the Freeman-Tukey double arcsine transformation. Am Stat 1978;32(4):138.\n18. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control Clin Trials 1986;7(3):177-188.\n19. Deeks JJ, Higgins JP, Altman DG. Analysing and presenting results. In: Alderson P, Green S, Higgins JP, editors. Cochrane reviewers' handbook 422. Updated March 2004. Chichester, UK: John Wiley & Sons; 2004:68-139.\n20. Dear KB, Begg CB. An approach for assessing publication bias prior to performing a meta-analysis. Stat Sci 1992;7(2):237-245.\n21. Egger M, Davey Smith G, Schneider M, Minder C. Bias in metaanalysis detected by a simple, graphical test. BMJ 1997;315(7109): 629-634.\n22. Harbord RM, Egger M, Sterne JA. A modified test for small-study effects in meta-analyses of controlled trials with binary endpoints. Stat Med 2006;25(20):3443-3457.\n23. Begg CB, Mazumdar M. Operating characteristics of a rank correlation test for publication bias. Biometrics 1994;50(4):1088-1101.\n24. Cunanan OS. The flexible fiberoptic bronchoscope in foreign body removal. Experience in 300 cases. Chest 1978;73(5 Suppl):725-726.\n25. Lan RS, Lee CH, Chiang YC, Wang WJ. Use of fiberoptic bronchoscopy to retrieve bronchial foreign bodies in adults. Am Rev Respir Dis 1989;140(6):1734-1737.\n26. Debeljak A, Sorli J, Music E, Kecelj P. Bronchoscopic removal of foreign bodies in adults: experience with 62 patients from 19741998. Eur Respir J 1999;14(4):792-795.\n27. Hasdiraz L, Bicer C, Bilgin M, Oguzkaya F. Turban pin aspiration: non-asphyxiating tracheobronchial foreign body in young islamic women. Thorac Cardiovasc Surg 2006;54(4):273-275.\n28. Al-Ali MA, Khassawneh B, Alzoubi F. Utility of fiberoptic bronchoscopy for retrieval of aspirated headscarf pins. Respiration 2007; 74(3):309-313.\n29. El-Khushman HM, Sharara AM, Sa Ada MA, Hijazi MA. Tracheobronchial straight metallic pin aspiration in young Jordanian females. Saudi Med J 2007;28(6):913-916.\n30. Gencer M, Ceylan E, Koksal N. Extraction of pins from the airway with flexible bronchoscopy. Respiration 2007;74(6):674-679.\n31. Boyd M, Watkins F, Singh S, Haponik E, Chatterjee A, Conforti J, Chin R Jr. Prevalence of flexible bronchoscopic removal of foreign bodies in the advanced elderly. Age Ageing 2009;38(4):396-400.\n32. Mise K, Jurcev Savicevic A, Pavlov N, Jankovic S. Removal of tracheobronchial foreign bodies in adults using flexible bronchoscopy: experience 1995-2006. Surg Endosc 2009;23(6):1360-1364.\n33. Ramos MB, Ferna ·ndez-Villar A, Rivo JE, Leiro V, García-Fonta ·n E, Botana MI, et al. Extraction of airway foreign bodies in adults: experience from 1987-2008. Interact Cardiovasc Thorac Surg 2009; 9(3):402-405.\n34. Nguyen LH, Nguyen DH, Tran TN, Nguyen PT, Thi QH, Aelony Y, Homasson JP. Endobronchial foreign bodies in Vietnamese adults are related to eating habits. Respirology 2010;15(3):491-494.\n35. Boyd M, Chatterjee A, Chiles C, Chin R Jr. Tracheobronchial foreign body aspiration in adults. South Med J 2009;102(2):171-174.\n36. Savage PJ, Dellinger RP. Inability to remove an aspirated straight pin by flexible fiberoptic bronchoscopy. South Med J 1984;77(7): 930-931.\n37. Arawwawala D, Lane C, Jackson J, Patel P. Interventional radiological removal of a foreign body from a peripheral bronchus. Anaesthesia 2007;62(2):182-185.\n38. Nakhosteen JA. Tracheobronchial foreign bodies. Eur Respir J 1994; 7(3):429-430.\n39. Shabb B, Taha AM, Hamada F, Kanj N. Straight pin aspiration in young women. J Trauma 1996;40(5):827-828.\n40. Al-Sarraf N, Jamal-Eddine H, Khaja F, Ayed AK. Headscarf pin tracheobronchial aspiration: a distinct clinical entity. Interact Cardiovasc Thorac Surg 2009;9(2):187-190.\n41. Wager GC, Williams JH Jr. Flexible bronchoscopic removal of radioccult polyurethane foam, with pneumonitis in a hyperventilated lobe. Am Rev Respir Dis 1990;142(5):1222-1224.\n42. Rehman SU, Sharif N, Zubairi AB. Bilateral airway foreign body aspiration as a cause of recurrent pneumonia. BMJ Case Rep 2010; 2010:bcr0520103002.\n43. Tariq SM, Succony L, Bhatia RS. Spontaneous expulsion of a sharp foreign body. J Bronchology Interv Pulmonol 2012;19(4):319-322.\n\n\n## Tables\n\n\n**{'cref': '#/texts/35'}**\n\n| Parameter | Values |\n| --- | --- |\n| Age, mean ± SD y | 32.8 ± 17.9 |\n| Males, n (%) | 49 (75.4) |\n| History of foreign body inhalation, n (%) | 60 (92.3) |\n| Chest radiograph findings, n (%) |  |\n| Normal | 9 (13.8) |\n| Nonresolving pneumonia | 20 (30.8) |\n| Segmental atelectasis/lobar collapse | 13 (20) |\n| Bronchiectasis | 6 (9.2) |\n| Hyperinflated lung | 1 (1.5) |\n| Visualization of the foreign body | 16 (24.6) |\n| Location ( n = 49), n (%) |  |\n| Left main bronchus | 10 (20.4) |\n| Left upper-lobe bronchus | 3 (6.1) |\n| Left lower-lobe bronchus | 7 (14.3) |\n| Right main bronchus | 5 (10.2) |\n| Right upper-lobe bronchus | 1 (2.0) |\n| Right intermediate bronchus | 8 (16.3) |\n| Right lower-lobe bronchus | 15 (30.6) |\n| Type of foreign body ( n = 39), n (%) |  |\n| Organic | 10 (25.6) |\n| Metallic | 16 (41.0) |\n| Tooth | 8 (20.5) |\n| Tablet | 1 (2.6) |\n| Plastic object | 4 (10.3) |\n| Successful foreign body extraction, n (%) | 45/49 (91.8) |\n| Type of forceps used ( n = 49), n (%) |  |\n| Shark-tooth | 22 (44.9) |\n| Alligator | 16 (32.6) |\n| Rat-tooth | 3 (6.1) |\n| Dormia basket | 1 (2.0) |\n| Magnetic | 1 (2.0) |\n| Not reported | 6 (12.2) |\n| Complication, n (%) | 4 (6.2) |\n| N = 65 |  |\n\n| Studies |  | Eventltreatment |  |\n| --- | --- | --- | --- |\n| Cunanan?4 Lan?s Limpers Lan14 Chen3 Debeljak?s Hasdiraz?z El-Khushman?s Gencer3o Boyd3i Mise3z Ramos33 Nguyen3a Goyal12 Rodriguess Casalinin Current study | Estimate (95% CI) 0.890 (0.855-0.925) 0.939 (0.858-1.000) 0.609 (0.409-0.808) 0.872 (0.777-0.968) 0.744 (0.614-0.875) 0.905 (0.816-0.994) 0.250 (0.038-0.462) 0.750 (0.538-0.962) 0.985 (0.943-1.000) 0.913 (0.798-1.000) 0.900 (0.769-1.000) 0.988 (0.966-1.000) 0.750 (0.577-0.923) 0.980 (0.953-1.000) 0.965 (0.940-0.990) 0.923 (0.778-1.000) 0.825 (0.707-0.943) 0.962 (0.919-1.000) 0.918 (0.842-0.995) 0.896 (0.861-0.932) | 267/300 31/33 14/23 41/47 32/43 38/42 4/16 12/16 32/32 21/23 18/20 85/86 18/24 98/100 193/200 12/13 33/40 75/78 45/49 1,069/1,185 | 0.2 0.4 0.6 0.8 |\n\n**{'cref': '#/texts/317'}**\n\n| Reference | Reason for Flexible Bronchoscopy Failure ( n ) | Type of Foreign Body ( n ) | Size of Foreign Body (cm) | Site of Foreign Body | Method Used for Foreign Body Removal |\n| --- | --- | --- | --- | --- | --- |\n| Lan 14 | Impaction | Broncholith (2) | 1, 1.2 | Anterior segment of right lower lobe, proximal right intermediate bronchus | Spontaneous expulsion |\n| Limper and Prakash 4 | Impaction, granulation, hemoptysis | NR | NR | Distal segment of left lower lobe (2) and right lower lobe (1) | Rigid bronchoscopy, thoracotomy |\n| Lan et al 25 | NR | Broncholith | NR | NR | Broncholith could not be removed |\n| Debeljak et al 26 | Impaction | Bone, metal fragment | NR | Apical segment of right lower lobe, right middle-lobe bronchus | No treatment for bone fragment, thoracotomy for metal fragment |\n| Al-Ali et al 28 | Point end embedded in mucosa | Metal pin | NR | Anterior basal segment of left lower lobe (1/4), NR (3/4) | Rigid bronchoscopy |\n| Dong et al 10 | Foreign body tightly trapped in bronchial wall (4), granulation with bronchostenosis (2), hemorrhage (1) | Bone (6), metal object (1) | NR | Right intermediate bronchus (3), basal segment of left lower lobe (2) and right lower lobe (2) | Thoracotomy |\n| Rodrigues et al 6 | Large size, impaction | Broken tracheostomy (1), medical gauze (1) | NR | NR | Rigid bronchoscopy |\n| NR = not reported |  |  |  |  |  |",
  "metadata": {
    "book": "",
    "journal": "Respiratory Care",
    "year": 2015,
    "authors": [
      "Inderpaul Singh Sehgal",
      "Sahajal Dhooria",
      "Babu Ram",
      "Navneet Singh",
      "Ashutosh N Aggarwal",
      "Dheeraj Gupta",
      "Digambar Behera",
      "Ritesh Agarwal"
    ],
    "doi": "10.4187/respcare.03976",
    "pmid": "",
    "volume": "60",
    "issue": "10",
    "pages": "1438-1448",
    "authority_tier": "A4",
    "evidence_level": "H1",
    "precedence": 0.587,
    "domain": [
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "systematic_review",
    "aliases": [],
    "temporal": {
      "valid_from": "2015-01-01",
      "valid_until": null,
      "last_seen_year": 2015
    },
    "original_file": "Foreign body inhalation in the adult population.json"
  },
  "sections": [
    {
      "title": "Foreign Body Inhalation in the Adult Population: Experience of 25,998 Bronchoscopies and Systematic Review of the Literature",
      "content": "Inderpaul Singh Sehgal MD DM, Sahajal Dhooria MD DM, Babu Ram MSc, Navneet Singh MD DM, Ashutosh N Aggarwal MD DM, Dheeraj Gupta MD DM, Digambar Behera MD, and Ritesh Agarwal MD DM\nBACKGROUND: Foreign body aspiration is an uncommon entity in adults. Herein, we describe our experience with flexible bronchoscopy in the removal of tracheobronchial foreign bodies in adults. We also conducted a systematic review of the literature on the topic of foreign body inhalation in adults managed with flexible bronchoscopy. METHODS: The bronchoscopy database (from 1979 to 2014) was reviewed for subjects > 12 y of age with a history of foreign body aspiration managed with flexible bronchoscopy. Demographic, clinical, and bronchoscopy data were collected and analyzed. PubMed was reviewed for studies describing the use of flexible bronchoscopy for foreign body extraction in adults. RESULTS: During the study period, a total of 25,998 flexible bronchoscopies were performed. Of these, 65 subjects (mean age of 32.8 y, 49 males) were identified who had undergone bronchoscopy for foreign body aspiration. Nonresolving pneumonia (30.6%), direct foreign body visualization (24.6%), and segmental collapse (18.4%) were the most common radiological abnormalities. Foreign bodies were identified in 49 cases during bronchoscopy and successfully removed in 45 (91.8%) subjects with no major complications. Metallic (41%) and organic (25.6%) foreign bodies were the most common. Shark-tooth (44.9%) and alligator (32.6%) were the most commonly used forceps in retrieving the foreign bodies. The systematic review yielded 18 studies (1,554 subjects with foreign body inhalation). In adults, the proportion of flexible bronchoscopy (6 studies, 354/159,074 procedures) performed for the indication of foreign bodies among the total flexible bronchoscopies was 0.24% (95% CI 0.18-0.31). The overall success of flexible bronchoscopy (18 studies, 1,185 subjects) for foreign body extraction was 89.6% (95% CI 86.1-93.2). CONCLUSIONS: Foreign body aspiration is a rare indication for flexible bronchoscopy in adults. Flexible bronchoscopy has a high success rate in removal of inhaled foreign body and can be considered the preferred initial procedure for management of airway foreign bodies in adults. Key words: foreign body aspiration; foreign body inhalation; tracheobronchial foreign body flexible bronchoscopy; fiberoptic bronchoscopy. [Respir Care 2015;60(10):1438-1448. '2015 Daedalus Enterprises]",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Introduction",
      "content": "Foreign body aspiration is an uncommon clinical entity in adults. 1 Children account for the vast majority of all foreign body aspirations reported. 2 Foreign bodies can either be organic (eg, peanuts, peas) or inorganic (eg, plastic caps, pins,\nscrews, nails, teeth). Clinically, patients may present either with acute respiratory failure requiring urgent intervention or with recent onset of respiratory symptoms, including breathlessness, wheezing, coughing, and expectoration. 1,3,4 Identification of foreign body aspiration requires a high index of\nclinical suspicion, especially in those presenting without a history of aspiration. Occasionally, a forgotten foreign body may be detected on a chest radiograph obtained for unrelated reasons or during bronchoscopy.\nThe radiological manifestations of foreign body aspiration include either direct visualization of the foreign body in the case of radiopaque foreign bodies or indirect signs (representing airway obstruction) in the form of nonresolving pneumonia, atelectasis, unilateral hyperinflation, or localized bronchiectasis, especially in those with organic foreign bodies. 4,5 During bronchoscopy, a foreign body can be directly visualized, or granulation tissue, endobronchial stenosis, or edema, all features of tissue reaction to an aspirated foreign body, may be present. 3,6 In children, rigid bronchoscopy is the procedure of choice for foreign body removal due to its ability to secure the airway, whereas in adults, flexible bronchoscopy can be used for both confirming the diagnosis and removing the foreign body. 7-9 Furthermore, in children, foreign bodies lodge in the proximal tracheobronchial tree, which can be easily accessed using a rigid bronchoscope, but in adults, foreign bodies lodge in the distal tracheobronchial tree. 3,10-12\nMost published literature on foreign body aspiration in adults is in the form of case reports, with only few case series available. 4,13,14 Here, we report our more than 35-y experience with flexible bronchoscopy for foreign body removal in adults at a tertiary care center. A systematic review of the literature on foreign body extraction by flexible bronchoscopy in the adult population was also conducted.",
      "category": "introduction",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Methods",
      "content": "This was a retrospective analysis of all flexible bronchoscopies performed between September 1979 and April 2014 at the Postgraduate Institute of Medical Education and Research in Chandigarh, India. The study protocol was approved by the ethics review committee. Written informed consent was obtained from all subjects who participated in this study. The bronchoscopy database (Department of Pulmonary Medicine, Postgraduate Institute of Medical Education and Research) was searched for foreign body removal as an indication for bronchoscopy in the adult population ( > 12 y of age). The following details were extracted for each subject: demographic profile, presenting symptoms, radiology, bronchoscopic findings, and type, nature, and location of the foreign body. The type of foreign body was categorized as organic, metallic, tooth, plastic, or tablet. Management (out- or in-patient), type of forceps used for foreign body extraction, procedure outcome (success or failure), and complications encountered during the procedure were also recorded.\nFlexible bronchoscopy (BF-P20, BF-1T20, BF-1T150, or BF-XT40 bronchoscope with outer diameters ranging from 4.9 to 6.2 mm, Olympus, Tokyo, Japan) was performed in the bronchoscopy suite or occasionally at the bedside in subjects admitted to the hospital. Bedside bronchoscopy was performed in subjects who were ventilated and had aspirated a foreign body. The procedure was performed by either a consultant or a fellow under the direct supervision of a consultant. Flexible bronchoscopy was performed through the oral route in supine subjects suspected to have aspirated a foreign body. All subjects received nebulized lidocaine (4% solution) immediately before the procedure. Topical 10% lidocaine spray was used just before the procedure augmented by as needed instillation of 2% lidocaine over the vocal cords and during the bronchoscopy. No sedation was used during or before the bronchoscopy. Vital signs (pulse rate, breathing frequency, blood pressure, Sp O2 ) were monitored during the procedure. The subjects were discharged the same day, after 2-3 h of observation.\nAsystematic examination of the airways was conducted, and once the foreign body was located, it was secured with suitable forceps, which were then withdrawn up to the tip of the bronchoscope. Once a firm grip was ensured, the entire assembly (forceps with the clasped foreign body and the flexible bronchoscope) was removed as a single unit. In the case of sharp objects, the foreign body was held with the pointed edge facing the forceps to avoid injury to the airway mucosa or vocal cords.",
      "category": "methods",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Systematic Review",
      "content": "PubMed was searched for studies written in English with subjects > 12 y of age using the terms foreign body aspiration OR foreign body inhalation OR lung foreign body OR endobronchial foreign body OR airway foreign",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Current knowledge",
      "content": "Foreign body aspiration is an uncommon clinical finding in adults. Children account for the vast majority of all foreign body aspirations reported. Rigid bronchoscopy is the standard practice in pediatric patients. Both rigid and flexible bronchoscopies for removal of foreign bodies in adults have been reported.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "What this paper contributes to our knowledge",
      "content": "Foreign body aspiration was a rare indication for flexible fiberoptic bronchoscopy in adults. Flexible bronchoscopy had a high success rate in removal of inhaled foreign bodies and can be considered the preferred initial procedure for diagnosis and removal of airway foreign bodies in adults.\nbody OR tracheo-bronchial foreign body. In addition, we reviewed our personal files. Reviews, case reports, studies with < 10 subjects, and data presented only as an abstract were excluded.\nInitial Review of Studies. The database thus created from the electronic searches was incorporated in the reference manager package Endnote X7 (Thomson-Reuters, New York, New York), and all duplicate citations were discarded. Two authors (ISS and RA) screened these citations by review of titles and abstracts to identify relevant studies. Any disagreement was resolved by discussion between the authors. The database was then scrutinized again to include only those studies describing at least 10 subjects with aspirated foreign bodies managed with flexible bronchoscopy. The full text of each of these studies was retrieved and reviewed in detail. The following items were recorded on a data extraction form: (1) publication details (authors, year, and other citation details), (2) type of study (prospective or retrospective), (3) number of subjects, (4) type of forceps used, (5) nature and location of the foreign body extracted, (6) success rate of foreign body removal by flexible bronchoscopy, and (7) complications associated with the procedure.\nMeta-Analysis. The statistical software package StatsDirect 2.7.8 (StatsDirect, Cheshire, United Kingdom) and Open MetaAnalyst 5.26.14 15 was used to perform the statistical analysis. A meta-analysis was performed for (1) the prevalence of flexible bronchoscopy performed for the indication of foreign bodies in adults among the total flexible bronchoscopies and (2) the success of flexible bronchoscopy in foreign body extraction. The proportion (Freeman-Tukey variant of the arcsine square-root transformed proportion) with 95% CI was calculated for each study, and the data were pooled using a random-effects model to derive a pooled proportion with 95% CI. 16-18 Heterogeneity was assessed using the I 2 test, with a value of > 50% indicating significant heterogeneity. 19 Publication bias was assessed using a funnel plot 20 and 3 statistical methods (Egger test, 21 Harbord test, 22 and Begg-Mazumdar test 23 ).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Results",
      "content": "A total of 25,998 flexible bronchoscopies were performed during the study period. Sixty-five (0.25%) subjects underwent flexible bronchoscopy for clinical suspicion of foreign body inhalation. The mean ± SD age of these 65 subjects was 32.8 ± 17.9 y; 49 (75.3%) were males. Of these, 60 subjects recalled inhaling a foreign body, and 5 subjects had abnormal chest radiographs with a foreign body detected during bronchoscopic assessment. The time to presentation was < 7 d in 16 subjects, and the\nremaining subjects presented > 7 d after aspiration. Bedside flexible bronchoscopy was performed in one subject to remove a foreign body. The subject had sustained a head injury and aspirated a tooth during intubation (aspiration pneumonia). A flexible bronchoscope was introduced through the endotracheal tube, and the tooth was identified in the right intermediate bronchus. Shark-tooth forceps were used, and the forceps, tooth, and flexible bronchoscope were removed together as a single unit. Radiological (chest radiograph or chest computed tomography) abnormalities were seen in the majority of subjects (56/65, 86.2%) at presentation, including mainly nonresolving opacities, segmental atelectasis/lobar collapse, bronchiectasis, or hyperinflation (Table 1). Chest radiograph was diagnostic in 16 (24.6%) of these 65 subjects (pins [ n = 4], teeth [ n = 5], pen caps [ n = 3], buttons [ n = 1], nails [ n = 1], and screws [ n = 2]), whereas it was normal in 9 subjects.\nDuring bronchoscopy, a foreign body was encountered in 49 (75.3%) subjects. Information regarding the type of foreign body was available for 39 subjects, whereas this information was not recorded for 10 subjects. In 16 (25%) subjects, no foreign body could be identified (these subjects were excluded from the analysis, and their data were used only to calculate foreign body aspiration as an indication for performing flexible bronchoscopy). Metallic foreign bodies were the most common type, followed by organicones.Themetallicforeignbodiesencounteredwere: pins ( n = 7), whistles ( n = 5), screws ( n = 2), springs ( n = 1), and nails ( n = 1). The organic foreign bodies included: betel nuts ( n = 2), peanuts ( n = 1), peas ( n = 1), cotton swabs ( n = 1), lentil seeds ( n = 2), rice ( n = 1), garlic bulbs ( n = 1), and cinnamon sticks ( n = 1). Plastic objects were found in 4 subjects (pen caps [ n = 3] and buttons [ n = 1]), and teeth were found in 8 subjects. One subject had aspirated a tablet, which was associated with surrounding edema and hyperemia. The foreign body was removed in 45 (91.8%) subjects during flexible bronchoscopy. In 41 subjects, the foreign body was removed in the first attempt, whereas in 4 subjects, it was partially removed, and a repeat procedure was required. Of the remaining 4 subjects, the foreign body was successfully removed by rigid bronchoscopy in 2 subjects, and 2 subjects were lost to follow-up. Granulation tissue was present in 11 subjects, mucosal edema in 8 subjects, and bronchial stenosis in 3 subjects. The subjects with granulation tissue and mucosal edema responded favorably to oral corticosteroids (0.5 mg/kg prednisolone tapered over 3 weeks), whereas the subjects with bronchial stenosis were managed with repeated balloon dilatation. Two of the 3 subjects who underwent balloon dilatation had minimal residual stenosis (15-20% occlusion) on follow-up bronchoscopy, whereas one subject had persistent stenosis (80%) of the right middle-lobe bronchus. On follow-up, only one subject had a radiological abnormality (persistent right middle-lobe collapse). Most subjects ( n = 58, 89.2%) were managed in an out-patient setting and were discharged the same day.\nThe right lower-lobe bronchus ( n = 15, 30.6%) was the most common location of foreign bodies (see Table 1). One subject had bilateral foreign bodies (metallic screws): one each in the right intermediate and left main bronchi (Figure 1). The most common forceps used to extract foreign bodies were the shark-tooth forceps ( n = 22, 44.9%), followed by the alligator forceps ( n = 16, 32.6%). A Dormia basket and magnetic forceps were used in one subject each for foreign body retrieval. Complications were encountered in 4 (6.1%) subjects, including mucosal abrasion in one subject. In 3 subjects, the foreign body was extracted from the airway but slipped into the digestive tract. All 4\nTable 2.\nStudies Using Flexible Bronchoscopy for Foreign Body Extraction\nTable 2.\nContinued\nsubjects were managed conservatively, and none required further intervention.",
      "category": "results",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Systematic Review",
      "content": "A total of 1,314 studies were found on literature search, of which 18 studies (1,554 adult subjects with tracheobronchial foreign bodies) were included (Figure 2). 3,4,6,1012,14,24-34 These studies were reported in developed and developing countries (Table 2). There was a slight male preponderance (16 studies: 536 males, 443 females). The right bronchial tree was the most common reported location of the foreign body. A wide range of foreign bodies were encountered, with the exact type depending on the geographic location.\nSix studies reported the proportion of bronchoscopies performedfortheindicationofforeignbodyremovalamong the total number of bronchoscopies performed. The proportion ranged from 0.16 to 0.33%, with a pooled proportion of 0.24% (95% CI 0.18-0.31) (Figure 3). 11,26,31-33,35 A total of 1,185 subjects (including the current study) underwent flexible bronchoscopy for extraction of foreign bodies. The success rate of flexible bronchoscopy for foreign body extraction ranged from 61 to 100%, with a pooled success rate of 89.6% (95% CI 86.1-93.2) (Figure 4). In the remaining subjects, the foreign bodies were successfully retrieved by rigid bronchoscopy ( n = 39, 3.3%) or thoracotomy ( n = 26, 2.2%). Four (0.3%) subjects refused further treatment, and 5 subjects coughed out the foreign body after the procedure. Three subjects were lost to follow-up, and 2 subjects recovered without further treatment. The complications encountered during flexible bronchoscopy included bleeding ( n = 18), hypoxia ( n = 2), migration into another bronchial segment ( n = 4), slippage into the gastrointestinal tract ( n = 5), transient hypotension, and low-grade fever (see Table 2). There was clinical heterogeneity reflected by the varying age of subjects and the different geographic locales and types of foreign bodies.\nThere was significant heterogeneity in both the outcomes (I 2 > 80%) and evidence of publication bias in the funnel plot (Figure 5). There was also evidence of publication bias in all statistical tests (Begg-Mazumdar: Kendall's tau =-0.532, P = .008; Egger: bias =-2.625, P = .009; Harbord: bias = -3.163, P = .046).",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Discussion",
      "content": "The results of this study and systematic review suggest that foreign body inhalation is a rare occurrence in adults. Also, flexible bronchoscopy is a safe and effective means of retrieving airway foreign bodies in the adult population. In this study spanning > 3 decades, only 1 in 400 bronchoscopies were performed for foreign body removal (similar to the proportion in the systematic review). The success rate of flexible bronchoscopy in the extraction of foreign bodies was 92% in this study, similar to that in the systematic review (89.6%).\nRigid bronchoscopy is required in a large number of cases of foreign body removal in children. 12 However, in adults, flexible bronchoscopy avoids the need for rigid bronchoscopy in most cases ( ∼ 90% according to the systematic review). Flexible bronchoscopy also has several advantages over rigid bronchoscopy: it can be performed on an out-patient basis, is more cost-effective and widely available, and avoids the need for anesthesia and sedation. Furthermore, the use of flexible bronchoscopy was associated with lower mortality and morbidity compared with rigid bronchoscopy (1% vs 12%) in a study comprising 300 subjects, possibly due to the avoidance of general anesthesia. 24 In the present study, flexible bronchoscopy\nwas associated with minimal complications (4 subjects), whereas in the systematic review, the complications included minor bleeding, hypoxemia, slippage of the foreign body into the gastrointestinal tract, and migration of the foreign body into another bronchial segment. 3,6,10,28,30,35-37 However, there are situations in which flexible bronchoscopy is unsuccessful in foreign body extraction, including foreign bodies that are impacted in extensive granulation tissue or excessive tissue scarring, a large foreign body that cannot be gripped with flexible forceps, asphyxiating foreign bodies, foreign bodies with a smooth margin, sharp foreign bodies, and several failed attempts by flexible bronchoscopy to retrieve a foreign body. 38 In these cases, rigid bronchoscopy remains the procedure of choice (Table 3). 3,4,6,10,14,22,23,25,35\nA variety of instruments are used during flexible bronchoscopy to extract a foreign body, such as grasping for-",
      "category": "discussion",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "FOREIGN BODY INHALATION IN ADULTS",
      "content": "ceps or Dormia basket, depending on the nature of the foreign body. Grasping or tooth forceps (alligator, sharktooth, and rat-tooth) should be used to remove flat or thin inorganic or hard organic foreign bodies, with the choice depending on the shape of the foreign body. 1 A fish net or Dormia basket is used to extract soft foreign bodies because grasping forceps can cause fragmentation. Sharktooth and alligator forceps were used most often in this study because metallic or firm foreign bodies were the most common. In one subject, magnetic forceps and fluoroscopy were employed to fish out a metallic foreign body (sewing pin) lodged in a distal segment not visible on bronchoscopy. Once it was extracted up to the main bronchus, it was removed with alligator forceps.\nThe diagnosis of foreign body aspiration is difficult to establish in adult subjects who present without a history of aspiration. 1,3 Most subjects with a history of foreign body aspiration present late to a medical facility (only 25% of subjects presented within 7 d of aspiration in this study). This is due to the innocuous nature of symptoms that\nforeign bodies incite in the adult population and the spontaneous resolution of symptoms that occurs due to lodging of the foreign body in the more peripheral airways. 14,34 In contrast, foreign bodies in children are commonly found in the proximal airways and produce more drastic symptoms, including respiratory failure in several cases, requiring an early intervention. 3,10-12\nMany adult subjects with tracheobronchial foreign bodies described in previous studies had an underlying risk factor, such as neuromuscular disease, head trauma, alcohol intoxication, or altered sensorium. 4,24,32,35 In contrast, all subjects (except one with a head injury) in the present study were healthy and did not have any specific risk factors for foreign body aspiration. Apart from the traditional risk factors, eating habits, local customs, and occupations not only predispose people to foreign body aspiration but also dictate the type of foreign bodies encountered in a particular population. In a study from Croatia, animal bone and cherry stone aspiration was common due to dietary habits. 32 In a healthy Chinese population, foreign body aspiration was attributed to eating with chopsticks, which increases the risk of foreign body inhalation. 10 In several studies from the Middle East, turban pins were the most common type of foreign body aspirated, as they are held between the teeth while tying the traditional turban. 27,28,39,40\nThe most common location for a foreign body in the airway is the right bronchial tree, particularly the right lower-lobe and intermediate bronchi, due to the vertical orientation of the right main bronchus. 1,2,4,14 Bilateral foreign bodies were present in only one subject and are rare. 2,32,41,42 The foreign bodies could not be identified in 25% of the subjects possibly due to spontaneous expulsion of the foreign body, dissolution of an organic foreign body, or embedding of a small foreign body in granulation tissue or edematous mucosa. 43\nAt the authors' center, the first step in the management of adult foreign body aspiration is flexible bronchoscopy,\nwhich, in most cases, is both diagnostic and therapeutic. In patients for whom flexible bronchoscopy is unsuccessful, rigid bronchoscopy is performed (Figure 6). In those with granulation tissue after extraction of the foreign body, a short course of glucocorticoids (0.5 mg/kg prednisolone tapered over 21 d) is administered. If unsuccessful, patients are then managed with cryotherapy or argon plasma coagulation; balloon bronchoplasty is used in the management of bronchostenosis.\nThis study has several limitations. As the study was retrospective, comprehensive information on procedure duration and other details are not available. There were significant heterogeneity and publication bias in the metaanalysis, possibly due to the difference in subject profiles and operator experience.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "Conclusions",
      "content": "In summary, foreign body inhalation is an uncommon clinical entity in adults and requires a high index of clinical suspicion for diagnosis, especially in those without a history of foreign body aspiration. In adults, flexible bronchoscopy is safe and has a high success rate for identification and removal of foreign bodies.",
      "category": "conclusion",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "REFERENCES",
      "content": "1. Rafanan AL, Mehta AC. Adult airway foreign body removal. What's new? Clin Chest Med 22(2):319-330, 2001.\n2. Baharloo F, Veyckemans F, Francis C, Biettlot MP, Rodenstein DO. Tracheobronchial foreign bodies: presentation and management in children and adults. Chest 1999;115(5):1357-1362.\n3. Chen CH, Lai CL, Tsai TT, Lee YC, Perng RP. Foreign body aspiration into the lower airway in Chinese adults. Chest 1997;112(1): 129-133.\n4. Limper AH, Prakash UB. Tracheobronchial foreign bodies in adults. Ann Intern Med 1990;112(8):604-609.\n5. Zissin R, Shapiro-Feinberg M, Rozenman J, Apter S, Smorjik J, Hertz M. CT findings of the chest in adults with aspirated foreign bodies. Eur Radiol 2001;11(4):606-611.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    },
    {
      "title": "FOREIGN BODY INHALATION IN ADULTS",
      "content": "6. Rodrigues AJ, Oliveira EQ, Scordamaglio PR, Grego ·rio MG, Jacomelli M, Figueiredo VR. Flexible bronchoscopy as the first-choice method of removing foreign bodies from the airways of adults. J Bras Pneumol 2012;38(3):315-320.\n7. Ayed AK, Jafar AM, Owayed A. Foreign body aspiration in children: diagnosis and treatment. Pediatr Surg Int 2003;19(6):485-488.\n8. Yadav SP, Singh J, Aggarwal N, Goel A. Airway foreign bodies in children: experience of 132 cases. Singapore Med J 2007;48(9):850853.\n9. Kramer TA, Riding KH, Salkeld LJ. Tracheobronchial and esophageal foreign bodies in the pediatric population. J Otolaryngol 1986; 15(6):355-358.\n10. Dong YC, Zhou GW, Bai C, Huang HD, Sun QY, Huang Y, et al. Removal of tracheobronchial foreign bodies in adults using a flexible bronchoscope: experience with 200 cases in China. Intern Med 2012; 51(18):2515-2519.\n11. Casalini AG, Majori M, Anghinolfi M, Burlone E, D'Ippolito R, Toschi M, et al. Foreign body aspiration in adults and in children: advantages and consequences of a dedicated protocol in our 30-year experience. J Bronchology Interv Pulmonol 2013;20(4):313-321.\n12. Goyal R, Nayar S, Gogia P, Garg M. Extraction of tracheobronchial foreign bodies in children and adults with rigid and flexible bronchoscopy. J Bronchology Interv Pulmonol 2012;19(1):35-43.\n13. McGuirt WF, Holmes KD, Feehs R, Browne JD. Tracheobronchial foreign bodies. Laryngoscope 1988;98(6 Pt 1):615-618.\n14. Lan RS. Non-asphyxiating tracheobronchial foreign bodies in adults. Eur Respir J 7(3):510-514, 1994.\n15. Wallace BC, Dahabreh IJ, Trikalinos TA, Lau J, Trow P, Schmid CH. Closing the gap between methodologists and end-users: R as a computational back-end. J Stat Softw 2012;49(5).\n16. Freeman MF, Tukey JW. Transformations related to the angular and the square root. Ann Math Stat 1950;21(4):607-611.\n17. Miller JJ. The inverse of the Freeman-Tukey double arcsine transformation. Am Stat 1978;32(4):138.\n18. DerSimonian R, Laird N. Meta-analysis in clinical trials. Control Clin Trials 1986;7(3):177-188.\n19. Deeks JJ, Higgins JP, Altman DG. Analysing and presenting results. In: Alderson P, Green S, Higgins JP, editors. Cochrane reviewers' handbook 422. Updated March 2004. Chichester, UK: John Wiley & Sons; 2004:68-139.\n20. Dear KB, Begg CB. An approach for assessing publication bias prior to performing a meta-analysis. Stat Sci 1992;7(2):237-245.\n21. Egger M, Davey Smith G, Schneider M, Minder C. Bias in metaanalysis detected by a simple, graphical test. BMJ 1997;315(7109): 629-634.\n22. Harbord RM, Egger M, Sterne JA. A modified test for small-study effects in meta-analyses of controlled trials with binary endpoints. Stat Med 2006;25(20):3443-3457.\n23. Begg CB, Mazumdar M. Operating characteristics of a rank correlation test for publication bias. Biometrics 1994;50(4):1088-1101.\n24. Cunanan OS. The flexible fiberoptic bronchoscope in foreign body removal. Experience in 300 cases. Chest 1978;73(5 Suppl):725-726.\n25. Lan RS, Lee CH, Chiang YC, Wang WJ. Use of fiberoptic bronchoscopy to retrieve bronchial foreign bodies in adults. Am Rev Respir Dis 1989;140(6):1734-1737.\n26. Debeljak A, Sorli J, Music E, Kecelj P. Bronchoscopic removal of foreign bodies in adults: experience with 62 patients from 19741998. Eur Respir J 1999;14(4):792-795.\n27. Hasdiraz L, Bicer C, Bilgin M, Oguzkaya F. Turban pin aspiration: non-asphyxiating tracheobronchial foreign body in young islamic women. Thorac Cardiovasc Surg 2006;54(4):273-275.\n28. Al-Ali MA, Khassawneh B, Alzoubi F. Utility of fiberoptic bronchoscopy for retrieval of aspirated headscarf pins. Respiration 2007; 74(3):309-313.\n29. El-Khushman HM, Sharara AM, Sa Ada MA, Hijazi MA. Tracheobronchial straight metallic pin aspiration in young Jordanian females. Saudi Med J 2007;28(6):913-916.\n30. Gencer M, Ceylan E, Koksal N. Extraction of pins from the airway with flexible bronchoscopy. Respiration 2007;74(6):674-679.\n31. Boyd M, Watkins F, Singh S, Haponik E, Chatterjee A, Conforti J, Chin R Jr. Prevalence of flexible bronchoscopic removal of foreign bodies in the advanced elderly. Age Ageing 2009;38(4):396-400.\n32. Mise K, Jurcev Savicevic A, Pavlov N, Jankovic S. Removal of tracheobronchial foreign bodies in adults using flexible bronchoscopy: experience 1995-2006. Surg Endosc 2009;23(6):1360-1364.\n33. Ramos MB, Ferna ·ndez-Villar A, Rivo JE, Leiro V, García-Fonta ·n E, Botana MI, et al. Extraction of airway foreign bodies in adults: experience from 1987-2008. Interact Cardiovasc Thorac Surg 2009; 9(3):402-405.\n34. Nguyen LH, Nguyen DH, Tran TN, Nguyen PT, Thi QH, Aelony Y, Homasson JP. Endobronchial foreign bodies in Vietnamese adults are related to eating habits. Respirology 2010;15(3):491-494.\n35. Boyd M, Chatterjee A, Chiles C, Chin R Jr. Tracheobronchial foreign body aspiration in adults. South Med J 2009;102(2):171-174.\n36. Savage PJ, Dellinger RP. Inability to remove an aspirated straight pin by flexible fiberoptic bronchoscopy. South Med J 1984;77(7): 930-931.\n37. Arawwawala D, Lane C, Jackson J, Patel P. Interventional radiological removal of a foreign body from a peripheral bronchus. Anaesthesia 2007;62(2):182-185.\n38. Nakhosteen JA. Tracheobronchial foreign bodies. Eur Respir J 1994; 7(3):429-430.\n39. Shabb B, Taha AM, Hamada F, Kanj N. Straight pin aspiration in young women. J Trauma 1996;40(5):827-828.\n40. Al-Sarraf N, Jamal-Eddine H, Khaja F, Ayed AK. Headscarf pin tracheobronchial aspiration: a distinct clinical entity. Interact Cardiovasc Thorac Surg 2009;9(2):187-190.\n41. Wager GC, Williams JH Jr. Flexible bronchoscopic removal of radioccult polyurethane foam, with pneumonitis in a hyperventilated lobe. Am Rev Respir Dis 1990;142(5):1222-1224.\n42. Rehman SU, Sharif N, Zubairi AB. Bilateral airway foreign body aspiration as a cause of recurrent pneumonia. BMJ Case Rep 2010; 2010:bcr0520103002.\n43. Tariq SM, Succony L, Bhatia RS. Spontaneous expulsion of a sharp foreign body. J Bronchology Interv Pulmonol 2012;19(4):319-322.",
      "category": "other",
      "level": null,
      "page_start": null,
      "page_end": null,
      "section_id": null
    }
  ],
  "tables_markdown": [
    "**{'cref': '#/texts/35'}**\n\n| Parameter | Values |\n| --- | --- |\n| Age, mean ± SD y | 32.8 ± 17.9 |\n| Males, n (%) | 49 (75.4) |\n| History of foreign body inhalation, n (%) | 60 (92.3) |\n| Chest radiograph findings, n (%) |  |\n| Normal | 9 (13.8) |\n| Nonresolving pneumonia | 20 (30.8) |\n| Segmental atelectasis/lobar collapse | 13 (20) |\n| Bronchiectasis | 6 (9.2) |\n| Hyperinflated lung | 1 (1.5) |\n| Visualization of the foreign body | 16 (24.6) |\n| Location ( n = 49), n (%) |  |\n| Left main bronchus | 10 (20.4) |\n| Left upper-lobe bronchus | 3 (6.1) |\n| Left lower-lobe bronchus | 7 (14.3) |\n| Right main bronchus | 5 (10.2) |\n| Right upper-lobe bronchus | 1 (2.0) |\n| Right intermediate bronchus | 8 (16.3) |\n| Right lower-lobe bronchus | 15 (30.6) |\n| Type of foreign body ( n = 39), n (%) |  |\n| Organic | 10 (25.6) |\n| Metallic | 16 (41.0) |\n| Tooth | 8 (20.5) |\n| Tablet | 1 (2.6) |\n| Plastic object | 4 (10.3) |\n| Successful foreign body extraction, n (%) | 45/49 (91.8) |\n| Type of forceps used ( n = 49), n (%) |  |\n| Shark-tooth | 22 (44.9) |\n| Alligator | 16 (32.6) |\n| Rat-tooth | 3 (6.1) |\n| Dormia basket | 1 (2.0) |\n| Magnetic | 1 (2.0) |\n| Not reported | 6 (12.2) |\n| Complication, n (%) | 4 (6.2) |\n| N = 65 |  |",
    "| Studies |  | Eventltreatment |  |\n| --- | --- | --- | --- |\n| Cunanan?4 Lan?s Limpers Lan14 Chen3 Debeljak?s Hasdiraz?z El-Khushman?s Gencer3o Boyd3i Mise3z Ramos33 Nguyen3a Goyal12 Rodriguess Casalinin Current study | Estimate (95% CI) 0.890 (0.855-0.925) 0.939 (0.858-1.000) 0.609 (0.409-0.808) 0.872 (0.777-0.968) 0.744 (0.614-0.875) 0.905 (0.816-0.994) 0.250 (0.038-0.462) 0.750 (0.538-0.962) 0.985 (0.943-1.000) 0.913 (0.798-1.000) 0.900 (0.769-1.000) 0.988 (0.966-1.000) 0.750 (0.577-0.923) 0.980 (0.953-1.000) 0.965 (0.940-0.990) 0.923 (0.778-1.000) 0.825 (0.707-0.943) 0.962 (0.919-1.000) 0.918 (0.842-0.995) 0.896 (0.861-0.932) | 267/300 31/33 14/23 41/47 32/43 38/42 4/16 12/16 32/32 21/23 18/20 85/86 18/24 98/100 193/200 12/13 33/40 75/78 45/49 1,069/1,185 | 0.2 0.4 0.6 0.8 |",
    "**{'cref': '#/texts/317'}**\n\n| Reference | Reason for Flexible Bronchoscopy Failure ( n ) | Type of Foreign Body ( n ) | Size of Foreign Body (cm) | Site of Foreign Body | Method Used for Foreign Body Removal |\n| --- | --- | --- | --- | --- | --- |\n| Lan 14 | Impaction | Broncholith (2) | 1, 1.2 | Anterior segment of right lower lobe, proximal right intermediate bronchus | Spontaneous expulsion |\n| Limper and Prakash 4 | Impaction, granulation, hemoptysis | NR | NR | Distal segment of left lower lobe (2) and right lower lobe (1) | Rigid bronchoscopy, thoracotomy |\n| Lan et al 25 | NR | Broncholith | NR | NR | Broncholith could not be removed |\n| Debeljak et al 26 | Impaction | Bone, metal fragment | NR | Apical segment of right lower lobe, right middle-lobe bronchus | No treatment for bone fragment, thoracotomy for metal fragment |\n| Al-Ali et al 28 | Point end embedded in mucosa | Metal pin | NR | Anterior basal segment of left lower lobe (1/4), NR (3/4) | Rigid bronchoscopy |\n| Dong et al 10 | Foreign body tightly trapped in bronchial wall (4), granulation with bronchostenosis (2), hemorrhage (1) | Bone (6), metal object (1) | NR | Right intermediate bronchus (3), basal segment of left lower lobe (2) and right lower lobe (2) | Thoracotomy |\n| Rodrigues et al 6 | Large size, impaction | Broken tracheostomy (1), medical gauze (1) | NR | NR | Rigid bronchoscopy |\n| NR = not reported |  |  |  |  |  |"
  ],
  "tables_struct": [],
  "references": [
    {
      "title": "Adult airway foreign body removal. What&apos;s new?"
    },
    {
      "title": "Clin Chest Med",
      "year": 2001
    },
    {
      "title": "Tracheobronchial foreign bodies: presentation and management in children and adults",
      "year": 2001
    },
    {
      "title": "Chest",
      "year": 2001
    },
    {
      "title": "Foreign body aspiration into the lower airway in Chinese adults",
      "year": 1999
    },
    {
      "title": "Tracheobronchial foreign bodies in adults",
      "year": 1997
    },
    {
      "title": "Ann Intern Med",
      "year": 1990
    },
    {
      "title": "CT findings of the chest in adults with aspirated foreign bodies",
      "year": 1990
    },
    {
      "title": "Eur Radiol",
      "year": 2001
    },
    {
      "title": "Algorithm for management of adult airway foreign bodies used at the authors&apos; center",
      "year": 2001
    },
    {
      "title": "Flexible bronchoscopy as the first-choice method of removing foreign bodies from the airways of adults",
      "year": 2001
    },
    {
      "title": "J Bras Pneumol",
      "year": 2012
    },
    {
      "title": "Foreign body aspiration in children: diagnosis and treatment",
      "year": 2012
    },
    {
      "title": "Pediatr Surg Int",
      "year": 2003
    },
    {
      "title": "Airway foreign bodies in children: experience of 132 cases",
      "year": 2003
    },
    {
      "title": "Singapore Med J",
      "year": 2007
    },
    {
      "title": "Tracheobronchial and esophageal foreign bodies in the pediatric population",
      "year": 2007
    },
    {
      "title": "J Otolaryngol",
      "year": 1986
    },
    {
      "title": "Removal of tracheobronchial foreign bodies in adults using a flexible bronchoscope: experience with 200 cases in China",
      "year": 1986
    },
    {
      "title": "Intern Med",
      "year": 1990
    },
    {
      "title": "Foreign body aspiration in adults and in children: advantages and consequences of a dedicated protocol in our 30-year experience",
      "year": 2012
    },
    {
      "title": "J Bronchology Interv Pulmonol",
      "year": 2013
    },
    {
      "title": "Extraction of tracheobronchial foreign bodies in children and adults with rigid and flexible bronchoscopy",
      "year": 2013
    },
    {
      "title": "Tracheobronchial foreign bodies",
      "year": 2001
    },
    {
      "title": "Laryngoscope",
      "year": 1988
    },
    {
      "title": "Non-asphyxiating tracheobronchial foreign bodies in adults",
      "year": 1988
    },
    {
      "title": "Eur Respir J",
      "year": 1988
    },
    {
      "title": "Closing the gap between methodologists and end-users: R as a computational back-end",
      "year": 1994
    },
    {
      "title": "J Stat Softw",
      "year": 2012
    },
    {
      "title": "Transformations related to the angular and the square root",
      "year": 2012
    },
    {
      "title": "Ann Math Stat",
      "year": 1950
    },
    {
      "title": "The inverse of the Freeman-Tukey double arcsine transformation",
      "year": 1950
    },
    {
      "title": "Am Stat",
      "year": 1950
    },
    {
      "title": "Meta-analysis in clinical trials",
      "year": 1978
    },
    {
      "title": "Control Clin Trials",
      "year": 1978
    },
    {
      "title": "Analysing and presenting results",
      "year": 1986
    },
    {
      "title": "Cochrane reviewers&apos; handbook 422"
    },
    {
      "title": "An approach for assessing publication bias prior to performing a meta-analysis"
    },
    {
      "title": "Stat Sci",
      "year": 1992
    },
    {
      "title": "Bias in metaanalysis detected by a simple, graphical test",
      "year": 1992
    },
    {
      "title": "BMJ",
      "year": 1997
    },
    {
      "title": "A modified test for small-study effects in meta-analyses of controlled trials with binary endpoints",
      "year": 1997
    },
    {
      "title": "Stat Med",
      "year": 2006
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "year": 2006
    },
    {
      "title": "Biometrics",
      "year": 1994
    },
    {
      "title": "The flexible fiberoptic bronchoscope in foreign body removal. Experience in 300 cases",
      "year": 1994
    },
    {
      "title": "Use of fiberoptic bronchoscopy to retrieve bronchial foreign bodies in adults",
      "year": 1978
    },
    {
      "title": "Am Rev Respir Dis",
      "year": 1989
    },
    {
      "title": "Bronchoscopic removal of foreign bodies in adults: experience with 62 patients from 1974-1998",
      "year": 1989
    },
    {
      "title": "Turban pin aspiration: non-asphyxiating tracheobronchial foreign body in young islamic women",
      "year": 1999
    },
    {
      "title": "Thorac Cardiovasc Surg",
      "year": 2006
    },
    {
      "title": "Utility of fiberoptic bronchoscopy for retrieval of aspirated headscarf pins",
      "year": 2006
    },
    {
      "title": "Respiration",
      "year": 2007
    },
    {
      "title": "Tracheobronchial straight metallic pin aspiration in young Jordanian females",
      "year": 2007
    },
    {
      "title": "Saudi Med J",
      "year": 2007
    },
    {
      "title": "Extraction of pins from the airway with flexible bronchoscopy",
      "year": 2007
    },
    {
      "title": "Prevalence of flexible bronchoscopic removal of foreign bodies in the advanced elderly",
      "year": 2007
    },
    {
      "title": "Age Ageing",
      "year": 2009
    },
    {
      "title": "Removal of tracheobronchial foreign bodies in adults using flexible bronchoscopy: experience 1995-2006",
      "year": 2009
    },
    {
      "title": "Surg Endosc",
      "year": 2009
    },
    {
      "title": "Extraction of airway foreign bodies in adults: experience from 1987-2008",
      "year": 2009
    },
    {
      "title": "Interact Cardiovasc Thorac Surg",
      "year": 2009
    },
    {
      "title": "Endobronchial foreign bodies in Vietnamese adults are related to eating habits",
      "year": 2009
    },
    {
      "title": "Respirology",
      "year": 2010
    },
    {
      "title": "Tracheobronchial foreign body aspiration in adults",
      "year": 2010
    },
    {
      "title": "South Med J",
      "year": 2009
    },
    {
      "title": "Inability to remove an aspirated straight pin by flexible fiberoptic bronchoscopy",
      "year": 2009
    },
    {
      "title": "Interventional radiological removal of a foreign body from a peripheral bronchus",
      "year": 1984
    },
    {
      "title": "Anaesthesia",
      "year": 2007
    },
    {
      "title": "Straight pin aspiration in young women",
      "year": 1994
    },
    {
      "title": "J Trauma",
      "year": 1996
    },
    {
      "title": "Headscarf pin tracheobronchial aspiration: a distinct clinical entity",
      "year": 1996
    },
    {
      "title": "Flexible bronchoscopic removal of radioccult polyurethane foam, with pneumonitis in a hyperventilated lobe",
      "year": 2009
    },
    {
      "title": "Bilateral airway foreign body aspiration as a cause of recurrent pneumonia",
      "year": 1990
    },
    {
      "title": "BMJ Case Rep"
    },
    {
      "title": "Spontaneous expulsion of a sharp foreign body"
    }
  ]
}