{
  "id": "papoip_dimensiona_pab_enriched",
  "title": "Three-Dimensional-Printed and Bioabsorbable",
  "abstract": "",
  "content": "Three-Dimensional-Printed and Bioabsorbable Stents Daniel Franzen and Lutz Freitag Contents Introduction............................................................................................... 1 Three-Dimensional-Printed Airway Stents............................................................. 2 2.1 Design and Manufacturing Process....................................................................... 2 2.2 Clinical Applications and Outcomes...................................................................... 5 2.3 Challenges and Future Directions......................................................................... Stents............................................................................ 7 3.1 Materials and Degradation Mechanisms.................................................................. 7 3.2 Preclinical and Clinical Studies........................................................................... 7 3.3 Future Directions.......................................................................................... 8 Conclusion................................................................................................ References....................................................................................................... Abstract This comprehensive review explores recent advancements in airway stent technology, focusing on three-dimensional-printed and biodegradable stents for central airway obstruction (CAO). The article discusses the design and manufacturing process of customized three-dimensional-printed stents, highlighting their potential to address complex airway geometries and patient-specific needs. Clinical applications and outcomes of these personalized devices are examined, along with current challenges and future directions. The review also delves into biodegradable airway stents, detailing various materials and degradation mechanisms. Preclinical and clinical studies demonstrating the feasibility and biocompatibility of bioresorbable stents are presented. The integration of drug-eluting properties with both three-dimensional-printed and biodegradable stents is highlighted as a promising avenue for future development. While these innovative approaches show potential for improving CAO management, the article acknowledges the need for further research and regulatory considerations before widespread clinical adoption. The review concludes by emphasizing the ongoing efforts to refine stent designs, optimize degradation profiles, and enhance overall efficacy and safety in airway management. Keywords Airway stents · Central airway obstruction (CAO) · Three-dimensional printing · Biodegradable materials · Customized medical devices · Drug-eluting stents · Interventional pulmonology · Clinical applications airway obstruction (CAO) is a life-threatening condition that can arise from various malignant and benign diseases, causing respiratory distress with or without stridorous breathing noise and impairing quality of life. The standard treatment involves the implantation of silicone or - Franzen (✉) Hospital of Uster, Uster, Switzerland Faculty of Medicine, University of Zurich, Zurich, Switzerland e-mail: daniel.franzen@spitaluster.ch - Freitag Oxygain-Institute, Hemer, Germany (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_42-1\n\nthe feasibility and biocompatibility of bioresorbable stents are presented. The integration of drug-eluting properties with both three-dimensional-printed and biodegradable stents is highlighted as a promising avenue for future development. While these innovative approaches show potential for improving CAO management, the article acknowledges the need for further research and regulatory considerations before widespread clinical adoption. The review concludes by emphasizing the ongoing efforts to refine stent designs, optimize degradation profiles, and enhance overall efficacy and safety in airway management. Keywords Airway stents · Central airway obstruction (CAO) · Three-dimensional printing · Biodegradable materials · Customized medical devices · Drug-eluting stents · Interventional pulmonology · Clinical applications airway obstruction (CAO) is a life-threatening condition that can arise from various malignant and benign diseases, causing respiratory distress with or without stridorous breathing noise and impairing quality of life. The standard treatment involves the implantation of silicone or - Franzen (✉) Hospital of Uster, Uster, Switzerland Faculty of Medicine, University of Zurich, Zurich, Switzerland e-mail: daniel.franzen@spitaluster.ch - Freitag Oxygain-Institute, Hemer, Germany (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_42-1metal stents to maintain airway patency and, eventually, resulting in improvement of pulmonary function, dyspnea, quality of life, and survival [1]. However, these conventional stents are associated with significant limitations, including migration, mucus plugging, granulation tissue formation, and the need for surveillance or rescue bronchoscopies [2]. In addition, airway stenoses or other indications for stenting are subject to huge variability concerning anatomy and pathology including degree and location of stenosis and dynamics [3]. Stenoses are hardly ever circular and uniform, while basically every commercially available airway stent is cylindrically shaped with a fixed expansion force along its circumference and length. Ideally the stent should apply its counteracting force only where needed and only as much as necessary to avoid further tissue damage. The transition between the normal and the narrow zone should be smooth and not abrupt to prevent mucus traps. Sharp edges must be avoided as they might cause further irritations. Especially in benign stenoses, it is not rare that soon after the initial stent treatment another longer stent is inserted to treat stent-induced side effects. Research on an ideal airway stent addressing several of those issues has led to the exploration of novel technologies, such as three-dimensional (3D) printing and bioresorbable materials, offering personalized and/or temporary solutions, ideally supplemented by drug-eluting properties. Three-Dimensional-Printed Airway Stents The application of rapid prototyping techniques such as three-dimensional printing of polymeric materials has enriched the armamentarium of interventional pulmonology. The combination of imaging techniques, material science, computer-aided design (CAD) construction, and rapid production techniques such as three-dimensional printing enables the creation of fully customized, patient-specific airway stent tailored to individual anatomy and pathology. However, several technical, biological, and legal issues need to be solved before the ideal stent becomes available [4, 5]. 2.1 Design and Manufacturing Process The whole process from bench to bedside consists of several steps: 1. Imaging and data acquisition. The design process for three-dimensional-printed airway stents begins with the acquisition of the patient’s computed tomography (CT) scan data. Ideally, imaging is made after debulking and dilatation, if these procedures precede proper stent placement. Furthermore, measurements of stent-relevant dimensions can be derived bronchoscopically, and a simple drawing by the endoscopist can be helpful ( 2. Planning and construction. While the computed tomography (CT) image, the virtual bronchoscopy, or the physician’s drawing provide information about the actual situation (often even before dilatation), it requires anticipating of how it might look like after the stent has been inserted, considering the abovementioned information of the stent’s expansion force. It is of indispensable importance that an experienced interventional pulmonologist actively collaborates with biomedical engineers to design a virtual stent that optimally relieves the airway obstruction while accounting for factors such as radial force, flexibility, and anti-migration features. If the CT image reveals a tracheal stenosis with a diameter of 8 mm while the unaffected trachea measures 18 mm, it would not make sense to insert an 8 mm stent. A stent with an outer diameter of 18 mm as suggested by the CT image would not unfold after insertion or might rupture the tissue. The physician has to find a reasonable compromise and convey this information to the engineer who will construct the stent. The main advantage of a customized stent is that it can have different diameters over its length. The ideal shape and diameter must be determined by the bronchoscopist. He/she must also consider that this stent can be inserted in that particular patient. 2 D. Franzen and L. Freitag\n\nlook like after the stent has been inserted, considering the abovementioned information of the stent’s expansion force. It is of indispensable importance that an experienced interventional pulmonologist actively collaborates with biomedical engineers to design a virtual stent that optimally relieves the airway obstruction while accounting for factors such as radial force, flexibility, and anti-migration features. If the CT image reveals a tracheal stenosis with a diameter of 8 mm while the unaffected trachea measures 18 mm, it would not make sense to insert an 8 mm stent. A stent with an outer diameter of 18 mm as suggested by the CT image would not unfold after insertion or might rupture the tissue. The physician has to find a reasonable compromise and convey this information to the engineer who will construct the stent. The main advantage of a customized stent is that it can have different diameters over its length. The ideal shape and diameter must be determined by the bronchoscopist. He/she must also consider that this stent can be inserted in that particular patient. 2 D. Franzen and L. Freitagwith the available instruments. An engineer must translate the physician’s “wish list” into something that can be actually produced and fulfills the mechanical requirements such as tear resistance. 3. Production. Once the virtual design is finalized, the CAD file is transferred to a manufacturing facility. One can distinguish between directly printed stents and injection molded stents. At the time of writing this chapter, two companies in the USA and Europe, respectively, offer legally approved services that allow physicians to order customized silicone stents (VisionAir Solutions, Cleveland, OH, and Novatech SA, La Ciotat, France). Both use the DICOM data and a schematic drawing from the treating physician to create a CAD file for production (Figs. 3 and 4). Possibly, there are also companies in Asia or Australia providing the aforementioned service. Various three-dimensional printing technologies, such as stereolithography, fused deposition modeling, digital light processing (DLP), and selective laser sintering (SLS), can be employed to manufacture devices. Biocompatible materials like polycaprolactone (PCL), thermoplastic polyurethane (TPU), or specialized resins [4, 5, 7–9] enable to print an individualized airway stent directly with a low cost printer. Theoretically, planning and producing such an individualized stent could be done on-site in a hospital within few hours [10]. However, neither these materials nor the processing process have approval for long-term implants. Currently, only medical-grade silicone meets the material requirements. It is flexible, tear-resistant, and tissue friendly. Until very recently, direct printing of silicone directly had been considered impossible, but substantial progress has been made in the last Three-Dimensional-Printed and Bioabsorbable\n\napproved services that allow physicians to order customized silicone stents (VisionAir Solutions, Cleveland, OH, and Novatech SA, La Ciotat, France). Both use the DICOM data and a schematic drawing from the treating physician to create a CAD file for production (Figs. 3 and 4). Possibly, there are also companies in Asia or Australia providing the aforementioned service. Various three-dimensional printing technologies, such as stereolithography, fused deposition modeling, digital light processing (DLP), and selective laser sintering (SLS), can be employed to manufacture devices. Biocompatible materials like polycaprolactone (PCL), thermoplastic polyurethane (TPU), or specialized resins [4, 5, 7–9] enable to print an individualized airway stent directly with a low cost printer. Theoretically, planning and producing such an individualized stent could be done on-site in a hospital within few hours [10]. However, neither these materials nor the processing process have approval for long-term implants. Currently, only medical-grade silicone meets the material requirements. It is flexible, tear-resistant, and tissue friendly. Until very recently, direct printing of silicone directly had been considered impossible, but substantial progress has been made in the last Three-Dimensional-Printed and Bioabsorbable5 years. Several companies offer modified DLP printers that can print complex parts from medical grade silicone. For example, Spectroplast Ltd. (Schlieren, Zurich, Switzerland) or Lynxter (Bayonne, France) offer printers and services on their websites. Their products have been tested and got approval for skin contact. However, so far, no company has an approved process for making long-term implants. It may change soon, but as of today, these directly printed silicone devices may not be inserted into patients [11]. For the time being, the only legal option is ordering customized stents and get them be produced by companies in certified production rooms with certified equipment using injection molds. A typical injection mold for “normal” stents is made from metals such as stainless steel. A liquid polymer is injected into the mold and starts to solidify. The process can take between minutes and days. After solidification, the frame is opened and the final product (airway stent) is taken out. For industrial mass production, the mold is reassembled and used again. All this is done under clean room conditions. Such a metal mold for repetitive production is difficult to design and create and is therefore very expensive. However, for small production volumes, a feasible alternative is making such a mold for silicone parts from other rigid polymers using CNC milling or three-dimensional printing. Once the treating physician and the engineer have agreed upon the stent dimensions and shapes, the CAD file is used to produce first an intermediate three-dimensional mold that is then used for injection molding of the customized stent. Unfortunately, this multistep process requires several manufacturing days on top of the planning phase. Finally, the individualized stent must undergo surface treatment, cleaning, and sterilization by plasma or ethylene oxide processes before it can be shipped to the hospital. Needless to say, that this is not an option for a breathless patient. In practical terms, a suffering patient must be acutely treated with a normal compromise stent as a temporary measure before the optimized tailored stent has been delivered for insertion. Of course, ultimately responsible is the treating physician, and the patient must fully consent before he receives an individualized stent. - Directly printed experimental stent, (2) Molded silicone stent by VisionAir Solutions, Cleveland, OH, (3) Molded silicone stent by Novatech SA, La Ciotat, - Franzen and L. Freitag\n\nfor silicone parts from other rigid polymers using CNC milling or three-dimensional printing. Once the treating physician and the engineer have agreed upon the stent dimensions and shapes, the CAD file is used to produce first an intermediate three-dimensional mold that is then used for injection molding of the customized stent. Unfortunately, this multistep process requires several manufacturing days on top of the planning phase. Finally, the individualized stent must undergo surface treatment, cleaning, and sterilization by plasma or ethylene oxide processes before it can be shipped to the hospital. Needless to say, that this is not an option for a breathless patient. In practical terms, a suffering patient must be acutely treated with a normal compromise stent as a temporary measure before the optimized tailored stent has been delivered for insertion. Of course, ultimately responsible is the treating physician, and the patient must fully consent before he receives an individualized stent. - Directly printed experimental stent, (2) Molded silicone stent by VisionAir Solutions, Cleveland, OH, (3) Molded silicone stent by Novatech SA, La Ciotat, - Franzen and L. FreitagEven if a specific stent design is prescribed by the physician, the manufacturer must assure that the stent is properly manufactured and fulfills the essential requirements for a medical device [5]. It is not the specific stent that gets approval but the whole manufacturing process. The guidelines are updated but the authorities have problems to catch up with the fast developing field of three-dimensional printing. Currently, the recommendations are more conservative than the medical community would like to see. 4. Implantation. Most stents can be folded using the traditional TonnTMNovatech(R) Stent Applicator (Novatech SA, La Ciotat, France) and placed through a rigid bronchoscope. However, the insertion of a noncylindrically shaped, branched complex stent can be challenging due to the altered airway anatomy and the absence of specific deploy instrument. An alternative could be a customized insertion tube that is produced and comes together with the stent ( 2.2 Clinical Applications and Outcomes Although there is some evidence including animal studies on feasibility, safety, and efficacy of three-dimensional-printed airway stents in the management of complex airway stenosis, including posttransplant airway complications, tracheobronchomalacia, and inoperable malignant airway stenosis [4, 7, 13–15], there is yet no randomized controlled trial comparing conventional and personalized devices, and thus, it is currently unknown whether and in which situation a three-dimensional-printed stent outperforms a conventional stent. Indications for customized stents are therefore limited for unique and complex airway stenoses or tracheobronchomalacia that are unsuitable for a conventional stent treatment [4, 7]. The currently largest in vivo study comes from Guibert et al., who investigated the use of manufactured personalized three-dimensional stents in ten patients with anatomically complex airway stenosis [7]. Nine of ten stents were shown to fit perfectly within the airways, and eight patients exhibited significant improvement of dyspnea, quality of life, and pulmonary function. Three-Dimensional-Printed and Bioabsorbable\n\nand the absence of specific deploy instrument. An alternative could be a customized insertion tube that is produced and comes together with the stent ( 2.2 Clinical Applications and Outcomes Although there is some evidence including animal studies on feasibility, safety, and efficacy of three-dimensional-printed airway stents in the management of complex airway stenosis, including posttransplant airway complications, tracheobronchomalacia, and inoperable malignant airway stenosis [4, 7, 13–15], there is yet no randomized controlled trial comparing conventional and personalized devices, and thus, it is currently unknown whether and in which situation a three-dimensional-printed stent outperforms a conventional stent. Indications for customized stents are therefore limited for unique and complex airway stenoses or tracheobronchomalacia that are unsuitable for a conventional stent treatment [4, 7]. The currently largest in vivo study comes from Guibert et al., who investigated the use of manufactured personalized three-dimensional stents in ten patients with anatomically complex airway stenosis [7]. Nine of ten stents were shown to fit perfectly within the airways, and eight patients exhibited significant improvement of dyspnea, quality of life, and pulmonary function. Three-Dimensional-Printed and Bioabsorbable2.3 Challenges and Future Directions In 40 % of the patients included in the proof-of-concept study by Guibert al., there were complications at a three-month follow-up including mucus plugging, migration, and severe cough [7]. The designing options for customizing stent geometry and biomechanical behavior have not been used to their full potential. Figure 7 shows examples of what can be done with three-dimensional printing that is otherwise impossible. Besides coping with curved airways and rapidly changing diameters and shapes, printed stents can have locally adjustable expansion forces by changing their wall thickness and material components. In experimental models, additional laser cutting to influence the hoop strength has been used to develop stents that make coughing more effective. Antimigration struts or sealing rings for fistulas can be added. In contrast to granulation tissue formation and migration, some of the drawbacks cannot be overcome by the perfect anatomical fit of a customized stent alone. Mucus clearance will remain impaired as stents affect ciliary clearance. Biocolonization results from the lack of active defense mechanism, and examinations of explanted stents show surface defects where bacteria can hide. Scaring and other adverse tissue reactions cannot be fully prevented as stents remain foreign bodies, and not all immunological reactions are fully understood. Biocompatibility means more than just not being cytotoxic. Thus, it seems reasonable to consider alternative chemical compounds or coatings of airway stents. There are promising attempts of combining mechanically customized stents with surface modifications, drug-eluting features, biodegradability, and time-dependent adaptation (“4D printing”) [5, 10]. Eventually technological progress will prevail and further vision are justified. The traditional approach of fabricating patient-specific devices in advance of a procedure poses challenges in terms of cost and time constraints. Recognizing these limitations, researchers have explored innovative solutions that allow for intraoperative customization of airway stents, tailoring the devices to the patient’s unique anatomy during the procedure itself. One promising approach involves the use of shape-memory materials or thermoplastic polymers that can be temporarily deformed and then regain their original shape upon exposure to specific stimuli, such as heat or moisture. By deforming the stent during implantation, it can conform to the patient’s airway geometry and then expand to its predetermined shape once deployed, providing a - Franzen and L. Freitag\n\nprevented as stents remain foreign bodies, and not all immunological reactions are fully understood. Biocompatibility means more than just not being cytotoxic. Thus, it seems reasonable to consider alternative chemical compounds or coatings of airway stents. There are promising attempts of combining mechanically customized stents with surface modifications, drug-eluting features, biodegradability, and time-dependent adaptation (“4D printing”) [5, 10]. Eventually technological progress will prevail and further vision are justified. The traditional approach of fabricating patient-specific devices in advance of a procedure poses challenges in terms of cost and time constraints. Recognizing these limitations, researchers have explored innovative solutions that allow for intraoperative customization of airway stents, tailoring the devices to the patient’s unique anatomy during the procedure itself. One promising approach involves the use of shape-memory materials or thermoplastic polymers that can be temporarily deformed and then regain their original shape upon exposure to specific stimuli, such as heat or moisture. By deforming the stent during implantation, it can conform to the patient’s airway geometry and then expand to its predetermined shape once deployed, providing a - Franzen and L. Freitagcustomized fit [16]. Another technique involves the use of three-dimensional printing technologies that can be integrated into the operating room. By leveraging patient-specific imaging data and advanced software, customized stent designs can be generated and printed on-demand during the procedure. This approach eliminates the need for prefabrication and allows for real-time adjustments based on intraoperative findings. It has already been discussed that there are huge regulatory hurdles before intraoperative customization can become clinical reality [5]. Stents While three-dimensional-printed stents offer personalized approach to palliate complex airway geometries, they still represent a foreign body within the airway, potentially leading to complications over time. Stents made from biodegradable materials have emerged as a promising alternative, offering temporary support while gradually dissolving after having accomplished its mission, eliminating the need for subsequent removal procedures. 3.1 Materials and Degradation Mechanisms Various biodegradable polymers have been explored for the development of bioresorbable airway stents, including polyesters including polylactic acid (PLA), polyglycolic acid (PGA), their copolymers (PLGA), polydioxanone (PDS), polycaprolactone (PCL), poly(trimethylene carbonates), polyanhydrides containing sebacic acid, and tyrosine-derived polyarylates [17, 18]. Hydrolytic degradation is the primary mechanism by which bioresorbable polymers, such as PLA, PGA, and their copolymers, break down. In this process, water molecules interact with the polymer chains, causing the cleavage of ester bonds and the formation of shorter polymer fragments. The rate of hydrolytic degradation is influenced by factors such as polymer composition, molecular weight, and environmental conditions like temperature and pH. Degradation can also occur via oxidative, photodegenerative, and enzymatic mechanisms. Understanding these degradation mechanisms is crucial for tailoring the degradation profiles of bioresorbable airway stents. By carefully selecting the polymer composition, processing conditions, and incorporating additives or coatings, researchers can modulate the degradation rate to ensure optimal structural support during the healing process while minimizing the risk of premature or delayed degradation. For example, PDS stents can afford good support for 5 weeks and can therefore be utilized for short-term applications ( 3.2 Preclinical and Clinical Studies Preclinical studies have demonstrated the feasibility and biocompatibility of bioresorbable airway stents in animal model [17, 19–21]. Interestingly, Chao et al. were the first to successfully investigate the combination of biodegradation and drug-eluting properties of an airway stent, providing steady release of cisplatin for at least 5 weeks [21]. Another step forward was published by Paunović et al. who reported the successful implantation of customized bioresorbable stents in healthy rabbits, with the stents remaining in place for 7 weeks before gradually degrading [8, 9]. The group even succeeded to prove drug-elution properties of their three-dimensional-printed, bioresorbable stents, underpinning the advent of next generation four-dimensional-printed medical devices. Clinical studies evaluating bioresorbable airway stents in humans are very limited, but preliminary results were Three-Dimensional-Printed and Bioabsorbable\n\nprocessing conditions, and incorporating additives or coatings, researchers can modulate the degradation rate to ensure optimal structural support during the healing process while minimizing the risk of premature or delayed degradation. For example, PDS stents can afford good support for 5 weeks and can therefore be utilized for short-term applications ( 3.2 Preclinical and Clinical Studies Preclinical studies have demonstrated the feasibility and biocompatibility of bioresorbable airway stents in animal model [17, 19–21]. Interestingly, Chao et al. were the first to successfully investigate the combination of biodegradation and drug-eluting properties of an airway stent, providing steady release of cisplatin for at least 5 weeks [21]. Another step forward was published by Paunović et al. who reported the successful implantation of customized bioresorbable stents in healthy rabbits, with the stents remaining in place for 7 weeks before gradually degrading [8, 9]. The group even succeeded to prove drug-elution properties of their three-dimensional-printed, bioresorbable stents, underpinning the advent of next generation four-dimensional-printed medical devices. Clinical studies evaluating bioresorbable airway stents in humans are very limited, but preliminary results were Three-Dimensional-Printed and Bioabsorbablepromising [22–26]. Very recently, safety and effectiveness of the self-expandable, biodegradable stents manufactured with polydioxanone by ELLA-CS Ltd. (Hradec Kralove, Czech Republic) were shown in a retrospective study on 47 patients [27]. ### 3.3 Future Directions Local drug release is undoubtedly a powerful property of any bioabsorbable or nonbioabsorbable implantable device by preventing from local adverse events or by the effect of a given drug. For example, the inherent growth inhibitory properties of many anticancer agents make these drugs ideal candidates for the prevention of restenosis or granulation tissue growth [28, 29]. On the other hand, antibiotic agents released by airway stents might provide an advantage by preventing bacterial colonization or infection. Similarly, in the study by Huvenne et al., it was observed that doxycycline-releasing stents improved postoperative healing after functional endoscopic sinus surgery [30]. Another indication for local drug release was shown with immunomodulatory agents, such as sirolimus [31], rapamycine [32], or dexamethasone [33] to treat or inhibit tracheal stenosis. Potentially, there are more drugs of interest with anti-proliferative and antifibrotic properties, which could have an impact on stenosis formation. Interestingly, the inhalative use of the antifibrotic drug nintedanib was recently shown to ameliorate tracheal stenosis by suppressing interleukin-8 and vascular endothelial growth factor (VEGF) and activating histone deacetylase 2 (HDAC2) in an animal model [34]. Thus, it remains to be investigated if a nintedanib-eluting tracheal stent may exhibit similar effects. As tempting as it sounds to a clinician, to load a customized stent with customized medications such as antibiotics against the patient’s tested bacteria or specific anti-proliferative drugs, one has to acknowledge the regulatory aspects. From the perspective of regulatory authorities, such a super customized stent would not be regarded as a medical device any longer, but it would be treated as a pharmaceutical product with all the extra requirements. ### Conclusion The development of three-dimensional-printed and bioresorbable airway stents represents a significant advancement in the field of interventional pulmonology, offering personalized, patient-specific solutions, and temporary airway support. Recent investigations have pioneered the use of novel materials, additive manufacturing techniques, and innovative designs to address the limitations of conventional stents. While challenges remain, ongoing research and collaboration between interventional pulmonologists, biomedical engineers, and regulatory bodies will be instrumental in overcoming these hurdles and bringing these innovative technologies into routine clinical practice. The quest for the ideal airway stent continues, and the integration of three-dimensional printing and bioresorbable materials may pave the way for more effective and safer management of central airway obstruction, ultimately improving patient outcomes and quality of life across all age groups. - Competing Interest Declaration* The author(s) has no competing interests to declare that are relevant to the content of this manuscript. ### References 1. Mahmood K, Wahidi MM, Thomas S, Argento AC, Ninan NA, Smathers EC, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respiration. 2015;89(5):404–13. 2. Noppen M, Stratakos G, D’Haese J, Meysman M, Vinken W. Removal of covered self-expandable metallic airway stents in benign disorders: indications, technique, and outcomes. Chest. 2005;127(2):482–7. 3. Freitag L, Ernst A, Unger M, Kovitz K, Marquette CH. A proposed classification system of central airway stenosis. Eur Respir J. 2007;30(1):7–12. 4. van Beelen S, Smesseim I, Guibert N, Wijma I, Burgers S. Broadening the scope for three-dimensional printed airway stents. ERJ Open Res. 2023;9(2):00673–2022. 5. Freitag L, Gördes M, Zarogoulidis P, Darwiche K, Franzen D, Funke F, et al. Towards individualized tracheobronchial stents: technical, practical and legal considerations. Respiration. 2017;94(5):442–56. 6. Koletsis EN, Kalogeropoulou C, Prodromaki E, Kagadis GC, Katsanos K, Spiropoulos K, et al. Tumoral and non-tumoral trachea stenoses: evaluation with three-dimensional computed tomography (CT) and virtual bronchoscopy. J Cardiothorac Surg. 2007;2:18. 7. Guibert N, Didier A, Moreno B, Lepage B, Leyx P, Plat G, et al. Treatment of complex airway stenoses using patient-specific 3D-engineered stents: a proof-of-concept study. Thorax. 2019;74(8):810–3. 8. Paunović N, Bao Y, Coulter FB, Masania K, Geks AK, Klein K, et al. Digital light 3D printing of customized bioresorbable airway stents with elastomeric properties. Sci Adv. 2021;7(6):eabe9499. 9. Paunović N, Marbach J, Bao Y, Berger V, Klein K, Schleich S, et al. Digital light 3D printed bioresorbable and NIR-responsive devices with photothermal and shape-memory functions. Adv Sci (Weinh). 2022;9(27):e2200907. 10. Freitag L, Gerold M, Darwiche K, Hibare K, Ötzkan F, Bourgazli A, et al. Rapid prototyping techniques for manufacturing fully customized airway stents. Op Acc J Bio Eng & Bio Sci 2021;4(3). OAJBEB.MS.ID.000187. https://doi.org/10.32474/OAJBEB.2022.04.000187.2022 11. FDA. 3D Printing of Medical Devices. https://www.fda.gov/medical-devices/products-and-medical-procedures/3d-printing-medical-devices 12. Schleich S, Kronen P, Krivitsky A, Paunović N, Brian CF, Karol AA, et al. Effects of shape and structure of a new 3D-printed personalized bioresorbable tracheal stent on fit and biocompatibility in a rabbit model. PLoS One. 2024;19(6):e0300847. 13. Guibert N, Didier A, Moreno B, Mhanna L, Brouchet L, Plat G, et al. Treatment of post-transplant complex airway stenosis with a three-\n\ncomplex airway stenoses using patient-specific 3D-engineered stents: a proof-of-concept study. Thorax. 2019;74(8):810–3. 8. Paunović N, Bao Y, Coulter FB, Masania K, Geks AK, Klein K, et al. Digital light 3D printing of customized bioresorbable airway stents with elastomeric properties. Sci Adv. 2021;7(6):eabe9499. 9. Paunović N, Marbach J, Bao Y, Berger V, Klein K, Schleich S, et al. Digital light 3D printed bioresorbable and NIR-responsive devices with photothermal and shape-memory functions. Adv Sci (Weinh). 2022;9(27):e2200907. 10. Freitag L, Gerold M, Darwiche K, Hibare K, Ötzkan F, Bourgazli A, et al. Rapid prototyping techniques for manufacturing fully customized airway stents. Op Acc J Bio Eng & Bio Sci 2021;4(3). OAJBEB.MS.ID.000187. https://doi.org/10.32474/OAJBEB.2022.04.000187.2022 11. FDA. 3D Printing of Medical Devices. https://www.fda.gov/medical-devices/products-and-medical-procedures/3d-printing-medical-devices 12. Schleich S, Kronen P, Krivitsky A, Paunović N, Brian CF, Karol AA, et al. Effects of shape and structure of a new 3D-printed personalized bioresorbable tracheal stent on fit and biocompatibility in a rabbit model. PLoS One. 2024;19(6):e0300847. 13. Guibert N, Didier A, Moreno B, Mhanna L, Brouchet L, Plat G, et al. Treatment of post-transplant complex airway stenosis with a three-13. dimensional, computer-assisted customized airway stent. Am J Respir Crit Care Med. 2017;195(7):e31-e3. 14. Schweiger T, Gildea TR, Prosch H, Lang G, Klepetko W, Hoetzenecker K. Patient-specific, 3-dimensionally engineered silicone Y-stents in tracheobronchomalacia: clinical experience with a novel type of airway stent. J Thorac Cardiovasc Surg. 2018;156(5):2019–21. 15. Tian S, Huang H, Hu Z, Dong Y, Bai C. A narrative review of progress in airway stents. J Thorac Dis. 2022;14(5):1674–83. 16. Mencattelli M, Mondal A, Miale R, Van Story D, Peine J, Li Y, et al. In vivo molding of airway stents. Adv Funct Mater. 2021;31(20):2010525. 17. Dutau H, Musani artificial intelligence (AI), Laroumagne S, Darwiche K, Freitag L, Astoul P. Biodegradable airway stents - bench to bedside: a comprehensive review. Respiration. 2015;90(6):512–21. 18. Stehlik L, Hytych V, Letackova J, Kubena P, Vasakova M. Biodegradable polydioxanone stents in the treatment of adult patients with tracheal narrowing. BMC Pulm Med. 2015;15:164. 19. Zhu GH, Ng AH, Venkatraman SS, Boey FY, Wee AL, Trasti SL, et al. A novel bioabsorbable drug-eluting tracheal stent. Laryngoscope. 2011;121(10):2234–9. 20. Saito Y, Minami K, Kobayashi M, Nakao Y, Omiya H, Imamura H, et al. New tubular bioabsorbable knitted airway stent: biocompatibility and mechanical strength. J Thorac Cardiovasc Surg. 2002;123(1):161–7. 21. Chao YK, Liu KS, Wang YC, Huang YL, Liu SJ. Biodegradable cisplatin-eluting tracheal stent for malignant airway obstruction: in vivo and in vitro studies. Chest. 2013;144(1):193–9. 22. Lischke R, Pozniak J, Vondrys D, Elliott MJ. Novel biodegradable stents in the treatment of bronchial stenosis after lung transplantation. Eur J Cardiothorac Surg. 2011;40(3):619–24. 23. Vondrys D, Elliott MJ, McLaren CA, Noctor C, Roebuck DJ. First experience with biodegradable airway stents in children. Ann Thorac Surg. 2011;92(5):1870–4. 24. Serio P, Fainardi V, Leone R, Baggi R, Grisotto L, Biggeri A, et al. Tracheobronchial obstruction: follow-up study of 100 children treated with airway stenting. Eur J Cardiothorac Surg. 2014;45(4):e100-9. 25. Antón-Pacheco JL, Comas JV, Luna C, Benavent MI, López M, Ramos V, et al. Treatment strategies in the management of severe complications following slide tracheoplasty in children. Eur J Cardiothorac Surg. 2014;46(2):280–5; discussion 5. 26. Wang J, Boutin KG, Abdulhadi O, Personnat LD, Shazly T, Langer R, et al. Fully biodegradable airway stents using amino alcohol-based poly(ester amide) elastomers. Adv Healthc Mater. 2013;2(10):1329–36. 27. Stehlik L, Guha D, Anandakumar S, Taskova A, Vasakova MK. Biodegradable tracheal stents: our ten-year experience with adult patients. BMC Pulm Med. 2024;24(1):238. 28. Hohenforst-Schmidt W, Zarogoulidis P, Pitsiou G, Linsmeier B, Tsavlis D, Kioumis I, et al. Drug eluting stents for malignant airway obstruction: a critical review of the literature. J Cancer. 2016;7(4):377–90. 29. Xu J, Ong HX, Traini D, Williamson J, Byrom M, Gomes Dos Reis L, et al. Paclitaxel-eluting silicone airway stent for preventing granulation tissue growth and lung cancer relapse in central airway pathologies. Expert Opin Drug Deliv. 2020;17(11):1631–45. 30. Huvenne W, Zhang N, Tijsma E, Hissong B, Huurdeman J, Holtappels G, et al. Pilot study using doxycycline-releasing stents to ameliorate postoperative healing quality after sinus surgery. Wound Repair Regen. 2008;16(6):757–67. 31. Motz KM, Lina IA, Samad I, Murphy MK, Duvvuri M, Davis RJ, et al. Sirolimus-eluting airway stent reduces profibrotic Th17 cells and inhibits laryngotracheal stenosis. JCI Insight. 2023;8(11):e158456. 32. Duvvuri M, Motz K, Murphy M, Feeley M, Ding D, Lee A, et al. Engineering an immunomodulatory drug-eluting stent to treat laryngotracheal stenosis. Biomater Sci. 2019;7(5):1863–74. 33. Morand J, McClellan P, Isali I, Dikici Y, Fan D, Li L, et al. Dexamethasone eluting polydopaminated polycaprolactone-poly (lactic-co-glycolic) acid for treatment of tracheal stenosis. J Biomed Mater Res A. 2024;112(5):781–92. 34. Wei P, Huang Z, Gan L, Li Y, Qin C, Liu G. Nintedanib ameliorates tracheal stenosis by activating HDAC2 and suppressing IL-8 and VEGF in rabbit. Am J Transl Res. 2020;12(8):4739–48. Three-Dimensional-Printed and Bioabsorbable Stents",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_dimensiona_pab_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}