{
  "id": "papoip_uomlfad_enriched",
  "title": "Use of Medical Lasers for Airway Disease",
  "abstract": "",
  "content": "Use of Medical Lasers for Airway Disease Shreya Podder and Septimiu Murgu Contents Introduction............................................................................................. Other Endobronchial Ablative Therapies............................................ 2 Physics of Laser......................................................................................... 2........................................................................................ 4.............................................................................................. 5 5.1 Lasers with Solid-State Lasing Medium................................................................. 5 5.2 Lasers with Gas Lasing Medium........................................................................ 5 5.3 Lasers with Liquid Lasing Medium..................................................................... 6 5.4 Lasers with Semiconductor Lasing Medium............................................................ 6 and Technique........................................................... 7 6.1 Anatomic Considerations................................................................................ 7 6.2 Physiologic and Anesthesia Considerations............................................................. 7 6.3 Laser Safety Programs for Operator and Staff........................................................... 8 6.4 Technical Tips............................................................................................ 9 6.5 Rigid Versus Flexible Bronchoscopy.................................................................... 9 6.6 Indications of Laser Bronchoscopy and Efficacy........................................................ 10 6.7 Malignant Airway Obstruction........................................................................... 10 6.8 Benign Airway Pathology................................................................................ 10 6.9 Hemoptysis............................................................................................... 11 and Complications...................................................................... 12 Contraindications....................................................................................... 13...................................................................................... 13 Conclusion............................................................................................... References...................................................................................................... Abstract There are various bronchoscopic ablative tools in interventional bronchoscopy, but lasers remain essential for managing specific benign and malignant central airway lesions. Endoluminal therapy for malignant airway obstruction consists of generally palliative measures or are used as a bridge therapy for definitive treatment, when feasible. Although compatible with flexible bronchoscope, lasers have predominantly been used with the rigid bronchoscope for laser-assisted mechanical debulking, which results in rapid tissue destruction in a single session thereby relieving dyspnea, cough or hemoptysis. In benign strictures, for inoperable patients, lasers are used as part of laser-assisted dilations techniques. This review will cover the fundamental physics principles of lasers, their operational modes, patient and personnel - Podder · S. Murgu (✉) University of Chicago, Chicago, IL, USA e-mail: shreya.podder@uchicagomedicine.org; smurgu@uchicagomedicine.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_38-1\n\nStaff........................................................... 8 6.4 Technical Tips............................................................................................ 9 6.5 Rigid Versus Flexible Bronchoscopy.................................................................... 9 6.6 Indications of Laser Bronchoscopy and Efficacy........................................................ 10 6.7 Malignant Airway Obstruction........................................................................... 10 6.8 Benign Airway Pathology................................................................................ 10 6.9 Hemoptysis............................................................................................... 11 and Complications...................................................................... 12 Contraindications....................................................................................... 13...................................................................................... 13 Conclusion............................................................................................... References...................................................................................................... Abstract There are various bronchoscopic ablative tools in interventional bronchoscopy, but lasers remain essential for managing specific benign and malignant central airway lesions. Endoluminal therapy for malignant airway obstruction consists of generally palliative measures or are used as a bridge therapy for definitive treatment, when feasible. Although compatible with flexible bronchoscope, lasers have predominantly been used with the rigid bronchoscope for laser-assisted mechanical debulking, which results in rapid tissue destruction in a single session thereby relieving dyspnea, cough or hemoptysis. In benign strictures, for inoperable patients, lasers are used as part of laser-assisted dilations techniques. This review will cover the fundamental physics principles of lasers, their operational modes, patient and personnel - Podder · S. Murgu (✉) University of Chicago, Chicago, IL, USA e-mail: shreya.podder@uchicagomedicine.org; smurgu@uchicagomedicine.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_38-1safety, their application in treating benign and malignant diseases, and how they compare to other techniques with immediate effects. With appropriate understanding of physics, proper training and regulatory compliance, lasers can be used safely and effectively in the central airway disorders. - Keywords* Laser · Central airway obstruction · Coagulation · Vaporization · Tracheal stenosis · Dilation · Strictures · Electrosurgery - 1 Introduction The word “LASER” is an acronym for Light Amplification of Stimulated Emission of Radiation. The principles of laser, which come from the work of Albert Einstein, centers on the stimulation of light emission using an external energy source, whether optical or electrical [1]. Inside a mirrored chamber with one semi-reflective wall, light is excited, resulting in the emission of a beam of photons capable of passing through the semi-reflective mirror. Each laser emits light corresponding to a distinct segment of electromagnetic spectrum. Electromagnetic radiation, ordered by decreasing wavelength and increasing frequency, spans from radio waves to gamma rays. Visible light occupies a narrow band between infrared and ultraviolet radiation, ranging from 400–700 nanometers (nm). The wavelength of a laser is mainly determined by the properties of the active material being stimulated. The first use of lasers to treat airway disorders involved the carbon dioxide (CO2) laser. In the early 1970s, Strong and Jako documented the clinical applications of the CO2 laser for treating severe laryngeal disorders [2]. Following the success of this therapy in the larynx, they extended its use below the vocal cords, performing laser bronchoscopy through a rigid bronchoscope [3, 4]. These initial experiences demonstrated that laser treatment could achieve precise resection and tissue destruction in confined areas with excellent hemostasis. However, as experience grew, the mechanical limitations of the CO2 laser delivery system became apparent. This eventually led to the adoption of the neodymium-doped yttrium aluminum garnet (Nd:YAG) laser for bronchoscopy by Toty, Dumon, and their colleagues [5, 6]. These early studies of bronchoscopic Nd:YAG laser therapy laid the foundation for much of the field’s subsequent development. It continues to be one of the most essential methods for effective airway debulking, largely due to its rapid onset of action, penetration depth, coagulation and vaporization properties, and its proven clinical effectiveness in appropriately selected cases. - 2 Laser Versus Other Endobronchial Ablative Therapies There are three main categories of therapy for endoluminal airway lesions: thermal ablation, cryotherapy, and photodynamic therapy (PDT) a form of delayed light activated localized chemotherapy. Laser therapy is a type of immediate thermal endobronchial ablative treatment and is distinct from other thermal ablative methods including contact electrosurgery (ES) or noncontact ES (i.e., argon plasma coagulation (APC). Unlike laser therapy, electrosurgery uses heat generated by electrical flow through a probe, which conducts the current to the target lesion while its tip is in contact with the tissue. The differences in tissue resistance generate heat, leading to cell death. The effects of electrosurgery depend on the features of the lesion, the current, power, mode, application time, and type of probe used. High-frequency electrical current enables a cutting mode, while low-frequency current is used for coagulation [7]. At high power settings, electrosurgery can vaporize or carbonize the target tissue [7]. APC is a form of noncontact electrosurgery, but the electrical current produced by an electrode flows through argon gas emitted from a port on the tip of the APC catheter. APC has an immediate ablative effect on tissue, along with a delayed cytocidal effect, similar to electrosurgery and laser therapy. However, APC’s shallow effect on tissue allows for coagulation without causing carbonization or vaporization, as seen with electrosurgery and laser. Additionally, because argon gas disperses in all directions, APC cannot always be precisely focused (due to scope movement, respiratory phases or cardiac pulsations), but its spraying capability is beneficial for treating lesions perpendicular to the probe tip or located in challenging sites [7]. Both contact ES and APC have much shallower penetration depth than Nd:YAG laser (3–5 mm vs 6–15 mm, depending on many variables discussed below), which makes laser a more versatile tool for deep coagulation prior to debulking with other tools (e.g., rigid forceps or scope) and more effective vaporization than electrosurgery techniques. - 3 Physics of Laser* Laser light requires a stimulus and a lasing medium. The lasing medium is a collection of atoms or molecules that can undergo stimulated emission. This active medium can be solid-state (e.g., Nd:YAG), gas (e.g., CO2), liquid (e.g., dye laser), or a semiconductor. The type of medium being excited determines the wavelength of light that is emitted and thus the function of the laser. The stimulus, which can be any type of energy such as an electrical current or even another laser, excites the electrons in the medium, causing them to move to a higher energy level. As the electrons return to their original energy state, they release photons. 2 S. Podder and S. Murgu\n\nthe probe tip or located in challenging sites [7]. Both contact ES and APC have much shallower penetration depth than Nd:YAG laser (3–5 mm vs 6–15 mm, depending on many variables discussed below), which makes laser a more versatile tool for deep coagulation prior to debulking with other tools (e.g., rigid forceps or scope) and more effective vaporization than electrosurgery techniques. - 3 Physics of Laser* Laser light requires a stimulus and a lasing medium. The lasing medium is a collection of atoms or molecules that can undergo stimulated emission. This active medium can be solid-state (e.g., Nd:YAG), gas (e.g., CO2), liquid (e.g., dye laser), or a semiconductor. The type of medium being excited determines the wavelength of light that is emitted and thus the function of the laser. The stimulus, which can be any type of energy such as an electrical current or even another laser, excites the electrons in the medium, causing them to move to a higher energy level. As the electrons return to their original energy state, they release photons. 2 S. Podder and S. MurguUse of Medical Lasers for Airway Disease repeatedly reflected within the medium by mirrors placed at each end, further exciting more electrons and amplifying the light. By making one of the mirrors partially transparent, a portion of the light is allowed to escape as a laser beam. Thus, the laser light possesses three unique characteristics: (I) Monochromaticity: All the photons in the laser light share a single wavelength. This is an essential property for using laser technology in clinical practice because chromophores selectively absorb specific wavelengths. (II) Coherence: The laser light waves maintain a consistent phase relationship in both space and time. (III) Collimation: The laser light travels in the same direction with minimal beam divergence, enabling the energy to remain concentrated over long distances when transmitted via optical fibers without loss of light by spreading. Of note, divergence of laser light is seen in clinical practice when the light exits the optical fiber. This divergence is used to adjust power density and thus tissue effects as described below. Laser wavelength is an important factor that helps to determine the appropriateness of a laser for endoscopic treatment. The wavelength of laser light influences how deeply it can penetrate tissue. Generally, within the visible light spectrum, longer wavelengths penetrate more deeply and results in less scattering effect. When selecting a laser for clinical use, it is important to consider both the depth of the target chromophore (light-absorbing components of the tissue) and the specific wavelength that the chromophore absorbs. For instance, the operators must know which laser light gets highly absorbed by hemoglobin ( Three following key factors determine the suitability of a specific laser for therapeutic bronchoscopy: power density, the ratio of absorption to scattering coefficients in soft tissue, and the laser’s delivery system. Power density is primarily influenced by the power (aka wattage, or amount of energy over a specific duration of time) delivered and the distance between the laser fiber tip and the target (which determines the treated surface area, due to divergence of the beam upon exiting the optical fiber) ( | Laser type | Wavelength (nm) | Penetration depth (mm) | Coagulation | Vaporization and cutting | Absorption Water | Absorption Hemoglobin | Power settings (W) | |:--- |:--- |:--- |:--- |:--- |:--- |:--- |:--- | | Nd:YAG | 1064 | 5–15 | xx | xxx | x | xxx | 20–40 | | Nd:YAP | 1340 | 3–10 | xxx | x | xx | xx | 20 | | Ho:YAG | 2100 | < 1 | x | xxx | xxx | x | 10 | | KTP | 532 | < 1 | x |---| - | xxx | 15–35 | | neoV | 980 | 2–4 | xx | xx | xx | xx | 20 | | neoV | 1470 | 2–3 | x | xxx | xxx | x | 10 | | CO2 | 10,600 | < 1 | x | xxx | xxxx | xxxx | 4–8 |\n\nlaser fiber tip and the target (which determines the treated surface area, due to divergence of the beam upon exiting the optical fiber) ( | Laser type | Wavelength (nm) | Penetration depth (mm) | Coagulation | Vaporization and cutting | Absorption Water | Absorption Hemoglobin | Power settings (W) | |:--- |:--- |:--- |:--- |:--- |:--- |:--- |:--- | | Nd:YAG | 1064 | 5–15 | xx | xxx | x | xxx | 20–40 | | Nd:YAP | 1340 | 3–10 | xxx | x | xx | xx | 20 | | Ho:YAG | 2100 | < 1 | x | xxx | xxx | x | 10 | | KTP | 532 | < 1 | x |---| - | xxx | 15–35 | | neoV | 980 | 2–4 | xx | xx | xx | xx | 20 | | neoV | 1470 | 2–3 | x | xxx | xxx | x | 10 | | CO2 | 10,600 | < 1 | x | xxx | xxxx | xxxx | 4–8 |coagulation ( The delivery system is also crucial, as the endoscopic working channel is limited in size, making lasers with optical fiber delivery systems the only suitable option for bronchoscopic procedures. - 4 Biological Effects** Choosing the right laser for medical use requires understanding of the laser’s interaction with tissue. When laser light is directed at tissue, like any wave, it can be reflected, absorbed, scattered, or transmitted ( - Podder and S. Murgu\n\nxxx | 20–40 | | Nd:YAP | 1340 | 3–10 | xxx | x | xx | xx | 20 | | Ho:YAG | 2100 | < 1 | x | xxx | xxx | x | 10 | | KTP | 532 | < 1 | x |---| - | xxx | 15–35 | | neoV | 980 | 2–4 | xx | xx | xx | xx | 20 | | neoV | 1470 | 2–3 | x | xxx | xxx | x | 10 | | CO2 | 10,600 | < 1 | x | xxx | xxxx | xxxx | 4–8 |coagulation ( The delivery system is also crucial, as the endoscopic working channel is limited in size, making lasers with optical fiber delivery systems the only suitable option for bronchoscopic procedures. - 4 Biological Effects** Choosing the right laser for medical use requires understanding of the laser’s interaction with tissue. When laser light is directed at tissue, like any wave, it can be reflected, absorbed, scattered, or transmitted ( - Podder and S. Murguunderlying dark tissue can be damaged (i.e., blood vessel). Scattering is affected by wavelength with longer wavelengths resulting in less scattering of light, a reason CO2 laser is commonly used for cutting properties. The thermal effect on tissue is produced by absorbed energy. Additionally, these effects depend on the tissue’s absorption and scattering coefficients and power density. A closer distance and higher power results in carbonization and vaporization with temperatures greater than 100 degreesC, whereas a greater distance between the probe and tissue, combined with lower power settings, produces a broader coagulating effect, at temperatures around 60 degreesC. ## Laser Types ### 5.1 Lasers with Solid-State Lasing Medium The Nd:YAG laser has been the most widely used in interventional pulmonology, although its availability in certain countries (including the United States) is now limited. Its laser medium consists of neodymium, a pink-colored rare earth element, doped into a crystal structure made of yttrium, aluminum, and garnet. The Nd:YAG laser has a wavelength of 1064 nm. Interestingly, this wavelength is poorly absorbed by both water and hemoglobin in the tissue, allowing it to penetrate deeply (up to 15 mm) and affect a larger area, creating an ideal power density for effective photodissection and coagulation. A significant drawback of the Nd:YAG laser is the operator’s difficulty in predicting the extent of deep tissue damage based on the surface appearance alone. If the power density increases sufficiently beneath the surface of the target tissue, the temperature can rise above the boiling point of water. This can cause a steam pocket to explode, leading to a “popcorn effect,” which may result in tissue perforation, rupture, and hemorrhage [8]. This is a main reason the laser beam is always directed toward the visible lumen (co-axial), and the beam is re-directed to a different spot on the tumor after one to two applications, to avoid an excessive temperature rise below the surface treated area. The Nd:YAG laser’s wavelength is not visible to the human eye, so a visible wavelength light (red light) is added to help the operator see the laser beam. While the Nd:YAG laser is powerful, capable of producing power over 100 watts, it is bulky and expensive. A more portable thermal laser has been introduced to the medical field, the neodymium-doped yttrium-aluminum-perovskite (Nd:YAP) laser, which emits light at 1340 nm. This laser has an absorption coefficient in water that is 20 times greater than that of the Nd:YAG laser. In theory, the slightly higher wavelength of the Nd:YAP may offer improved coagulation and devascularization compared to the Nd:YAG, but its higher absorption in water could lead to shallower effects. A retrospective review, however, has shown that the Nd:YAP laser can effectively restore airway patency without causing major complications [9]. Holmium-doped neodymium yttrium aluminum garnet (Ho:YAG) laser operates at a wavelength of 2100 nm and is absorbed by water approximately 100 times more effectively than the Nd:YAG laser. This allows the Ho:YAG laser to cut through tissue while minimizing thermal necrosis to surrounding areas, similar to the CO2 laser. Interestingly, the Ho:YAG laser also maintains a coagulative effect similar to that of the Nd:YAG laser. It has been used to treat both malignant and benign endobronchial conditions with minimal postoperative morbidity and mortality [10]. The Ho:YAG laser fiber can be positioned several millimeters from the target tissue for rapid vaporization, or it can be inserted directly into the tissue. We have used it in noncontact mode and in our opinion, the deep coagulation effects in tissue are lower than with Nd:YAG, likely because of its much higher absorption by water. The potassium titanyl phosphate (KTP) laser emits green light at a wavelength of 532 nm, which is half that of the Nd:YAG laser. This is achieved by placing a KTP crystal in the laser beam’s path, doubling the light’s frequency and halving its wavelength, bringing it into the visible green spectrum. Compared to the Nd:YAG laser, KTP laser light has a shallower penetration depth and reduced coagulative properties. The shallower penetration makes it preferable for treating superficial lesions (often used in laryngology) or for cutting through strictures (used as part of laser-assisted mechanical dilation of airway strictures) ( ### 5.2 Lasers with Gas Lasing Medium The CO2 laser has the longest wavelength among medically used lasers at 10,600 nm, making it less suitable for transmission through purely flexible optical fibers like silica. This problem initially limited its use to rigid or semirigid systems, requiring some degree of reflection [11]. However, the development of hollow-core fibers with an inner dielectric-metallic mirror coating, reflective on all surfaces, has enabled the creation of flexible delivery devices that can be used through flexible endoscopes [12]. Compared to other laser modalities, the CO2 laser offers high tissue absorption with minimal scattering, enabling precise point vaporization (i.e., cutting) of the targeted area with minimal penetration depth [13]. Its low scattering potential allows for coagulation of only small-diameter vessels, resulting in limited hemostatic capability. Due to these characteristics, the CO2 laser is less commonly used for major intrthoracic malignant airway lesions but is preferred for laryngeal and subglottic airway stricture interventions where precise cutting is desirable to release the tension in the stricture [14].\n\n(used as part of laser-assisted mechanical dilation of airway strictures) ( ### 5.2 Lasers with Gas Lasing Medium The CO2 laser has the longest wavelength among medically used lasers at 10,600 nm, making it less suitable for transmission through purely flexible optical fibers like silica. This problem initially limited its use to rigid or semirigid systems, requiring some degree of reflection [11]. However, the development of hollow-core fibers with an inner dielectric-metallic mirror coating, reflective on all surfaces, has enabled the creation of flexible delivery devices that can be used through flexible endoscopes [12]. Compared to other laser modalities, the CO2 laser offers high tissue absorption with minimal scattering, enabling precise point vaporization (i.e., cutting) of the targeted area with minimal penetration depth [13]. Its low scattering potential allows for coagulation of only small-diameter vessels, resulting in limited hemostatic capability. Due to these characteristics, the CO2 laser is less commonly used for major intrthoracic malignant airway lesions but is preferred for laryngeal and subglottic airway stricture interventions where precise cutting is desirable to release the tension in the stricture [14].Excimer lasers are similar to CO2 laser, but they use rare gas halides (e.g., ArF, KrF, and XeCl). These diatomic molecules, known as dimers, are stable only in their excited state, hence the term “excimer,” derived from “excited dimers.” Each excimer laser emits light at different wavelengths depending on the gas used, all of which fall in the ultraviolet spectrum below 350 nm. Excimer lasers always operate in a pulsed mode, delivering short pulses of 10–100 ns. Ultraviolet radiation is readily absorbed by living tissue, but unlike infrared and visible red light, it does not result in the generation of heat. Instead, tissue destruction occurs through mechanical effects. While the absence of collateral thermal damage to surrounding tissue can be beneficial in certain applications, the poor coagulation capability is a significant drawback for bronchoscopic resections, especially malignant tumors in which optimal coagulation is desirable prior to debulking. 5.3 Lasers with Liquid Lasing Medium Dye lasers use a beam from krypton, argon, ruby, or Nd:YAG lasers, which is passed through a liquid containing fluorescent organic dyes like rhodamines. The primary application of dye laser technology has been to activate hematoporphyrin for photochemotherapy in treating in situ carcinoma, early-stage carcinoma, and the submucosal component of invasive carcinoma. However, low-power dye lasers are not suitable for therapeutic bronchoscopy. For photodynamic therapy with photofrin, for example, a diode laser (630 nm) is used to activate photofrin and trigger a photooxidative reaction in tumor cells once exposed to the red light of the laser, but the laser itself does not have thermal ablative properties. 5.4 Lasers with Semiconductor Lasing Medium Diode lasers work by passing an electrical current through a solid-state semiconductor diode. This technology simplifies the laser cavity, enabling the development of high-powered devices that are compact and air-cooled. Although rare, the diode laser has been reported for use in bronchoscopic procedures, operating at a wavelength of 808 nm. It offers greater tissue absorption compared to the Nd:YAG laser, with coagulation effects similar to those of the argon laser and a cutting effect comparable to the CO2 laser [15]. An example of a diode laser is neoV laser, which operates at wavelengths 980 nm delivering up to 20 watts or 1470 nm delivering up to 10 watts. The neoV 980 has absorption in both water and hemoglobin, which offers a balanced, powerful, and effective tool for photodissection and coagulation, whereas the neoV 1470, with peak water absorption, offers a 6 S. Podder and S. Murgu\n\nphotofrin and trigger a photooxidative reaction in tumor cells once exposed to the red light of the laser, but the laser itself does not have thermal ablative properties. 5.4 Lasers with Semiconductor Lasing Medium Diode lasers work by passing an electrical current through a solid-state semiconductor diode. This technology simplifies the laser cavity, enabling the development of high-powered devices that are compact and air-cooled. Although rare, the diode laser has been reported for use in bronchoscopic procedures, operating at a wavelength of 808 nm. It offers greater tissue absorption compared to the Nd:YAG laser, with coagulation effects similar to those of the argon laser and a cutting effect comparable to the CO2 laser [15]. An example of a diode laser is neoV laser, which operates at wavelengths 980 nm delivering up to 20 watts or 1470 nm delivering up to 10 watts. The neoV 980 has absorption in both water and hemoglobin, which offers a balanced, powerful, and effective tool for photodissection and coagulation, whereas the neoV 1470, with peak water absorption, offers a 6 S. Podder and S. Murguprecision microsurgical tool for soft tissue ablation and has been safely used in bronchoscopic procedures. ## Procedural Considerations and Technique ### 6.1 Anatomic Considerations When planning a laser procedure, it is crucial for the bronchoscopist to have a thorough understanding of the patient’s airway and mediastinal anatomy and to maintain clear orientation within the airway at all times. The trachea is easily accessible, and its anatomical relationships are well understood. Posteriorly, it is in constant contact with the esophagus, while anteriorly, the innominate artery usually crosses the trachea below the fourth to fifth tracheal rings. The aortic arch and recurrent nerve are adjacent to the left side of the tracheal end. The right main bronchus is in contact with the pulmonary artery anteriorly, and the left main bronchus is surrounded by the esophagus posteriorly, the aortic arch above, and the pulmonary artery anteriorly. Laser resection in the right and left upper lobe bronchi is challenging, even when using a flexible fiberoptic bronchoscope, due to the rigidity of the laser fiber, which limits the scope’s angulation. Additionally, the proximity of the pulmonary artery, particularly on the left, poses a significant risk, making resections in the upper lobes more limited. Access to the right lower and middle lobe bronchi, as well as the left lower lobe bronchi, is generally easier. The main anatomical considerations in these areas involve the mediastinal organs, particularly the heart and pulmonary veins. A thorough analysis of patient’s imaging studies is important prior to laser bronchoscopy as deviation from the aforementioned anatomy is not uncommon and the usual airway-vasculature relationship could be altered ( ### 6.2 Physiologic and Anesthesia Considerations The tracheobronchial tree has a volume of only 150 mL (anatomical dead space), so even a small accumulation of blood or secretions can lead to significant hypoxia, posing serious cardiovascular risks such as myocardial ischemia, arrhythmia, and potentially cardiac arrest. To minimize the risk of hemorrhage, coagulating the lesion before resection is essential. Ensuring a clear airway and maintaining effective ventilation at all times are essential for preventing complications. Another potential complication of using lasers in bronchoscopy is the risk of an airway fire, which can occur when three critical elements-an oxidizer, an ignition source, and a flammable fuel substrate-are present in close proximity. Therefore, caution is necessary when using oxygen near flammable materials, such as a fiber optic bronchoscope or endotracheal tube (ETT). The use of laser-resistant ETT should be considered when using laser in the airway [16] ( General anesthesia is typically more comfortable for both the patient and the bronchoscopist and likely safer than moderate sedation, as suggested by results from AQuIRE registry on therapeutic procedures. For the bronchoscopist, anesthetic agents with short half-lives are preferable to ensure rapid patient recovery and avoid the need for postoperative ventilation. The introduction of neuromuscular reversal agents, such as Sugammadex, has significantly lowered the Use of Medical Lasers for Airway ## Detailed Structured Description of the Figure - Figure Title:* Axial Chest computed tomography (CT) Scans Demonstrating Thoracic Pathologies and Interventional Procedures - Figure Type:* Medical Image (Computed Tomography) - Overall Description: The figure displays two distinct axial CT scans of the human thorax, offering cross-sectional views that highlight different severe unilateral chest pathologies. Both images show the chest cavity, including ribs, vertebrae, mediastinal structures (heart, great vessels, trachea), and lung fields, with standard radiological orientation (patient's right is on the viewer's left). The scans illustrate the impact of these pathologies on lung parenchyma, pleural spaces, and mediastinal displacement, with the right panel specifically indicating the use of interventional tools. --- ### Left Panel (Panel A) Description - Image Type: Axial CT scan of the chest, depicting a cross-section at the level of the upper mediastinum. - *Anatomical Overview:* The image shows the upper chest with the vertebral bodies posteriorly, ribs laterally, and the mediastinum centrally. - *Pathological Findings: - Right Hemithorax: The right lung field is largely occupied by an extensive area of increased soft tissue attenuation (appears whitish-gray), indicating massive consolidation and/or atelectasis (lung collapse). Within this dense region, multiple irregular, darker lucencies are present, which could represent air bronchograms, cavitations, or complex air-fluid levels within the diseased lung parenchyma. The normal air-filled appearance of the lung is severely compromised. - *Mediastinum:* The mediastinal structures, including the trachea (visible as a dark, air-filled tube) and the great vessels, are significantly displaced towards the left hemithorax. This displacement suggests a considerable mass effect originating from the right side, likely due to a large lesion, complex effusion, or massive consolidation. - *Left Hemithorax:* The left lung appears well-aerated and otherwise unremarkable, showing normal black (air-filled) parenchyma with visible pulmonary vessels. - *Annotations:* A dashed blue line originates near the carina/main bronchus and extends into the right lung pathology, likely tracing the course of the right main bronchus. A white 'R' marker is positioned adjacent to the origin of this dashed line, indicating the right side/right main bronchus. - *Interpretation:* This panel demonstrates a severe right-sided lung pathology, possibly a large consolidated mass or complicated pleural disease, causing significant volume expansion and displacement of the mediastinum to the contralateral (left) side. --- ### Right Panel (Panel B) Description - *Image Type:* Axial CT scan of the chest, depicting a cross-section at a similar thoracic level to Panel A. - *Anatomical Overview:* Shows the chest cavity, including the vertebral column, ribs, and mediastinum. - *Pathological Findings: - Left Hemithorax: The left pleural space is almost entirely filled with a large, relatively homogeneous, soft tissue density (whitish-gray), which is characteristic of a massive left-sided pleural effusion. The normal left lung parenchyma is severely compressed and displaced posteromedially by this fluid accumulation, appearing as a small, flattened, and dense structure against the vertebral column. - *Mediastinum:* As a consequence of the large pleural effusion, the mediastinal structures, including the heart and great vessels, are markedly shifted towards the right hemithorax. - *Right Hemithorax:* The right lung appears well-aerated and normal, with no obvious pathology.\n\nline, indicating the right side/right main bronchus. - *Interpretation:* This panel demonstrates a severe right-sided lung pathology, possibly a large consolidated mass or complicated pleural disease, causing significant volume expansion and displacement of the mediastinum to the contralateral (left) side. --- ### Right Panel (Panel B) Description - *Image Type:* Axial CT scan of the chest, depicting a cross-section at a similar thoracic level to Panel A. - *Anatomical Overview:* Shows the chest cavity, including the vertebral column, ribs, and mediastinum. - *Pathological Findings: - Left Hemithorax: The left pleural space is almost entirely filled with a large, relatively homogeneous, soft tissue density (whitish-gray), which is characteristic of a massive left-sided pleural effusion. The normal left lung parenchyma is severely compressed and displaced posteromedially by this fluid accumulation, appearing as a small, flattened, and dense structure against the vertebral column. - *Mediastinum:* As a consequence of the large pleural effusion, the mediastinal structures, including the heart and great vessels, are markedly shifted towards the right hemithorax. - *Right Hemithorax:* The right lung appears well-aerated and normal, with no obvious pathology.risk of residual paralysis following the procedure [17]. Regardless of the anesthesia method used, close communication between the bronchoscopist and anesthesiologist is crucial for managing ventilation throughout the procedure. Blood oxygen levels should be continuously monitored using a pulse oximeter. To maintain a clear operating field, at least two suction catheters-one for the bronchoscope and another for suctioning the mouth-should be available to remove blood, secretions, and smoke. The patient’s respiratory status should be evaluated to determine their ability to tolerate hypoxemia, as the safe use of lasers requires reducing the inspiratory oxygen concentration (FiO2) and expiratory oxygen concentration (FeO2) to 40 % or less. Lasers do pose a fire hazard inside and outside the patient’s body and could be the most significant downside of using laser as the heat of the beam could ignite combustible solids, liquids, or gases. The direct or reflected beam can start a fire. Of note, the staff needs to be familiar with flammable material such as flammable liquids, combustible ointments (e.g., skin prep solutions), gases (e.g., oxygen, methane, some anesthetic agents, and alcohol vapors), plastics, surgical drapes, adhesive or plastic tapes, and endotracheal tubes. In addition to typical fire prevention strategies, it is recommended to place wet drapes, sponges, or towels around the procedure site and not to use flammable liquids such as alcohol or acetone and have sterile water or saline available, but this should not be placed on the laser-they should be easily accessible, however, in case of an airway fire. These safety principles apply to electrosurgery as well. Since lasers deliver thermal energy through light rather than electricity, they can be safely used in patients with pacemakers or other implanted cardiac devices. 6.3 Laser Safety Programs for Operator and Staff Institutions have laser safety programs coordinated by the Departments of Environmental Safety and Compliance. Some institutions mandate laser safety courses and assessments annually for credentialing purposes. Regarding personnel safety, lasers are classified in four classes, with higher number reflecting higher power, which could result in more scattered radiation. Most lasers used in the airway are class 3B or 4, for which the beam exposure to eye, skin, or scattered radiation need to be avoided. The signage on the laser device and on the operating room doors list the laser class and provide warnings such as “Invisible laser radiation. Avoid eye and skin exposure.” Operators need to familiarize themselves with the concept of maximum permissible exposure (MPE), which is the level of radiation to which one may be exposed without hazardous effects to the skin and eye. MPE depends on power, wavelength, and exposure time. The nominal hazard zone (NHZ) refers to the area of potentially hazardous laser radiation, which is basically the space within which the level of direct, scattered, or reflected laser radiation could exceed the MPE. Typically, the NHZ is the room where the procedure is being conducted. The doors and windows are closed and covered with a barrier that blocks transmission of the beam. The reflective surfaces are also covered inside the room, and only authorized persons can be inside the NHZ. In addition, operators and staff present in the room must wear protective eyewear while they are present in the NHZ. Laser, just like electrosurgery, can vaporize, coagulate, and cut tissues, and the vapors the smoke and particulate matter produced during these interventions together form what is called plumes. These plumes can contain pathogens and combustible material. The short-term effect of plumes, according to the CDC, include eye, nose, and throat irritation including cough and chest tightness. Of note, transmission of human papilloma virus through surgical smoke from lasers has been documented. Therefore, in cases of recurrent respiratory papillomatosis, suction must be optimized; the use of laser should be diminished, and alternatives such as cryotherapy should be strongly considered. - Podder and S. Murgu\n\ndirect, scattered, or reflected laser radiation could exceed the MPE. Typically, the NHZ is the room where the procedure is being conducted. The doors and windows are closed and covered with a barrier that blocks transmission of the beam. The reflective surfaces are also covered inside the room, and only authorized persons can be inside the NHZ. In addition, operators and staff present in the room must wear protective eyewear while they are present in the NHZ. Laser, just like electrosurgery, can vaporize, coagulate, and cut tissues, and the vapors the smoke and particulate matter produced during these interventions together form what is called plumes. These plumes can contain pathogens and combustible material. The short-term effect of plumes, according to the CDC, include eye, nose, and throat irritation including cough and chest tightness. Of note, transmission of human papilloma virus through surgical smoke from lasers has been documented. Therefore, in cases of recurrent respiratory papillomatosis, suction must be optimized; the use of laser should be diminished, and alternatives such as cryotherapy should be strongly considered. - Podder and S. MurguAnother safety consideration is eye protection for the operator and staff, and the eyewear is based on optical density and the laser power, wavelength, and predicted exposure time. It is noteworthy that the eyewear is specific to the laser and not interchangeable between the laser systems. This is the reason why for different lasers, the technicians provide the team with different goggles to wear in the operating room (i.e., the nominal hazard zone). The operator should also use and wear personal protective equipment for the skin to protect against potential burns due to potential scattered radiation exposure. Thus, gown and gloves and the UV face shield are recommended. Additionally, no hairspray and no oil-based lubricants should be worn by the operating team or by the patient, to avoid fires. 6.4 Technical Tips The laser fiber must be aligned parallel (coaxial) in the airway to prevent accidental aiming to major blood vessels or other mediastinal structures. It is essential to maintain firm control over the laser’s direction to avoid unnecessary harm to surrounding tissues. A positive pressure recruitment maneuver can be implemented during actual application of the laser to improve patency and visualization as well as create stability, or ventilation can be held during actual laser application. However, many patients cannot tolerate such maneuvers, and thus, operators need to synchronize laser application with airway movement due to respiratory phases and transmitted cardiac, aortic, or innominate artery pulsations. Once tissue effects become visible, adjustments can be made to the laser settings and distance from the target. It is relevant to note that the effect of the laser on the tissue can be deeper than expected (see above sections). Care should be taken to keep the fiber tip clean and free of debris to ensure precise laser activation. After treating the tissue and controlling any bleeding, additional techniques such as mechanical debulking, forceps methods, or cryodebulking may be used as part of a multimodal approach. 6.5 Rigid Versus Flexible Bronchoscopy Worldwide, most practitioners perform endoscopic laser resection with a rigid bronchoscope, but flexible bronchoscopes can also be used with good outcomes [18]. Both rigid and flexible bronchoscopic use of laser come with advantages and disadvantages [19]. Flexible bronchoscopy is more common than rigid bronchoscopy. It offers the advantages of being an outpatient procedure that can be performed under local analgesia and moderate sedation, theoretically making it safer for high-risk patients, although the AQuIRE registry showed that moderate sedation is an independent risk factor for complications of therapeutic bronchoscopy [20]. Additionally, flexible bronchoscopy is less costly since it doesn’t require an operating room and needs a smaller team. However, the disadvantages include longer and more difficult treatment for patients and potential smoke exposure hazards for staff. The technique also lacks the ability for mechanical resection and proper dilation, leading to less effective airway clearing and higher laser energy use. The small working channel limits simultaneous use of instruments, making procedures like bleeding control and stent placement more challenging or not feasible. Flexible bronchoscopes are flammable and less suitable for managing bleeding or placing stents under moderate sedation. In our practice, we only rarely use flexible bronchoscopy for laser application, usually when rigid bronchoscopy is not feasible or possible (patient with limited cervical spine mobility or mouth opening, stricture/mass in the lobar bronchi, or high subglottic lesions) ( Use of Medical Lasers for Airway\n\nprocedure that can be performed under local analgesia and moderate sedation, theoretically making it safer for high-risk patients, although the AQuIRE registry showed that moderate sedation is an independent risk factor for complications of therapeutic bronchoscopy [20]. Additionally, flexible bronchoscopy is less costly since it doesn’t require an operating room and needs a smaller team. However, the disadvantages include longer and more difficult treatment for patients and potential smoke exposure hazards for staff. The technique also lacks the ability for mechanical resection and proper dilation, leading to less effective airway clearing and higher laser energy use. The small working channel limits simultaneous use of instruments, making procedures like bleeding control and stent placement more challenging or not feasible. Flexible bronchoscopes are flammable and less suitable for managing bleeding or placing stents under moderate sedation. In our practice, we only rarely use flexible bronchoscopy for laser application, usually when rigid bronchoscopy is not feasible or possible (patient with limited cervical spine mobility or mouth opening, stricture/mass in the lobar bronchi, or high subglottic lesions) ( Use of Medical Lasers for AirwayRigid bronchoscopy under general anesthesia offers greater comfort for both the patient and physician, allowing simultaneous use of multiple instruments and more effective management of complications. The ability to perform dilation and mechanical resection shortens the procedure time and reduces laser exposure, while stent placement is also easier. Additionally, the equipment is affordable and durable. However, the procedure requires an experienced team, in most instances, an operating room, which could increase the overall cost. ## 6.6 Indications of Laser Bronchoscopy and Efficacy Central airway obstructions (CAO) that cause respiratory symptoms, whether due to benign conditions or localized malignant lesions, are indications for laser-assisted endoscopic resection. Tumor-induced obstructions have been the most common reason for this procedure when central airway lung cancer (i.e., squamous cell ca) was more prevalent. In our institution, most laser cases are for benign airway strictures co-managed by the laryngology, interventional pulmonology, and thoracic surgery physicians as part of the complex airway team. Additionally, lasers have been reportedly effective in treating carcinoma in situ. In benign conditions, lasers are particularly valuable for managing tracheal stenosis resulting from intubation or tracheotomy, subglottic stenosis. Lasers have been used for CAO due to benign exophytic lesions (e.g., granulation tissue and papillomas), a topic beyond the scope of this chapter. ## 6.7 Malignant Airway Obstruction Numerous case series show that lasers are effective for treating central airway obstruction (CAO) and managing bleeding. Most recent studies use multimodal approaches, combining thermal techniques (like lasers and electrosurgery) with mechanical methods (such as coring out and forceps), sometimes with stenting. This makes it challenging to evaluate the impact of each individual method. In a landmark article from the beginning of laser bronchoscopy, Cavaliere and colleagues reported on 1396 laser procedures in 1000 patients, in which 64 % had malignant CAO [21]. They found significant improvements in airway lumen size or ventilation in over 90 % of patients with malignant bronchial tumors, although symptom assessment was not standardized. Of note, there is old evidence that Nd:YAG laser treatment, followed by radiotherapy, showed increased survival for 15 patients with inoperable lung cancer compared to 11 historical controls treated with radiotherapy alone [22]. This hypothesis has been confirmed over the years, with several series documenting improved survival in patients in malignant CAO whose airway patency was successfully restored [23, 24]. The AQuIRE multicenter registry reviewed 1115 procedures in 947 patients with malignant CAO, with laser bronchoscopy used in 24 % of cases [20]. The authors found a 93 % technical success rate and a 48 % rate of clinically significant symptom improvement [25]. The overall complication rate was 3.9 %, with variations between centers. Complications were more frequent with moderate sedation, urgent procedures, higher ASA scores, and repeat procedures [20]. There is limited data on the impact of therapeutic bronchoscopy on quality-adjusted survival. A prospective study of 102 patients with malignant airway obstruction achieved anatomic success in 90 % of cases, resulting in reduced dyspnea and improved health-related quality of life (HRQOL) that was sustained long term [26]. In our institution, for malignant CAO, we use lasers as part of multimodal (with debulking, possibly stenting) and cross-disciplinary management of patients with advanced thoracic malignancies with the basic principle in mind that these interventions are palliative or used as a bridge to systemic oncologic care or curative intent treatment (surgery or chemoradiotherapy). ## 6.8 Benign Airway Pathology The impact of therapeutic bronchoscopy using laser on quality-adjusted survival in benign disease is currently lacking robust data. However, for several decades, laryngologists and bronchoscopists have used laser-assisted mechanical dilation to improve airway patency and symptoms in patients with benign tracheal and bronchial strictures. Overall, published data suggest that the efficacy and safety profile of bronchoscopic laser treatment, as part of a multimodal airway approach (with dilation, possibly stenting) when performed by experienced practitioners. Simple weblike stenoses of the trachea or bronchi can be treated successfully with laser and mechanical dilatation, with cure rates ranging from 60 % to 95 % after two or three sessions [27–29] ( 10 S. Podder and S. Murgu\n\nlife (HRQOL) that was sustained long term [26]. In our institution, for malignant CAO, we use lasers as part of multimodal (with debulking, possibly stenting) and cross-disciplinary management of patients with advanced thoracic malignancies with the basic principle in mind that these interventions are palliative or used as a bridge to systemic oncologic care or curative intent treatment (surgery or chemoradiotherapy). ## 6.8 Benign Airway Pathology The impact of therapeutic bronchoscopy using laser on quality-adjusted survival in benign disease is currently lacking robust data. However, for several decades, laryngologists and bronchoscopists have used laser-assisted mechanical dilation to improve airway patency and symptoms in patients with benign tracheal and bronchial strictures. Overall, published data suggest that the efficacy and safety profile of bronchoscopic laser treatment, as part of a multimodal airway approach (with dilation, possibly stenting) when performed by experienced practitioners. Simple weblike stenoses of the trachea or bronchi can be treated successfully with laser and mechanical dilatation, with cure rates ranging from 60 % to 95 % after two or three sessions [27–29] ( 10 S. Podder and S. Murguscarring of the mucosa. In contrast, complex stenoses involving cartilage disruption or extensive lesions ( > 1 cm in length) require surgical resection, but if not feasible, stent placement could be used, as laser and dilatation alone have relapse rates of around 90 % [27]. Laser therapy has been used to treat what authors labeled as tracheobronchomalacia caused by excessive collapse of the membranous posterior wall, provided that the cartilaginous rings remained intact (i.e., excessive dynamic airway collapse). The objective is to induce tissue retraction and fibrosis of the posterior wall using low power (15–20 W), which is theorized to stabilize the wall during exhalation and reduce the degree of collapse [30]. However, in the absence of physiologic metrics and long-term safety and efficacy data, we recommend against using lasers for TBM and EDAC. The pars membranosa of the trachea consists of muscle and is only 1–3 mm in thickness. Given the absence of animal studies and reliable human pilot studies, there is a real concern for sloughing of the mucosa and airway perforation when lasers are used in EDAC. Small benign fistulas, measuring no more than 2 mm in diameter, can be sealed using low-power laser treatment [32]. The laser must be applied around the edges of the fistula in a circumferential manner to induce tissue retraction, effectively closing the fistula. The evidence is anecdotal and use of lasers for this application should only be decided after a multidisciplinary discussion as patients with benign fistulas may be candidates for curative surgical procedures. 6.9 Hemoptysis Hemoptysis originating from a visible source in the central airways can be controlled in 60–94 % of cases [21, 33, 34]. While most cases are caused by tumors, other causes such as angiomas and infections can also occur. The advantage of laser therapy is its noncontact mode. Hemoptysis management is best performed with a rigid bronchoscope, allowing simultaneous aspiration of secretions and blood during laser treatment, preventing airway obstruction from large amount of blood. Hemostatic agents such as oxidized cellulose polymers (i.e., Surgicel) can be inserted using rigid forceps through the rigid bronchoscope, which technically is not feasible via flexible bronchoscopy ( Use of Medical Lasers for Airway\n\nmeasuring no more than 2 mm in diameter, can be sealed using low-power laser treatment [32]. The laser must be applied around the edges of the fistula in a circumferential manner to induce tissue retraction, effectively closing the fistula. The evidence is anecdotal and use of lasers for this application should only be decided after a multidisciplinary discussion as patients with benign fistulas may be candidates for curative surgical procedures. 6.9 Hemoptysis Hemoptysis originating from a visible source in the central airways can be controlled in 60–94 % of cases [21, 33, 34]. While most cases are caused by tumors, other causes such as angiomas and infections can also occur. The advantage of laser therapy is its noncontact mode. Hemoptysis management is best performed with a rigid bronchoscope, allowing simultaneous aspiration of secretions and blood during laser treatment, preventing airway obstruction from large amount of blood. Hemostatic agents such as oxidized cellulose polymers (i.e., Surgicel) can be inserted using rigid forceps through the rigid bronchoscope, which technically is not feasible via flexible bronchoscopy ( Use of Medical Lasers for AirwayPatient Risks and Complications Reported complication rates in the largest series range from 2.3 % to 8.4 % [20, 21, 25]. Rare complications of laser therapy include airway fire, air embolism (due to airway perforation while on positive pressure ventilation), and death. These issues may arise when the operator cannot accurately predict deep tissue damage based on surface appearance or due to lack or miscommunication between the operator and anesthesia staff regarding FiO2 and FeO2 during laser application. If the power density increases deep within the tissue (due to high absorption beyond the lesion surface area as it’s the case with intratumoral blood vessels), it can elevate temperatures beyond the boiling point of water, causing steam pockets to explode (popcorn effect), potentially leading to tissue perforation, rupture, and bleeding [8]. This is preventable by constantly moving the laser beam every 1–3 s pulses and “paint” the surface of the tumor rather than apply energy in the same spot over several applications ( Although airway bleeding is a relatively common occurrence during laser procedures and is often the reason for the treatment, most cases can be managed locally due to the laser’s coagulative properties. In cases of uncontrollable hemorrhage, intubation (if not already done) is essential for hemostatic measures. To minimize the risk of airway perforation, operators must avoid aggressive vaporization of large lesions, avoid directing the laser beam perpendicular to the airway wall, and adhere to safe practice guidelines as described in above sections. Severe injuries and deaths have been linked to airway fires caused by lasers. If a fire or spark occurs, immediately cool the tissues, remove flammable objects, and re-secure the airway if needed. Follow-up bronchoscopy is required to check for burn injuries and collateral damage. Avoiding high-flow oxygen and lasers in patients with indwelling stents or tracheostomy can help prevent airway fires. Although rare, air embolism can occur if air enters bronchial or systemic veins during the procedure. This risk can be reduced by maintaining low coolant airflow for the laser fiber and avoiding direct contact between the probe and tissue [35]. The main preventive strategy is avoiding aiming the laser beam toward normal airway structures, especially when surrounded by large vessels. Sudden cardiovascular collapse or symptoms of a cerebrovascular event may indicate an air embolism, requiring immediate cessation of the procedure and appropriate treatment. - Podder and S. Murgu\n\nairway perforation, operators must avoid aggressive vaporization of large lesions, avoid directing the laser beam perpendicular to the airway wall, and adhere to safe practice guidelines as described in above sections. Severe injuries and deaths have been linked to airway fires caused by lasers. If a fire or spark occurs, immediately cool the tissues, remove flammable objects, and re-secure the airway if needed. Follow-up bronchoscopy is required to check for burn injuries and collateral damage. Avoiding high-flow oxygen and lasers in patients with indwelling stents or tracheostomy can help prevent airway fires. Although rare, air embolism can occur if air enters bronchial or systemic veins during the procedure. This risk can be reduced by maintaining low coolant airflow for the laser fiber and avoiding direct contact between the probe and tissue [35]. The main preventive strategy is avoiding aiming the laser beam toward normal airway structures, especially when surrounded by large vessels. Sudden cardiovascular collapse or symptoms of a cerebrovascular event may indicate an air embolism, requiring immediate cessation of the procedure and appropriate treatment. - Podder and S. Murgutherapy can be performed safely by a well-trained operator and team. However, it is relatively contraindicated in cases of complete or near-complete airway obstruction without clear visualization of the distal lumen due to the risk of airway perforation as it’s nearly impossible to determine the exact airway axis. In addition, if distal airway patency cannot be assessed, any therapeutic bronchoscopy procedure is potentially futile. In our practice, we use a small diameter flexible bronchoscope, and while injecting cold saline, we advance the bronchoscope and attempt to visualize distal lobar and segmental airways. If distal airways are patent, we proceed with therapeutic bronchoscopy; if not, in our opinion, any therapeutic bronchoscopy intervention at that time is contraindicated. In situations involving severe or unmanageable hypoxemia, unstable cardiovascular conditions, or extremely friable mucosa with high tendency to bleed, operator discretion is recommended. Bronchoscopic laser procedures typically do not need specific immediate follow-up care if no complications arise, aside from standard post-bronchoscopy care. Patients often return home the same day if the procedure is done on an outpatient basis. We admit patients who underwent subglottic stenosis procedures or had tracheal stent placement for observation in case laryngeal edema or stent migration occur in the postoperative period. Many specialists recommend a follow-up bronchoscopy a few weeks later to thoroughly examine the airway and decide on need for further interventions. bronchoscopy with laser for central airway obstruction is an effective and time-proven technique when performed by an experienced team respecting known laser physics and safety principles. It is used as an adjunct to other endobronchial therapeutic methods for restoring patency in benign and malignant disease either as a bridge to definitive interventions or with a palliative intent in advanced malignancies or inoperable patients with benign strictures. References 1. Quantum theory of radiation - Oxford Reference [Internet]. [cited Aug 2024]. https://www.oxfordreference.com/display/10.1093/oi/authority.20110803100357791 2. Strong MS, Jako GJ. Laser surgery in the larynx. Early clinical experience with continuous CO2 laser. Ann Otol Rhinol Laryngol. 1972;81(6):791–8. 3. Strong MS, Vaughan CW, Polanyi T, Wallace R. Bronchoscopic carbon dioxide laser surgery. Ann Otol Rhinol Laryngol. 1974;83(6):769–76. 4. Strong MS, Jako GJ, Polanyi T, Wallace RA. Laser surgery in the aerodigestive tract. Am J Surg. 1973;126(4):529–33. 5. Dumon JF, Reboud E, Garbe L, Aucomte F, Meric B. Treatment of tracheobronchial lesions by laser photoresection. Chest. 1982;81(3): 278–84. 6. Toty L, Personne C, Colchen A, Vourc’h G. Bronchoscopic management of tracheal lesions using the neodynium yttrium aluminium garnet laser. Thorax. 1981;36(3):175–8. 7. Sachdeva A, Pickering EM, Lee HJ. From electrocautery, balloon dilatation, neodymium-doped:yttrium-aluminum-garnet (Nd:YAG) laser to argon plasma coagulation and cryotherapy. J Thorac Dis. 2015;7(Suppl 4):S363-79. 8. Fisher JC. The power density of a surgical laser beam: its meaning and measurement. Lasers Surg Med. 1983;2(4):301–15. 9. Lee HJ, Malhotra R, Grossman C, Wesley SR. Initial report of neodymium: yttrium-aluminum-perovskite (Nd: YAP) laser use during bronchoscopy. J Bronchol Interv Pulmonol. 2011;18(3):229–32. 10. Squiers JJ, Teeter WA, Hoopman JE, Piepenbrok K, Wagner R, Ferguson R, et al. Holmium:YAG laser bronchoscopy ablation of benign and malignant airway obstructions: an 8-year experience. Lasers Med Sci. 2014;29(4):1437–43. 11. Ramser ER, Beamis JF. Laser bronchoscopy. Clin Chest Med. 1995;16(3):415–26. 12. Shurgalin M, Anastassiou C. A new modality for minimally invasive CO2 laser surgery: flexible hollow-core photonic bandgap fibers. Biomed Instrum Technol. 2008;42(4):318–25. 13. Shapshay SM, Dumon JF, Beamis JF. Endoscopic treatment of tracheobronchial malignancy. Experience with Nd-YAG and CO2 lasers in 506 operations. Otolaryngol Head Neck Surg. 1985;93(2): 205–10. 14. Ekbom DC, Bayan SL, Goates AJ, Kasperbauer JL. Endoscopic wedge excisions with CO2 laser for subglottic stenosis. Laryngoscope. 2021;131(4):E1062-6. 15. Dalar L, Karasulu L, Sökücü S, Altin S. Diode laser in the endoscopic treatment of obstructive airway disease: two years experience in Istanbul. Thorac Cardiovasc Surg. 2012;60(02):140–4. 16. Roy S. Development of an improved LASER-resistant endotracheal tube. Laryngoscope [Internet]. 2024 [cited Aug 2024];134(S7). https://onlinelibrary.wiley.com/doi/10.1002/lary.31210 17. Naguib M. Sugammadex: another milestone in clinical neuromuscular pharmacology. Anesth Analg. 2007;104(3):575–81. 18. Prakash UB, Offord KP, Stubbs SE. Bronchoscopy in North America: the ACCP survey. Chest. 1991;100(6):1668–75. 19. Cortese DA. Rigid versus flexible bronchoscope in laser bronchoscopy pro rigid bronchoscopic laser application. J Bronchol Intervent Pulmonol [Internet]. 1994 [cited Aug 2024];1:72. https://journals.lww.com/bronchology/citation/1994/01000/rigid_versus_flexible_bronchoscope_in_laser.16.aspx 20. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, et al. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE registry. Chest. 2015;148(2):450–71. 21. Cavaliere S, Foccoli P, Farina PL. Nd:YAG laser bronchoscopy. A five-year experience with 1,396 applications in 1,000 patients. Chest. 1988;94(1):15–21. 22. Ross DJ, Mohsenifar Z, Koerner SK. Survival characteristics after neodymium: YAG laser photoresection in advanced stage lung cancer. Chest. 1990;98(3):581–5. 23. Mahmood K, Wahidi MM, Thomas S, Argento AC, Ninan NA, Smathers EC, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respir Int Rev Thorac Dis. 2015;89(5):404–13. 24. Chen CH, Wu BR, Cheng WC, Chen CY, Chen WC, Hsia TC, et al. Interventional pulmonology for patients with central airway\n\nSugammadex: another milestone in clinical neuromuscular pharmacology. Anesth Analg. 2007;104(3):575–81. 18. Prakash UB, Offord KP, Stubbs SE. Bronchoscopy in North America: the ACCP survey. Chest. 1991;100(6):1668–75. 19. Cortese DA. Rigid versus flexible bronchoscope in laser bronchoscopy pro rigid bronchoscopic laser application. J Bronchol Intervent Pulmonol [Internet]. 1994 [cited Aug 2024];1:72. https://journals.lww.com/bronchology/citation/1994/01000/rigid_versus_flexible_bronchoscope_in_laser.16.aspx 20. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, et al. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE registry. Chest. 2015;148(2):450–71. 21. Cavaliere S, Foccoli P, Farina PL. Nd:YAG laser bronchoscopy. A five-year experience with 1,396 applications in 1,000 patients. Chest. 1988;94(1):15–21. 22. Ross DJ, Mohsenifar Z, Koerner SK. Survival characteristics after neodymium: YAG laser photoresection in advanced stage lung cancer. Chest. 1990;98(3):581–5. 23. Mahmood K, Wahidi MM, Thomas S, Argento AC, Ninan NA, Smathers EC, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respir Int Rev Thorac Dis. 2015;89(5):404–13. 24. Chen CH, Wu BR, Cheng WC, Chen CY, Chen WC, Hsia TC, et al. Interventional pulmonology for patients with central airwayobstruction: an 8-year institutional experience. Medicine (Baltimore). 2017;96(2):e5612. 25. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, et al. Therapeutic bronchoscopy for malignant central airway obstruction: success rates and impact on dyspnea and quality of life. Chest. 2015;147(5):1282–98. 26. Ong P, Grosu HB, Debiane L, Casal RF, Eapen GA, Jimenez CA, et al. Long-term quality-adjusted survival following therapeutic bronchoscopy for malignant central airway obstruction. Thorax. 2019;74(2):141–56. 27. Baugnée PE, Marquette CH, Ramon P, Darras J, Wurtz A. [Endoscopic treatment of post-intubation tracheal stenosis. Apropos of 58 cases]. Rev Mal Respir. 1995;12(6):585–592. 28. Mehta AC, Lee FY, Cordasco EM, Kirby T, Eliachar I, De Boer G. Concentric tracheal and subglottic stenosis. Management using the Nd-YAG laser for mucosal sparing followed by gentle dilatation. Chest. 1993;104(3):673–7. 29. Galluccio G, Lucantoni G, Battistoni P, Paone G, Batzella S, Lucifora V, et al. Interventional endoscopy in the management of benign tracheal stenoses: definitive treatment at long-term follow-up. Eur J Cardiothorac Surg. 2009;35(3):429–33. 30. Murgu SD, Colt HG. Treatment of adult tracheobronchomalacia and excessive dynamic airway collapse. Treat Respir Med. 2006;5(2): 103–15. 31. Castellanos P, Mk M, Atallah I. Laser tracheobronchoplasty: a novel technique for the treatment of symptomatic tracheobronchomalacia. Eur Arch Oto Rhino Laryngol. 2017;274(3):1601–7. 32. Lois M, Noppen M. Bronchopleural fistulas: an overview of the problem with special focus on endoscopic management. Chest. 2005;128(6):3955–65. 33. Kvale PA, Simoff M, Prakash UBS, American College of Chest Physicians. Lung cancer. Palliative care. Chest. 2003;123 (1 Suppl):284S-311S. 34. Han CC, Prasetyo D, Wright GM. Endobronchial palliation using Nd:YAG laser is associated with improved survival when combined with multimodal adjuvant treatments. J Thorac Oncol. 2007;2(1): 59–64. 35. Tellides G, Ugurlu BS, Kim RW, Hammond GL. Pathogenesis of systemic air embolism during bronchoscopic Nd:YAG laser operations. Ann Thorac Surg. 1998;65(4):930–4. 14 S. Podder and S. Murgu",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "pdt",
      "enb"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_uomlfad_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}