{
  "id": "papoip_bore_dta_enriched",
  "title": "Small-Bore Drain Types and Placement",
  "abstract": "",
  "content": "Small-Bore Drain Types and Placement Greta Joy and Udit Chaddha Contents Introduction............................................................................................... 1 Small-Bore Chest Tube Types and Placement......................................................... 2 2.1 Common Indications....................................................................................... 2 2.2 Small-Bore Chest Tube Insertion.......................................................................... 4 2.3 Complications.............................................................................................. 6 Conclusion................................................................................................ References....................................................................................................... Abstract Chest tube thoracostomy is a common procedure performed for drainage of unwanted air or fluid from the thoracic cavity. The most common indications for chest tube thoracostomy include pleural infection, malignant pleural effusion, pneumothorax, and hemothorax. Evidence supports the use of small-bore chest tubes (SBCT) for the majority of indications with few exceptions. SBCTs are primarily inserted using ultrasound guidance by Seldinger technique. The indications, insertion techniques, and complications associated with SBCTs will be reviewed in this chapter. Keywords Small-Bore Chest Tube · Pleural Effusion · Pneumothorax tube thoracostomy is a procedure performed for the drainage of unwanted fluid or air from the thoracic cavity. Pleural effusion is a common condition with over 60 reported etiologies, affecting over 1.5 million individuals in the USA annually [1]. The first step in diagnosis and management of symptoms involves the drainage of pleural fluid by thoracentesis or tube thoracostomy depending on the clinical scenario and patient stability. While pneumothorax is significantly less common than pleural effusion with the incidence of hospital admission estimated between 14.1 and 22.7 per 100,000, it too results in significant healthcare utilization given long length of stay, need for thoracic surgical intervention, and significant risk of recurrence [2, 3]. Chest tubes vary in size and can be classified as large-bore ( > 14 F) or small-bore ( < = 14 F). Traditionally, large-bore tubes were commonly used for pleural drainage; however, there has been a shift in evidence that supports the use of small-bore chest tubes (SBCTs) for most indications. Exceptions where large-bore tubes are favored include postthoracic surgery, hemothorax in an unstable patient, or pneumothorax with substantial air leak [4]. There are many SBCT kits available commercially, with catheters ranging in size from 8.0 F to 14.0 F. Most catheters have a curved distal tip which helps prevent accidental dislodgement from the pleural space-hence the name “pigtail” catheter. SBCTs are made of a softer and more flexible material than large bore tubes which improves patient tolerability and comfort [5]. SBCTs are usually inserted under imaging guidance using the Seldinger technique. Various imaging modalities, such as ultrasonography (US), fluoroscopy, or computed tomography are available, with US being the technique of choice. - Joy · U. Chaddha (✉) Icahn School of Medicine at Mount Sinai, New York, NY, USA e-mail: udit.chaddha@mssm.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_70-1\n\nF) or small-bore ( < = 14 F). Traditionally, large-bore tubes were commonly used for pleural drainage; however, there has been a shift in evidence that supports the use of small-bore chest tubes (SBCTs) for most indications. Exceptions where large-bore tubes are favored include postthoracic surgery, hemothorax in an unstable patient, or pneumothorax with substantial air leak [4]. There are many SBCT kits available commercially, with catheters ranging in size from 8.0 F to 14.0 F. Most catheters have a curved distal tip which helps prevent accidental dislodgement from the pleural space-hence the name “pigtail” catheter. SBCTs are made of a softer and more flexible material than large bore tubes which improves patient tolerability and comfort [5]. SBCTs are usually inserted under imaging guidance using the Seldinger technique. Various imaging modalities, such as ultrasonography (US), fluoroscopy, or computed tomography are available, with US being the technique of choice. - Joy · U. Chaddha (✉) Icahn School of Medicine at Mount Sinai, New York, NY, USA e-mail: udit.chaddha@mssm.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_70-1This chapter will review the indications, insertion techniques, and complications associated with image-guided insertion of SBCTs. Small-Bore Chest Tube Types and Placement 2.1 Common Indications 2.1.1 Pleural Infection Pleural infection is a common problem in the USA, which carries high morbidity, long hospital length of stay, and a mortality rate of approximately 10 % at 3 months [6]. The incidence of pleural infection was recently estimated at 11.1 per 100,000 in the USA, with overall rates of hospitalizations showing an increasing trend both in the USA and globally [7–10]. Effective treatment of pleural infection involves early diagnosis, initiation of antibiotic therapy, and drainage of infected collections from the pleural space ( 2.1.2 Malignant Pleural Effusions Malignant pleural effusion (MPE) has a global incidence of 70 per 100,000 per year, with lung cancer and breast cancer being the most common malignancies associated with pleural metastasis [11]. Several management strategies exist for MPEs depending on patient symptoms, the rate of fluid reaccumulation, the presence or absence of nonexpandable lung, and the patient’s prognosis. Patients symptomatic from slowly reaccumulating pleural effusions may benefit from repeated thoracentesis. However, for a patient in whom the pleural effusions reaccumulate rapidly, options include insertion of an indwelling pleural catheter (IPC) or pleurodesis [13, 14]. SBCTs in the setting of malignant pleural effusion have two main indications, namely drainage of pleural fluid for symptom management (in a patient admitted to the hospital) or instillation of talc slurry for pleurodesis. Symptoms of dyspnea related to MPE should ideally be managed by thoracentesis, and when frequently recurrent by a definitive intervention such as IPC insertion or pleurodesis. SBCTs should be reserved for moderate to severely symptomatic patients admitted to hospital to facilitate drainage of large volumes of pleural fluid. This is commonly done in the setting of stabilization of respiratory failure, or palliation of symptoms in a patient who has a short life expectancy. Another indication to insert a SBCT for MPE is to facilitate pleurodesis. Pleurodesis using talc can be accomplished either by chest tube and talc slurry instillation or during thoracoscopy with talc insufflation. Talc slurry or insufflation may be used depending on the clinical setting and local expertise, with both methods likely having equal pleurodesis success rates [11, 15]. The choice of small-bore compared to large-bore chest tube does not appear to affect pleurodesis success rates [16]. Talc slurry using a SBCT provides a safe and simple option for pleurodesis. Most protocols require SBCT insertion, installation of 4 g of sterile graded talc in the form of a slurry followed by clamping, and drainage until measured fluid output is less than 100–200 ml in 24 h. If the patient has an additional indication for thoracoscopy such as pleural biopsy or decortication, then medical thoracoscopy or video-assisted thoracoscopic surgery (VATS) with talc insufflation may be the procedure of choice. 2.1.3 Pneumothorax Pneumothorax is a common indication for chest tube insertion in hospitalized patients ( Recent clinical practice guidelines support conservative management of asymptomatic primary SP, irrespective of the pneumothorax size, to reduce hospital length of stay, complications and possibly the risk of recurrence [11, 17]. In symptomatic primary SP, the option for aspiration or tube thoracostomy is appropriate depending on the clinical scenario [11, 17, 18]. Where tube thoracostomy is indicated, generally in moderate to large or symptomatic secondary SP or symptomatic primary SP (irrespective of size), SBCT is appropriate for the management of the vast majority of patients. A large-bore tube could be considered in the setting of anticipated large volume air leak such as traumatic pneumothorax, ventilated patients, or unstable tension pneumothorax [11]. In select patients with primary SP requiring an intervention, ambulatory chest drains can be considered in patients who are reliable with close follow-up. A small percentage of these patients may need an admission to upgrade to a SBCT if the ambulatory drain malfunctions or the patient has worsening symptoms [19]. There is not enough evidence to - Joy and U. Chaddha\n\nfor chest tube insertion in hospitalized patients ( Recent clinical practice guidelines support conservative management of asymptomatic primary SP, irrespective of the pneumothorax size, to reduce hospital length of stay, complications and possibly the risk of recurrence [11, 17]. In symptomatic primary SP, the option for aspiration or tube thoracostomy is appropriate depending on the clinical scenario [11, 17, 18]. Where tube thoracostomy is indicated, generally in moderate to large or symptomatic secondary SP or symptomatic primary SP (irrespective of size), SBCT is appropriate for the management of the vast majority of patients. A large-bore tube could be considered in the setting of anticipated large volume air leak such as traumatic pneumothorax, ventilated patients, or unstable tension pneumothorax [11]. In select patients with primary SP requiring an intervention, ambulatory chest drains can be considered in patients who are reliable with close follow-up. A small percentage of these patients may need an admission to upgrade to a SBCT if the ambulatory drain malfunctions or the patient has worsening symptoms [19]. There is not enough evidence to - Joy and U. Chaddharecommend ambulatory management of patients with a symptomatic, secondary SP [20, 21]. 2.1.4 Hemothorax Tube thoracostomy is indicated in the management of hemothorax to stabilize the patient and evacuate the pleural space to prevent empyema or clot organization with subsequent fibrothorax. Traditionally, large-bore chest tubes are preferred in the management of hemothorax in the acute phase; however, the use of SBCTs has become more common in the management of hemothorax in nonemergent clinical situations. Recent randomized controlled trials and systematic reviews demonstrate that 14.0 F chest tubes in stable patients with hemothorax show equivalent fluid volume drainage and success rates of pleural space evacuation compared to large-bore tubes with less patient discomfort [22–24]. In unstable patients with traumatic hemothorax, a large-bore chest tube is appropriate due to the flow rates required for rapid drainage with a lower likelihood of obstruction or clogging of the tube. In these instances, large-bore tubes greater than 28.0 F are unlikely to provide additional benefit [25]. Small-Bore Drain Types and\n\npatient has worsening symptoms [19]. There is not enough evidence to - Joy and U. Chaddharecommend ambulatory management of patients with a symptomatic, secondary SP [20, 21]. 2.1.4 Hemothorax Tube thoracostomy is indicated in the management of hemothorax to stabilize the patient and evacuate the pleural space to prevent empyema or clot organization with subsequent fibrothorax. Traditionally, large-bore chest tubes are preferred in the management of hemothorax in the acute phase; however, the use of SBCTs has become more common in the management of hemothorax in nonemergent clinical situations. Recent randomized controlled trials and systematic reviews demonstrate that 14.0 F chest tubes in stable patients with hemothorax show equivalent fluid volume drainage and success rates of pleural space evacuation compared to large-bore tubes with less patient discomfort [22–24]. In unstable patients with traumatic hemothorax, a large-bore chest tube is appropriate due to the flow rates required for rapid drainage with a lower likelihood of obstruction or clogging of the tube. In these instances, large-bore tubes greater than 28.0 F are unlikely to provide additional benefit [25]. Small-Bore Drain Types and2.2 Small-Bore Chest Tube Insertion 2.2.1 Procedure Preparation Once the decision to proceed with SBCT insertion has been made, adequate preparation of the operator, patient, and procedure facilities should be completed to ensure maximum patient safety and procedure success. Prior to SBCT placement, the operator should review all available imaging to understand the pleural space anatomy and the expected size and location of the pleural collection. Medications and recent blood work should be reviewed to assess for anticoagulation, antiplatelets, or coagulopathy. For elective pleural procedures, anticoagulation and antiplatelets should be held in accordance with local perioperative guidelines. In emergency situations, risks and benefits of the procedure should be weighed to determine appropriate timing of intervention before proceeding. Preparation of the procedure room should include sufficient space for patient positioning, scrubbing facilities, access to all necessary equipment including patient monitoring equipment and adequate access to emergency supplies [4]. Informed patient consent should be documented. The patient should be positioned comfortably in such a way that the largest pocket of fluid or air can be accessed safely. For some patients, this is seated with the ipsilateral arm over the head or across the body, and for others, this is in the lateral decubitus with the affected side up. Vital signs should be recorded before and after the procedure. Ultrasound should be used to assess the thoracic anatomy, and determine the best site for SBCT placement [4, 11]. A procedural safety checklist should be completed before starting the procedure. 2.2.2 Tube Selection Many SBCT kits are commercially available. Kits are generally equipped with all necessary equipment for tube insertion and contain a catheter with a radio-opaque tip for visualization on chest x-ray and multiple side ports to minimize the risk of blockage or obstruction ( Clinical factors to consider when selecting the tube size include the stability of the patient, the importance of the rate of drainage of the pleural space, and characteristics of the fluid to be drained. The rate of flow of fluid through a cylindrical structure is governed by Poiseuille’s Law which states that flow is proportional to the diameter to the power of four and inversely proportional to the fluid viscosity [26]. This means that a small increase in diameter causes a large increase in flow, and an increase in viscosity will decrease the rate of flow. This has clinical relevance and explains the clinical scenarios where large-bore tubes are favored over SBCTs: post-thoracic surgery, hemothorax in an unstable patient, or pneumothorax with substantial air leak [4]. It must be remembered that SBCTs are not without their flaws. Compared to large-bore chest tubes, they are more prone to kinks, plugging, and dislodgement. Some of these downsides can be addressed with careful suturing and securement, as well as regular flushing of the tube with sterile saline. 2.2.3 Insertion Site Prior to the regular use of image guidance, large-bore chest tubes were inserted into the “triangle of safety,” bordered anteriorly by the pectoralis major, posteriorly by the latissimus dorsi, and inferiorly by a horizontal line at the level of the fifth intercostal space [27]. Ultrasound (US) guidance is now deemed mandatory by clinical practice guidelines to assess thoracic anatomy and determine the optimal chest tube insertion site [11]. US can be used in the setting of an effusion to assess fluid location, complexity, and loculation, and in the setting of pneumothorax to identify absence of lung sliding, A lines, and the lung point [28]. US has been shown to increase procedure success and reduce risk of complications such as pneumothorax or inadvertent organ puncture [4]. Additional factors to consider when choosing an insertion site include patient comfort as well as relevant chest wall anatomy. SBCTs should be inserted as lateral as possible on the chest wall to increase patient comfort, and reduce the risk of tube kinking or dislodgement. Care should be taken to avoid important vascular structures-notably intercostal, internal mammary, subclavian, and axillary vessels. Chest tubes should not be inserted within 6 cm of the spine on the posterior chest wall if at all possible as the intercostal vessels have an unpredictable course within this region, deviating from their typical location below the superior rib in the neurovascular bundle [29]. 2.2.4 Chest Tube Insertion Once the patient is positioned appropriately and the insertion site has been marked using US, the skin should be cleaned with an antiseptic. Sterile technique should be used with creation of a large sterile field. Ten to twenty ml of 1–2 % lidocaine is required for anesthesia of the skin and soft tissues. The pleural space should be entered just above the inferior rib to avoid the neurovascular bundle. SBCTs are most commonly inserted by Seldinger technique, which is outlined in step-by-step fashion in Some kits are available for SBCT insertion using the trocar technique, which involves direct entry into the pleural space using a chest tube loaded over a stiff and sharp trocar. While this technique may be considered in emergency situations due to rapidity of tube insertion, it should largely be - Joy and U. Chaddha\n\ncm of the spine on the posterior chest wall if at all possible as the intercostal vessels have an unpredictable course within this region, deviating from their typical location below the superior rib in the neurovascular bundle [29]. 2.2.4 Chest Tube Insertion Once the patient is positioned appropriately and the insertion site has been marked using US, the skin should be cleaned with an antiseptic. Sterile technique should be used with creation of a large sterile field. Ten to twenty ml of 1–2 % lidocaine is required for anesthesia of the skin and soft tissues. The pleural space should be entered just above the inferior rib to avoid the neurovascular bundle. SBCTs are most commonly inserted by Seldinger technique, which is outlined in step-by-step fashion in Some kits are available for SBCT insertion using the trocar technique, which involves direct entry into the pleural space using a chest tube loaded over a stiff and sharp trocar. While this technique may be considered in emergency situations due to rapidity of tube insertion, it should largely be - Joy and U. Chaddhaavoided given reports of organ puncture and patient mortality [29, 30]. There are numerous techniques to secure a chest tube. This can be effectively accomplished with a purse string suture using 2–0 silk. Following chest tube insertion, a chest x-ray should be completed to confirm tube location, and evaluate for pneumothorax and lung expansion. ### 2.2.5 Pleural Drainage System Pleural drainage systems typically consist of three parts: a collection chamber for pleural drainage, a mechanism to prevent air from entering the pleura during inspiration, and a suction source ( The typical system consists of three functional chambers. The first chamber on the right is the collection chamber, which is usually depicted with three subsections. Air or fluid from the chest tube accumulates in this chamber. The middle chamber is the water seal chamber that contains water at the bottom. Air from the patient enters this chamber below the water level and bubbles upward. The water seal prevents the return of air to the patient. The last chamber on the left is the suction control chamber that is connected to wall suction, which is controlled with either a water column (wet suction control) or a suction dial (dry suction control). Additional features of pleural drainage systems include a manual high-negativity vent, which prevents the application of excessive suction that may result in rapid evacuation of pneumothorax or pleural effusion. In addition, some devices come with a positive pressure relief valve that helps to prevent tension pneumothorax in cases where the line suction is accidentally disconnected or blocked. Pleural drainage systems can typically apply -10 to -40 cm H2O of suction. The use of suction in both pleural effusion and pneumothorax is poorly studied and controversial. It carries the benefit of rapid evacuation of fluid or air from the thoracic cavity. However, in the setting of pleural effusion, there is concern rapid drainage can put patients at increased risk for re-expansion pulmonary edema (RPE) [31]. In pneumothorax, there is weak evidence to suggest an absence of benefit of suction in management of pneumothorax over water seal, with concern suction may propagate bronchopleural fistula formation by pulling air through the pleural defect [32]. Current clinical practice guidelines do not recommend the regular use of suction in management of pneumothorax [11, 21]. ### 2.2.6 Removal The timing of SBCT removal depends on the original indication for insertion and the clinical progress of the patient. In cases of pneumothorax, SBCTs are usually removed when the lung is fully expanded with no evidence of air leak. In cases of pleural effusions, the SBCTs are removed when the lung is fully expanded and the daily fluid output is less 100–200 ml/day (depending on the etiology of the effusion). Discontinuation of suction or clamping the chest tube prior to removal is a controversial issue and depends on the indication for chest tube insertion. The most common reason Small-Bore Drain Types and\n\nof pleural effusion, there is concern rapid drainage can put patients at increased risk for re-expansion pulmonary edema (RPE) [31]. In pneumothorax, there is weak evidence to suggest an absence of benefit of suction in management of pneumothorax over water seal, with concern suction may propagate bronchopleural fistula formation by pulling air through the pleural defect [32]. Current clinical practice guidelines do not recommend the regular use of suction in management of pneumothorax [11, 21]. ### 2.2.6 Removal The timing of SBCT removal depends on the original indication for insertion and the clinical progress of the patient. In cases of pneumothorax, SBCTs are usually removed when the lung is fully expanded with no evidence of air leak. In cases of pleural effusions, the SBCTs are removed when the lung is fully expanded and the daily fluid output is less 100–200 ml/day (depending on the etiology of the effusion). Discontinuation of suction or clamping the chest tube prior to removal is a controversial issue and depends on the indication for chest tube insertion. The most common reason Small-Bore Drain Types andfor a clamp trial is in the setting of pneumothorax to ensure there is not an intermittent, slow persistent air leak prior to chest tube removal. During chest tube removal, there is a theoretical risk of entraining air into the pleural space if the patient inhales during the procedure. This can be avoided by asking the patient to perform a Valsalva maneuver or to remove the catheter during expiration while the intrapleural pressure is positive. In addition, using petroleum gauze to seal the SBCT entry site during removal also helps to minimize air entry. A suture is usually unnecessary for SBCTs. ## 2.3 Complications Data on complications associated with chest drains are mixed due to differences in insertion techniques and chest tube type and size used. In general, complications are infrequent when chest tubes are inserted under image guidance and by an experienced operator. The reported incidence of chest drain complications ranges between 8 % and 10 %, with major complications being exceedingly rare [4]. With regards to early complications caused by tube insertion, injury to chest wall or intrthoracic structures may occur. The most common organ affected is the lung with pneumothorax, laceration, or intraparenchymal tube placement being possible complications [33]. There are rare reports of organ puncture-including esophageal, cardiac, and pulmonary artery, or in the event of subdiaphragmatic tube placement, gastric, liver, bowel, and spleen [34]. This is more commonly reported with the trocar placement technique, and therefore, this should be avoided. Bleeding may occur from intercostal vessels or other inadvertent vascular injury. Chest tubes should be inserted just over the superior border of the rib to avoid the neurovascular bundle. Infection can occur including empyema (1–2 %) or drain site infection [35]. While the tube is in place, technical drain complications including tube blockage, malposition or dislodgement can occur (1 %). Subcutaneous emphysema can develop which may be related to the severity of air leak in the setting of pneumothorax, drain blockage, or migration of chest tube ports into the subcutaneous tissue. In the vast majority of instances, subcutaneous air is of little clinical consequence; however, the tube and drainage system should be thoroughly checked for blockage or dislodgement if it develops [4]. Drainage of large volumes of air or pleural fluid can result in RPE which is characterized by rapid development of hypoxemia and new infiltrates on chest imaging [4]. RPE is uncommon, with symptomatic RPE reported in < 1 % of patients undergoing thoracentesis; however, it can rarely be life-threatening [36]. Treatment if it occurs is supportive. Risk factors include patients with Eastern Cooperative Oncology Group performance status > = 3 in combination with volume of fluid drained > 1.5 L [36]. Following chest drain insertion, patients should be monitored closely, and the tube should be clamped if the patient experiences symptoms of re-expansion including chest pain or new onset of repetitive coughing [4]. ## Conclusion Image-guided SBCT placement has evolved over the last decade as a safe and effective treatment option for pleural space evacuation. It has the advantage of less patient - * 1. Ensure adequate preparation for chest tube insertion: review indication, relevant imaging and blood work, explain the procedure to the patient and document informed consent 2. Ensure all necessary procedure and monitoring equipment are available 3. Complete a pre-procedural safety checklist 4. Position the patient appropriately to allow optimal access to the pleural fluid or air collection 5. Examine the ipsilateral thorax with ultrasound and mark the entry site 6. Use full sterile barrier precautions (hand wash, sterile gown and gloves, protective eyewear, face mask, head covering) 7. Create a large sterile field on the patient’s skin using chlorhexidine solution 8. Drape the patient, exposing only the marked area 9. Apply local anesthesia with 10–20 ml of 1 % or 2 % lidocaine solution (a) First, infiltrate the skin with 25-gauge needle to create a wheal at the previously marked entry site (b) Continue to apply anesthesia to the deeper tissues including subcutaneous tissue, periosteum, and parietal pleura (c) Use continuous negative suction as the needle advances to confirm entry into the pleural space when pleural fluid or air enters the syringe (d) Once in the pleural space, withdraw the needle 1–2 mm and inject the rest of lidocaine onto the parietal pleura 10. Advance the introducer needle into the pleural space using continuous negative suction. Once pleural fluid (or air, in setting of a pneumothorax) enters the syringe, advance a further 2–3 mm and confirm smooth drawback of pleural fluid (or air, in the setting of a pneumothorax) 11. While holding the introducer needle steady, remove the syringe and advance the guidewire through the introducer needle into the pleural space leaving a minimum of 15–20 cm of guidewire external to the patient 12. Remove the introducer needle while leaving the guidewire in place 13. Make a small (5 mm) incision at the entry site 14. Introduce serial dilators over the guidewire to dilate the subcutaneous tissue and the parietal pleura 15. Introduce the small bore chest tube over the guidewire, and remove the guidewire 16. Connect the tube to the drainage system, confirm drainage of fluid or air as intended, secure it to the skin with 1–2 sutures, and dress the chest tube site 17. Obtain chest x-ray to confirm placement 6 G. Joy and U. Chaddha\n\nlidocaine onto the parietal pleura 10. Advance the introducer needle into the pleural space using continuous negative suction. Once pleural fluid (or air, in setting of a pneumothorax) enters the syringe, advance a further 2–3 mm and confirm smooth drawback of pleural fluid (or air, in the setting of a pneumothorax) 11. While holding the introducer needle steady, remove the syringe and advance the guidewire through the introducer needle into the pleural space leaving a minimum of 15–20 cm of guidewire external to the patient 12. Remove the introducer needle while leaving the guidewire in place 13. Make a small (5 mm) incision at the entry site 14. Introduce serial dilators over the guidewire to dilate the subcutaneous tissue and the parietal pleura 15. Introduce the small bore chest tube over the guidewire, and remove the guidewire 16. Connect the tube to the drainage system, confirm drainage of fluid or air as intended, secure it to the skin with 1–2 sutures, and dress the chest tube site 17. Obtain chest x-ray to confirm placement 6 G. Joy and U. Chaddhadiscomfort and invasiveness, together with increased ease and speed of placement. Their outcomes are comparable to large-bore chest tubes in most cases. Proper training is mandatory to ensure proper SBCT placement and to prevent complications. References 1. Light RW. Pleural effusions. Med Clin North Am. 2011;95(6):1055–70. https://doi.org/10.1016/j.mcna.2011.08.005. 2. Bobbio A, Dechartres A, Bouam S, Damotte D, Rabbat A, Regnard JF, et al. Epidemiology of spontaneous pneumothorax: gender-related differences. Thorax. 2015;70(7):653–8. https://doi.org/10.1136/thoraxjnl-2014–206577. 3. Hallifax RJ, Goldacre R, Landray MJ, Rahman NM, Goldacre MJ. Trends in the incidence and recurrence of inpatient-treated spontaneous pneumothorax, 1968–2016. JAMA. 2018;320(14):1471–80. https://doi.org/10.1001/jama.2018.14299. 4. Asciak R, Bedawi EO, Bhatnagar R, Clive AO, Hassan M, Lloyd H, et al. British Thoracic Society Clinical Statement on pleural procedures. Thorax. 2023;78(Suppl 3):s43-68. https://doi.org/10.1136/thorax-2022–219371. 5. Rahman NM, Maskell NA, Davies CW, Hedley EL, Nunn AJ, Gleeson FV, et al. The relationship between chest tube size and clinical outcome in pleural infection. Chest. 2010;137(3):536–43. https://doi.org/10.1378/chest.09–1044. 6. Corcoran JP, Psallidas I, Gerry S, Piccolo F, Koegelenberg CF, Saba T, et al. Prospective validation of the RAPID clinical risk prediction score in adult patients with pleural infection: the PILOT study. Eur Respir J. 2020;56(5):2000130. https://doi.org/10.1183/13993003.00130–2020. 7. Mummadi SR, Stoller JK, Lopez R, Kailasam K, Gillespie computed tomography (CT), Hahn PY. Epidemiology of adult pleural disease in the United States. Chest. 2021;160(4):1534–51. https://doi.org/10.1016/j.chest.2021.05.026. 8. Sogaard M, Nielsen RB, Norgaard M, Kornum JB, Schonheyder HC, Thomsen RW. Incidence, length of stay, and prognosis of hospitalized patients with pleural empyema: a 15-year Danish nationwide cohort study. Chest. 2014;145(1):189–92. https://doi.org/10.1378/chest.13–1912. 9. Finley C, Clifton J, Fitzgerald JM, Yee J. Empyema: an increasing concern in Canada. Can Respir J. 2008;15(2):85–9. https://doi.org/10.1155/2008/975312. 10. Arnold DT, Hamilton FW, Morris TT, Suri T, Morley A, Frost V, et al. Epidemiology of pleural empyema in English hospitals and the impact of influenza. Eur Respir J. 2021;57(6):2003546. https://doi.org/10.1183/13993003.03546–2020. 11. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Corcoran JP, et al. British Thoracic Society guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-s42. https://doi.org/10.1136/thorax-2022–219784. 12. Chaddha U, Agrawal A, Feller-Kopman D, Kaul V, Shojaee S, Maldonado F, et al. Use of fibrinolytics and deoxyribonuclease in adult patients with pleural empyema: a consensus statement. Lancet Respir Med. 2021;9(9):1050–64. https://doi.org/10.1016/S2213-2600(20)30533–6. 13. Thomas R, Fysh ETH, Smith NA, Lee P, Kwan BCH, Yap E, et al. Effect of an indwelling pleural catheter vs talc pleurodesis on hospitalization days in patients with malignant pleural effusion: the AMPLE randomized clinical trial. JAMA. 2017;318(19):1903–12. https://doi.org/10.1001/jama.2017.17426. 14. Davies HE, Mishra EK, Kahan BC, Wrightson JM, Stanton AE, Guhan A, et al. Effect of an indwelling pleural catheter vs chest tube and talc pleurodesis for relieving dyspnea in patients with malignant pleural effusion: the TIME2 randomized controlled trial. JAMA. 2012;307(22):2383–9. https://doi.org/10.1001/jama.2012.5535. 15. Bhatnagar R, Piotrowska HEG, Laskawiec-Szkonter M, Kahan BC, Luengo-Fernandez R, Pepperell JCT, et al. Effect of thoracoscopic talc poudrage vs talc slurry via chest tube on pleurodesis failure rate among patients with malignant pleural effusions: a randomized clinical trial. JAMA. 2020;323(1):60–9. https://doi.org/10.1001/jama.2019.19997. 16. Thethi I, Ramirez S, Shen W, Zhang D, Mohamad M, Kaphle U, et al. Effect of chest tube size on pleurodesis efficacy in malignant pleural effusion: a meta-analysis of randomized controlled trials. J Thorac Dis. 2018;10(1):355–62. https://doi.org/10.21037/jtd.2017.11.134. 17. Brown SGA, Ball EL, Perrin K, Asha SE, Braithwaite I, Egerton-Warburton D, et al. Conservative versus interventional treatment for spontaneous pneumothorax. N Engl J Med. 2020;382(5):405–15. https://doi.org/10.1056/NEJMoa1910775. 18. Marx T, Joly LM, Parmentier AL, Pretalli JB, Puyraveau M, Meurice JC, et al. Simple aspiration versus drainage for complete pneumothorax: a randomized noninferiority trial. Am J Respir Crit Care Med. 2023;207(11):1475–85. https://doi.org/10.1164/rccm.202110–2409OC. 19. Hallifax RJ, McKeown E, Sivakumar P, Fairbairn I, Peter C, Leitch A, et al. Ambulatory management of primary spontaneous pneumothorax: an open-label, randomised controlled trial. Lancet. 2020;396(10243):39–49. https://doi.org/10.1016/S0140-6736(20)31043–6. 20. Walker SP, Keenan E, Bintcliffe O, Stanton AE, Roberts M, Pepperell J, et al. Ambulatory management of secondary spontaneous pneumothorax: a randomised controlled trial. Eur Respir J. 2021;57(6):2003375. https://doi.org/10.1183/13993003.03375–2020. 21. Walker S, Hallifax R, Ricciardi S, Fitzgerald D, Keijzers M, Lauk O, et al. Joint ERS/EACTS/ESTS clinical practice guidelines on adults with spontaneous pneumothorax. Eur Respir J. 2024;63(5):2300797. https://doi.org/10.1183/13993003.00797–2023. 22. Beeton G, Ngatuvai M, Breeding T, Andrade R, Zagales R, Khan A, et al. Outcomes of pigtail catheter placement versus chest tube placement in adult thoracic trauma patients: a systematic review and meta-analysis. Am Surg. 2023;89(6):2743–54. https://doi.org/10.1177/00031348231157809. 23. Bauman ZM, Kulvatunyou N, Joseph B, Gries L, O’Keeffe T, Tang AL, et al. Randomized clinical trial of 14-French (14F) pigtail catheters versus 28–32F chest tubes in the management of patients with traumatic hemothorax and hemopneumothorax. World J Surg. 2021;45(3):880–6. https://doi.org/10.1007/s00268-020–05852-0. 24. Messa GE, Fontenot CJ, Deville PE, Hunt JP, Marr AB, Schoen JE, et al. Chest tube size selection: evaluating provider practices, treatment efficacy, and complications in management of thoracic trauma. Am Surg. 2024;90(6):1501–7. https://doi.org/10.1177/00031348241241735. 25. Chestovich PJ, Jennings CS, Fraser DR, Ingalls NK, Morrissey SL, Kuhls DA, et al. Too big, too small or just right? Why the French chest tube is the best size. J Surg Res. 2020;256:338–44. https://doi.org/10.1016/j.jss.2020.06.048. 26. Park JK, Kraus FC, Haaga JR. Fluid flow during percutaneous drainage procedures: an in vitro study of the effects of fluid viscosity, catheter size, and adjunctive urokinase. AJR Am J Roentgenol. 1993;160(1):165–9. https://doi.org/10.2214/ajr.160.1.8416618. 27. Mahmood K, Wahidi MM. Straightening out chest tubes: what size, what type, and when. Clin Chest Med. 2013;34(1):63–71. https://doi.org/10.1016/j.ccm.2012.11.007. 28. Husain LF, Hagopian L, Wayman D, Baker WE, Carmody KA. Sonographic diagnosis of pneumothorax. J Emerg Trauma Shock. 2012;5(1):76–81. https://doi.org/10.4103/0974–2700.93116. Small-Bore Drain Types and Placement\n\net al. Randomized clinical trial of 14-French (14F) pigtail catheters versus 28–32F chest tubes in the management of patients with traumatic hemothorax and hemopneumothorax. World J Surg. 2021;45(3):880–6. https://doi.org/10.1007/s00268-020–05852-0. 24. Messa GE, Fontenot CJ, Deville PE, Hunt JP, Marr AB, Schoen JE, et al. Chest tube size selection: evaluating provider practices, treatment efficacy, and complications in management of thoracic trauma. Am Surg. 2024;90(6):1501–7. https://doi.org/10.1177/00031348241241735. 25. Chestovich PJ, Jennings CS, Fraser DR, Ingalls NK, Morrissey SL, Kuhls DA, et al. Too big, too small or just right? Why the French chest tube is the best size. J Surg Res. 2020;256:338–44. https://doi.org/10.1016/j.jss.2020.06.048. 26. Park JK, Kraus FC, Haaga JR. Fluid flow during percutaneous drainage procedures: an in vitro study of the effects of fluid viscosity, catheter size, and adjunctive urokinase. AJR Am J Roentgenol. 1993;160(1):165–9. https://doi.org/10.2214/ajr.160.1.8416618. 27. Mahmood K, Wahidi MM. Straightening out chest tubes: what size, what type, and when. Clin Chest Med. 2013;34(1):63–71. https://doi.org/10.1016/j.ccm.2012.11.007. 28. Husain LF, Hagopian L, Wayman D, Baker WE, Carmody KA. Sonographic diagnosis of pneumothorax. J Emerg Trauma Shock. 2012;5(1):76–81. https://doi.org/10.4103/0974–2700.93116. Small-Bore Drain Types and Placement29. Helm EJ, Rahman NM, Talakoub O, Fox deep learning (DL), Gleeson FV. Course and variation of the intercostal artery by computed tomography (CT) scan. Chest. 2013;143(3):634–9. https://doi.org/10.1378/chest.12–1285. 30. Fraser RS. Lung perforation complicating tube thoracostomy: pathologic description of three cases. Hum Pathol. 1988;19(5):518–23. https://doi.org/10.1016/s0046-8177(88)80197–7. 31. Petiot A, Tawk S, Ghaye B. Re-expansion pulmonary oedema. Lancet. 2018;392(10146):507. https://doi.org/10.1016/S0140-6736(18)31722–7. 32. Reed MF, Lyons JM, Luchette FA, Neu JA, Howington JA. Preliminary report of a prospective, randomized trial of underwater seal for spontaneous and iatrogenic pneumothorax. J Am Coll Surg. 2007;204(1):84–90. https://doi.org/10.1016/j.jamcollsurg.2006.09.012. 33. Kwiatt M, Tarbox A, Seamon MJ, Swaroop M, Cipolla J, Allen C, et al. Thoracostomy tubes: a comprehensive review of complications and related topics. Int J Crit Illn Inj Sci. 2014;4(2):143–55. https://doi.org/10.4103/2229–5151.134182. 34. Filosso PL, Guerrera F, Sandri A, Roffinella M, Solidoro P, Ruffini E, et al. Errors and complications in chest tube placement. Thorac Surg Clin. 2017;27(1):57–67. https://doi.org/10.1016/j.thorsurg.2016.08.009. 35. Mao M, Hughes R, Papadimos TJ, Stawicki SP. Complications of chest tubes: a focused clinical synopsis. Curr Opin Pulm Med. 2015;21(4):376–86. https://doi.org/10.1097/MCP.0000000000000169. 36. Sagar AES, Landaeta MF, Adrianza AM, Aldana GL, Pozo L, Armas-Villalba A, et al. Complications following symptom-limited thoracentesis using suction. Eur Respir J. 2020;56(5):1902356. https://doi.org/10.1183/13993003.02356–2019. - Joy and U. Chaddha",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_bore_dta_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}