{
  "id": "papoip_cricothyro",
  "title": "Cricothyroidotomy",
  "abstract": "",
  "content": "Cricothyroidotomy\nJoshua B. Silverman - Contents* Introduction............................................................................................... 1.................................................................................... 2........................................................................................ 2 Indications and Contraindications for Cricothyroidotomy........................................... 4.......................................................................... 5\n5.1 Needle Cricothyroidotomy................................................................................ 5\n5.2 Surgical Cricothyroidotomy............................................................................... 5\n5.3 Rapid 4-Step Technique................................................................................... 7\n5.4 Percutaneous Cricothyroidotomy.......................................................................... 7............................................................................ 8 Complications............................................................................................. 8 Conclusions............................................................................................... References....................................................................................................... 9 - Abstract\nCricothyroidotomy is the quickest and safest procedure to obtain an adequate airway in a patient in whom intubation has failed. Cricothyroidotomy is a relatively straightforward procedure with a high success rate in those with adequate training. In an emergency setting, this procedure is the first-line therapy. However, as an elective procedure, cricothyroidotomy is only appropriate in some cases, most notably in those without antecedent intubation or laryngeal pathology. There are a number of techniques for cannulating the airway through the cricothyroid membrane, including needle cricothyroidotomy, open surgical approach, and percutaneous dilational cricothyroidotomy. - Keywords\nAirway obstruction · Difficult airway · Thyroid cartilage · Cricoid cartilage · Subglottic stenosis - 1 Introduction*\nCricothyroidotomy is the quickest and safest procedure to obtain an adequate airway in a patient in whom intubation has failed. Cricothyroidotomy is the creation of a surgical opening through the cricothyroid membrane and placement of a tube for ventilation. This differs from tracheostomy in which a lower opening is made through the anterior tracheal wall and a tube is placed in a different anatomic location. Tracheostomy, while still preferred for long-term airway management, has a higher complication rate than cricothyroidotomy when performed on an emergent basis and thus should be performed in a more controlled setting [16]. Early control of the airway is one of only a few interventions shown to improve outcome for severely injured - B. Silverman (✉)\nNorthwell Health, Long Island Jewish Medical Center, New Hyde Park, NY, USA\nDepartment of Otolaryngology, Zucker School of Medicine at Hofstra/ Northwell, Hempstead, NY, USA\ne-mail: jsilverma4@northwell.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_78-1\n\nanatomic location. Tracheostomy, while still preferred for long-term airway management, has a higher complication rate than cricothyroidotomy when performed on an emergent basis and thus should be performed in a more controlled setting [16]. Early control of the airway is one of only a few interventions shown to improve outcome for severely injured - B. Silverman (✉)\nNorthwell Health, Long Island Jewish Medical Center, New Hyde Park, NY, USA\nDepartment of Otolaryngology, Zucker School of Medicine at Hofstra/ Northwell, Hempstead, NY, USA\ne-mail: jsilverma4@northwell.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_78-1patients. These patients often present with a difficult airway, a scenario that has been defined by the American Society of Anesthesiologists in their practice guidelines. A difficult airway is “the clinical situation in which a conventionally trained anesthesiologist experiences difficulty with face mask ventilation, difficulty with tracheal intubation, or both” [1]. Factors that can lead to inability for successful intubation include difficult patient anatomy; airway obstruction due to angioedema, trauma, burns, or foreign body; excessive bleeding; or facial trauma. The surgical airway remains the final common pathway on all difficult airway algorithms, and cricothyroidotomy is an effective technique if emergency invasive airway access is required. Cricothyroidotomy is standardly taught in advanced life support classes (ALCS), and the majority of emergency cricothyroidotomy is performed in the prehospital setting due to immediate airway obstruction secondary to trauma. In the hospital setting, a difficult airway patient may be managed by a multidisciplinary airway team consisting of anesthesiologists, otolaryngologists, pulmonologists, general surgeons, and emergency physicians. Each of these physicians should be trained in cricothyroidotomy. This chapter will explore the history of cricothyroidotomy, relevant anatomy, and indications for this procedure. We will describe different techniques for cricothyroidotomy as well as postoperative considerations and potential complications. Creation of a surgical airway as a lifesaving procedure was first described more than 5000 years ago on Egyptian tablets. Tracheostomy was described by Galen in the second century of the Common Era, and Vesalius published a detailed description of this procedure in the sixteenth century, though his resuscitation of a Spanish nobleman using this technique was condemned by the Spanish Inquisition, leading to his banishment. An Annals of Surgery article from 1886 by Colles described a 50 % mortality rate for tracheostomy, and subsequent airway stenosis was commonly found. Many physicians in the nineteenth and early twentieth century were reluctant to perform tracheostomy due to a high complication rate [16]. In 1909, Chevalier Jackson delivered a landmark speech on tracheostomy at a meeting of otolaryngology physicians in which he described tracheostomy as a safe and effective procedure and outlined principles that continue to be relevant today [19]. He quoted his own mortality rate as four patients of 100 who underwent tracheostomy. Jackson implored other physicians to perform the procedure at first indication of airway obstruction, rather than wait until a patient was unable to adequately ventilate, as he noted that surgical performance is improved in a more controlled setting. He cautioned against the use of sedation for patients in respiratory distress and recommended multiple methods still used today to avoid complications: repeated palpation of the trachea in the midline during surgery, meticulous hemostasis, and vigilant postoperative care. Jackson’s techniques became widely accepted, as did his aversion to the high tracheostomy, the original term for cricothyroidotomy. In another paper in 1921, Jackson presented retrospective results of 200 patients referred to his clinic for chronic laryngeal stenosis [20]. Most patients presented with upper airway obstruction secondary to inflammatory or infectious lesions. After eliminating patients with stenosis seemingly caused by infectious processes alone, he determined that 93 % of the remaining 170 patients had undergone high tracheostomy, during which the cricoid cartilage had been divided. He strongly warned against this practice, and his instructions were generally followed by the medical community for over 50 years. Though Jackson was probably correct in his assumption that the original technique used during high tracheostomy did contribute to chronic laryngeal stenosis, the underlying etiology of upper airway obstruction also contributed. Even though the most common causes of airway obstruction changed during the twentieth century, cricothyroidotomy was not commonly performed due to concern for postoperative stenosis. However, in 1976, Brantigan and Grow, both cardiothoracic surgeons, published a large retrospective series of 655 patients who had undergone cricothyroidotomy [5]. The authors became interested in the procedure to prevent contamination of the median sternotomy incision from the airway incision. Importantly, in contrast to the traditional high tracheostomy, only the cricothyroid membrane was incised to cannulate the airway. In their series, the rate of stenosis was very small, with very few complications. Brantigan and Grow presented cricothyroidotomy as an alternative to tracheostomy even for elective cases and did not convert from cricothyroidotomy to tracheostomy. In the following years, multiple studies confirmed that cricothyroidotomy can be safe and effective. Recently\n\npostoperative stenosis. However, in 1976, Brantigan and Grow, both cardiothoracic surgeons, published a large retrospective series of 655 patients who had undergone cricothyroidotomy [5]. The authors became interested in the procedure to prevent contamination of the median sternotomy incision from the airway incision. Importantly, in contrast to the traditional high tracheostomy, only the cricothyroid membrane was incised to cannulate the airway. In their series, the rate of stenosis was very small, with very few complications. Brantigan and Grow presented cricothyroidotomy as an alternative to tracheostomy even for elective cases and did not convert from cricothyroidotomy to tracheostomy. In the following years, multiple studies confirmed that cricothyroidotomy can be safe and effective. RecentlyCricothyroidotomy Sliding a finger down the thyroid cartilage, the cricothyroid membrane can be identified just inferior to the border of this cartilage and superior to the cricoid cartilage ( The computed tomography (CT) membrane or ligament connects the cricoid to the thyroid cartilages. It is located anterior to the cricothyroid articulation, and it extends superiorly deep to the thyroid cartilage as the conus elasticus within the subglottic region. The CT membrane is covered anterolaterally by the cricothyroid muscles. Approximate dimensions of the CT membrane are 10 mm in height and 22–33 mm in width [4]. On average, 8 mm separates the medial borders of the cricothyroid muscles in the midline; this is the ideal area for cricothyroidotomy. There are no major arteries, veins, or nerves in the central portion of the CT membrane. The cricothyroid artery typically arises from the superior thyroid artery, with right and left cricothyroid arteries frequently traversing the superior half of the CT membrane, giving off small branches that penetrate the membrane. For this reason, incision within the CT membrane should be made in the lower half. The two cricothyroid arteries may anastomose in the midline and then descend to supply the pyramidal lobe of the thyroid gland. However, even if one of these small arteries is encountered during the procedure, bleeding can usually be controlled with direct pressure. The anatomical structures around the CT membrane are typically far enough away that they are not encountered during cricothyroidotomy. The vocal folds are located approximately 10 mm above the superior aspect of the CT Superior horn of\nthyroid cartilage\nThyroid notch\nThyrohyoid m.\nInferior horn of\nthyroid cartigage\nCricothyroid m.\nOmohyoid m.\nSternohyoid m.\nSternothyroid\nSternothyroid\nSternohyoid m.\nOmohyoid m.\nhorn of hyoid\nLesser\nGreater\nSternocleidomastoid m.\nThyroid isthmus\nCricothyroid artery\n& membrane\n\nidal lobe of the thyroid gland. However, even if one of these small arteries is encountered during the procedure, bleeding can usually be controlled with direct pressure. The anatomical structures around the CT membrane are typically far enough away that they are not encountered during cricothyroidotomy. The vocal folds are located approximately 10 mm above the superior aspect of the CT Superior horn of\nthyroid cartilage\nThyroid notch\nThyrohyoid m.\nInferior horn of\nthyroid cartigage\nCricothyroid m.\nOmohyoid m.\nSternohyoid m.\nSternothyroid\nSternothyroid\nSternohyoid m.\nOmohyoid m.\nhorn of hyoid\nLesser\nGreater\nSternocleidomastoid m.\nThyroid isthmus\nCricothyroid artery\n& membranemembrane, and as long as a ventilation tube is directed downward when advanced through the membrane, injury to the vocal folds is not expected. The thyroid gland isthmus lies anterior to the trachea between the second and fourth tracheal rings, usually below the level of dissection for cricothyroidotomy. As the trachea descends caudally, it travels posteriorly as well, one reason that anterior access to the trachea may be more difficult during tracheostomy. Also, as tracheostomy is typically performed at the level of second to fourth rings, hemorrhage from the thyroid gland itself or vessels surrounding the gland is more concerning during tracheostomy than cricothyroidotomy. The carotid arteries and internal jugular veins lie posterolateral to the cricoid cartilage, and strap muscles can function as an easily identifiable lateral border of dissection. Anterior jugular veins can be avoided by making a vertical incision in the skin and staying in the midline during the procedure. Finally, risk of injury to recurrent laryngeal nerves is low, as these structures also lay posterolateral to the anterior laryngotracheal complex. Indications and Contraindications\nfor Cricothyroidotomy The primary indication for an emergent surgical airway is the failure of endotracheal intubation or noninvasive airway maneuvers in a patient requiring immediate airway control. The 2003 American Society of Anesthesiologists consensus statement confirms surgical airway as the endpoint for unsuccessful airway control in an emergency setting [1]. As soon as an inability to intubate and ventilate is determined, surgical airway access should be pursued; continued attempts at intubation increases morbidity and mortality. Cricothyroidotomy can also be used as a primary attempt at securing the airway in cases of severe trauma. It can be performed safely in patients with cervicothoracic spinal injuries in whom tracheostomy cannot be done and has become useful in patients undergoing extensive maxillofacial surgery. As either a primary or secondary procedure, cricothyroidotomy is used for the immediate relief of upper airway obstruction. The etiology of the obstruction can be trauma; edema from infection, allergy, or burn; foreign body; laryngeal stenosis; or extrinsic compression. Indeed, cricothyroidotomy consistently appears safe as an option in emergency airway management. A recent retrospective comparative analysis did not reveal significant short- or long-term sequalae in trauma patients who underwent emergent cricothyroidotomy when compared to endotracheal intubation [29]. In a recent systematic review, Zasso and others suggested that cricothyroidotomies performed in emergent situations resulted in fewer complications than tracheostomies [31]. Some authors advocate cricothyroidotomy as an alternative to tracheostomy for elective airway management. The primary argument against elective cricothyroidotomy was increased incidence of subglottic stenosis, as championed by Jackson in the early twentieth century. However, when Brantigan and Grow began to use cricothyroidotomy in order to maintain greater distance between their surgical airway and median sternotomy incisions to protect against wound contamination, their initial report in 1976 showed no cases of chronic subglottic stenosis, in direct contrast to Jackson’s work [5]. Though follow-up work published by the same authors 6 years later did identify patients with airway stenosis (17 of 655 patients), the subset was small compared to the number of cricothyroidotomies performed [6]. They cited three predisposing factors: prolonged endotracheal intubation, vocal fold paralysis, and history of laryngeal trauma. Cricothyroidotomy for long-term airway access was also prospectively studied in 76 patients by Sise et al. in 1984 [27]. Five patients developed major complications, including three with subglottic stenosis, and one patient died due to loss of the airway during the procedure. Autopsies were performed on many of the patients who died during the study period still with their cricothyroidotomy in place, and 28 % had pathologic laryngeal changes. In analyzing these results, the authors suggested that elective long-term airway access could be achieved by cricothyroidotomy or tracheostomy with similar potential morbidity and mortality, though the former procedure is easier to perform. More recently, a subset of trauma patients were retrospectively studied who had undergone elective cricothyroidotomy due to challenging neck anatomy. A surgical airway was indicated for anticipated prolonged ventilator dependence, and all patients were already intubated at the time of cricothyroidotomy. Re\n\n[27]. Five patients developed major complications, including three with subglottic stenosis, and one patient died due to loss of the airway during the procedure. Autopsies were performed on many of the patients who died during the study period still with their cricothyroidotomy in place, and 28 % had pathologic laryngeal changes. In analyzing these results, the authors suggested that elective long-term airway access could be achieved by cricothyroidotomy or tracheostomy with similar potential morbidity and mortality, though the former procedure is easier to perform. More recently, a subset of trauma patients were retrospectively studied who had undergone elective cricothyroidotomy due to challenging neck anatomy. A surgical airway was indicated for anticipated prolonged ventilator dependence, and all patients were already intubated at the time of cricothyroidotomy. Relonger than 5–7 days, if laryngeal inflammation or infection is present, or there is history of laryngeal trauma. A strong contraindication to surgical cricothyroidotomy is age less than 10 years. The computed tomography (CT) membrane in a child is disproportionately smaller than in an adult, prior to laryngeal descent in the neck and cricoid expansion. In an infant, the width of the membrane makes up only one-fourth of the anterior tracheal diameter, as compared to three-fourths in an adult. Due to more obscured landmarks and this smaller membrane area, cricothyroidotomy becomes very difficult in children. Instead, needle cricothyroidotomy with percutaneous transtracheal ventilation should be the procedure of choice in this age group [26]. Relative contraindications for surgical cricothyroidotomy include severe neck trauma or edema and expanding neck hematoma. In these situations, landmarks may be obscured, and the anatomy may be significantly distorted, making cricothyroidotomy difficult. Known upper tracheal pathology is another relative contraindication. If a true anatomic barrier exists, then a lower tracheostomy may be the only viable option to secure the airway. However, even malignancy becomes a distant secondary concern if the situation demands immediate action to procure an airway. It should be noted that emergency tracheostomy or the so-called slash trach does carry a higher risk of complication than cricothyroidotomy. 5.1 Needle Cricothyroidotomy In needle cricothyroidotomy, a catheter is placed over a needle that penetrates the CT membrane, allowing ventilation by a pressurized stream of oxygen ( In children younger than 10–12 years, needle cricothyroidotomy is the preferred method for establishing an emergency airway, since the CT membrane is small and can be difficult to locate quickly. Surgical cricothyroidotomy may easily damage the larynx in this age group, with a higher incidence of postoperative airway complications. In young children, needle cricothyroidotomy should be converted to tracheostomy as soon as feasible. A large bore needle with catheter (e.g., 14 gauge) attached to a syringe partially filled with water or saline should be immediately accessible in any potential difficult airway situation. Palpation of midline landmarks should allow identification of the space between the thyroid and cricoid cartilages. The needle with attached syringe is advanced through the skin at a 45 degrees angle pointing inferiorly. When the needle pushes through the CT membrane, aspiration will reveal air bubbles within the syringe. The needle is withdrawn, leaving the cannula in place. Oxygen tubing is then connected to the cannula, and oxygen can be delivered at a high flow rate of 10–12 l/min. Use of a Y-connector will allow periodic release of some carbon dioxide [13]. 5.2 Surgical Cricothyroidotomy Equipment should be easily accessible and bundled together, avoiding delay. Suggested supplies are listed in Cricothyroid\nmembrane Scalpel with no. 15 blade\nHemostats x2\nCricoid hook\n14-g needle with cannula, 6-cc syringe with saline\nTrousseau dilator or Kelley clamp\nCuffed no. 4 tracheostomy tube (previously tested cuff)\nCuffed no. 5 endotracheal tube (previously tested cuff)\nGauze\nBetadine, surgical drapes\n\nwithdrawn, leaving the cannula in place. Oxygen tubing is then connected to the cannula, and oxygen can be delivered at a high flow rate of 10–12 l/min. Use of a Y-connector will allow periodic release of some carbon dioxide [13]. 5.2 Surgical Cricothyroidotomy Equipment should be easily accessible and bundled together, avoiding delay. Suggested supplies are listed in Cricothyroid\nmembrane Scalpel with no. 15 blade\nHemostats x2\nCricoid hook\n14-g needle with cannula, 6-cc syringe with saline\nTrousseau dilator or Kelley clamp\nCuffed no. 4 tracheostomy tube (previously tested cuff)\nCuffed no. 5 endotracheal tube (previously tested cuff)\nGauze\nBetadine, surgical drapes### 5.2.1 Neck Preparation, Positioning, and Landmark Identification Sterile technique should be observed as much as possible with the application of an appropriate antiseptic solution to the patient’s anterior neck, from the angle of mandible to sternal notch ( ### 5.2.2 Skin and computed tomography (CT) Membrane Incisions With the operator’s dominant hand, a 2-cm midline vertical skin incision centered over the CT membrane is made, avoiding injury to the anterior jugular veins ( - B. Silverman\n\ncannula, 6-cc syringe with saline\nTrousseau dilator or Kelley clamp\nCuffed no. 4 tracheostomy tube (previously tested cuff)\nCuffed no. 5 endotracheal tube (previously tested cuff)\nGauze\nBetadine, surgical drapes### 5.2.1 Neck Preparation, Positioning, and Landmark Identification Sterile technique should be observed as much as possible with the application of an appropriate antiseptic solution to the patient’s anterior neck, from the angle of mandible to sternal notch ( ### 5.2.2 Skin and computed tomography (CT) Membrane Incisions With the operator’s dominant hand, a 2-cm midline vertical skin incision centered over the CT membrane is made, avoiding injury to the anterior jugular veins ( - B. Silvermandown to the level of the thyroid and cricoid cartilages. Then, with the left hand still pinning the larynx in midline, the index finger palpates the computed tomography (CT) membrane through the incision, reconfirming its position and planning the following steps. After the CT membrane is carefully localized through the wound, a horizontal incision through the lower border is attempted to avoid injury to the superiorly positioned cricothyroid artery and vein. 5.2.3 Exposure and Dilation of CT Membrane Opening\nAfter the CT membrane incision, a cricoid hook is inserted through the incision to the upper aspect of the cricoid cartilage, and gentle upward traction is applied, bringing the airway closer to the skin ( 5.2.4 Insertion of an Appropriate Cannula\nAt this point, a tracheostomy tube or endotracheal tube should have been previously tested and available on the surgical field ( 5.3 Rapid 4-Step Technique\nThe rapid 4-step technique (RFST) for performing cricothyroidotomy was first described by Brofeldt and others as an attempt to simplify the procedure [7]. The first of the four steps is similar to the first step of the standard technique, except that the surgeon performs the procedure from above the head of bed. Incision is then performed with a horizontal stab through skin, subcutaneous tissues, and CT membrane simultaneously, gaining access to the airway. Stabilization of the larynx is next achieved via insertion of the hook against the cricoid cartilage, before placement of the tracheostomy tube as previously mentioned. This method was considered simpler since it required fewer steps and instruments, and it replicated physician positioning for orotracheal intubation. Randomized crossover trials compared the time required to achieve a surgical airway and complication rate between the two surgical techniques. The RFST was performed in about one-third the time required to perform the standard technique. However, the RFST was associated with a higher rate of complication, mainly cricoid fractures, in cadaveric models [11, 17]. 5.4 Percutaneous Cricothyroidotomy\nPercutaneous cricothyroidotomy is considered by many non-surgeon operators to be simpler to perform than standard surgical technique [22]. It involves less surgical dissection and can be learned easily by anesthesiologists, emergency physicians, or intensivists due to similarities with central venous catheter insertion techniques. However, the technique still mandates strict knowledge of the anatomy and CT membrane localization. It also includes multiple steps, approaching the open surgical technique in complexity. At present, there are multiple commercially available pre-packaged kits for percutaneous cricothyroidotomy (Melker Emergency Cricothyroidotomy Catheter Set, Portex Mini-Trach II, Pertrach, etc.), most of which are based on the Seldinger technique. A small vertical skin incision is made over the CT membrane after identifying the landmarks and fixing the larynx in place with the nondominant hand. Then, an 18-gauge needle attached to a syringe is introduced through the CT membrane, and proper positioning is confirmed with aspiration of air. A guide wire is then inserted through the needle into the airway after the syringe has been removed. The needle is removed with care taken not to pull out the guide wire, and a cannula on a dilator is introduced into the airway over the guide wire. After the cannula is sitting completely against the anterior neck, the dilator and guide wire are removed. Unfortunately, contradicting reports in the literature depict no clear evidence as to which cricothyroidotomy technique is the best in an emergency situation. Studies comparing the wire-guided Seldinger-based technique to the standard surgical technique in human cadaveric models showed a success rate up to 93 % with the Seldinger technique compared to 84–86 % with the surgical technique [24]. In a recent study by Schober and others, though, the percutaneous wire-guided technique was associated with more complications than the surgical technique, required a longer insertion time, and had a lower success rate (71 % vs. 100 %) [2, 5]. The discrepancy in findings may be explained by differences regarding qualifications of the study participants. Emergency physicians are generally more experienced in using wire-guided techniques for central venous and arterial catheterization, while medical students, whose data was presented in this latter study, have very little experience in the technique. Recently, handheld Cricothyroidotomy 7\n\nemergency situation. Studies comparing the wire-guided Seldinger-based technique to the standard surgical technique in human cadaveric models showed a success rate up to 93 % with the Seldinger technique compared to 84–86 % with the surgical technique [24]. In a recent study by Schober and others, though, the percutaneous wire-guided technique was associated with more complications than the surgical technique, required a longer insertion time, and had a lower success rate (71 % vs. 100 %) [2, 5]. The discrepancy in findings may be explained by differences regarding qualifications of the study participants. Emergency physicians are generally more experienced in using wire-guided techniques for central venous and arterial catheterization, while medical students, whose data was presented in this latter study, have very little experience in the technique. Recently, handheld Cricothyroidotomy 7ultrasound has been used more frequently to define anatomy in the emergency setting [2]. Using point-of-care ultrasound can identify the cricothyroid membrane prior to cricothyroidotomy and potentially decrease complications. - 6 Postoperative Considerations* As cricothyroidotomy is frequently performed under emergent conditions for upper airway obstruction, after surgical access is stabilized, the airway should be examined either by flexible endoscopy or formal bronchoscopy. If there is an obvious reversible process that caused the airway obstruction, proper action should be undertaken, for example, foreign body removal. Postoperative chest x-ray is important to rule out pneumothorax or pneumomediastinum. Standard tracheostomy tube hygiene should be quickly initiated: humidification, frequent cleaning of an inner cannula, suctioning, monitoring of cuff pressure to avoid unnecessary mucosal injury, and vigilant skin care. Though some authors advocate long-term use of a cricothyroidotomy site for airway, most advocate formal conversion to tracheostomy, primarily due to concern for subglottic stenosis. The timing of cricothyroidotomy conversion to tracheostomy continues to be controversial in the literature. Jackson advocated an immediate conversion “as soon as the patient has reestablished his breathing [20].” Commonly, if access is needed for longer than 48–72 h, the cricothyroidotomy will be converted to tracheostomy. However, it may not be necessary to perform a conversion surgery if the surgical airway will only be needed for a short period of time, as suggested by a recent systematic review and meta-analysis that revealed no increase in complications among patients who did not undergo conversion [9]. Since data supporting routine conversion is lacking in the literature, and several retrospective studies do not suggest clear benefit from cricothyroidotomy conversion, prospective investigation should be designed to settle this issue [28]. - 7 Complications The reported complication rate for emergent cricothyroidotomy ranges from 10 % to 40 % and for elective procedures ranges from 6 % to 8 % [18]. Even though emergent cricothyroidotomy can be associated with significant morbidity, these potential complications must be compared to the mortality rate for patients with severe airway obstruction who cannot be intubated. The rates of complication for elective cricothyroidotomy are similar to reported complications for elective tracheostomy. Early complications include failure to establish an effective airway, hemorrhage, aspiration, pneumothorax, pneumomediastinum, esophageal perforation, vocal fold injury, and laryngeal disruption. There are multiple scenarios in which cricothyroidotomy fails to establish an airway. Either a delay in initiation of the procedure or prolonged operative time can lead to extended hypoxia, brain damage, and death. Also, the tracheostomy or endotracheal tube may be placed unsuccessfully, leading to creation of a false tract within the neck. The most frequently cited complication by McGill and others in 1982 was incorrect placement of the tube through the thyrohyoid membrane [21]. Proper identification of landmarks during the procedure and a vertical skin incision help prevent this complication. Severe bleeding either during or immediately after cricothyroidotomy is rare. Hemorrhage is most commonly due to injury to a superficial vein, which the vertical midline skin incision also avoids. A horizontal incision through the computed tomography (CT) membrane should avoid branches from the CT artery. During needle or percutaneous cricothyroidotomy, decreased airway protection can lead to aspiration of secretions, emesis, or blood, leading to possible pneumonia or hypoxia. Long-term complications of cricothyroidotomy include laryngotracheal stenosis, aspiration, dysphagia, dysphonia, tracheoesophageal fistula, infection, delayed hemorrhage, laryngo-cutaneous fistula, tracheomalacia, and tube obstruction. Dysphonia is a common complication, in some reports occurring in 50 % of cricothyroidotomy patients [8]. Patients report hoarseness, weak voice, or decreased pitch range, which may be related to injury to the superior laryngeal nerve or cricothyroid muscle, or scarring of the anterior thyroid and cricoid cartilages. Laryngotracheal stenosis can be a difficult complication, requiring multiple surgeries and possible chronic tracheostomy dependence. In a large literature review focused on complications following cricothyroidotomy, Burkey and others identified four groups of patients at increased risk for subglottic stenosis: patients with underlying laryngeal pathology, prolonged endotracheal intubation, airway obstruction after previous intubation, and pediatric patients [8]. Ess\n\nomalacia, and tube obstruction. Dysphonia is a common complication, in some reports occurring in 50 % of cricothyroidotomy patients [8]. Patients report hoarseness, weak voice, or decreased pitch range, which may be related to injury to the superior laryngeal nerve or cricothyroid muscle, or scarring of the anterior thyroid and cricoid cartilages. Laryngotracheal stenosis can be a difficult complication, requiring multiple surgeries and possible chronic tracheostomy dependence. In a large literature review focused on complications following cricothyroidotomy, Burkey and others identified four groups of patients at increased risk for subglottic stenosis: patients with underlying laryngeal pathology, prolonged endotracheal intubation, airway obstruction after previous intubation, and pediatric patients [8]. Esscricothyroidotomy offers the quickest route to stabilizing the airway and should be the first-line therapy. However, as an elective procedure, cricothyroidotomy is only appropriate in some cases, most notably in those without antecedent intubation or laryngeal pathology. There are a number of techniques for cannulating the airway through the cricothyroid membrane, including needle cricothyroidotomy, open surgical approach, and percutaneous dilational cricothyroidotomy. Patient age and relevant neck anatomy, operator experience, and available equipment most often determine the appropriate technique. Complications of cricothyroidotomy are relatively rare and compare favorably to those following tracheostomy when performed in carefully selected patients. Postoperative laryngotracheal stenosis, historically thought to be a routine consequence of cricothyroidotomy, only occurs with significant frequency in patients outside of standard inclusion criteria. References\n1. American Society of Anesthesiologists Task Force on Management of the Difficult Airway. Practice guidelines for management of the difficult airway: an updated report by the American Society of Anesthesiologists Task Force on Management of the Difficult Airway. Anesthesiology. 2003;98(5):1269–77.\n2. Austin DR, Chang MG, Bittner EA. Use of handheld point-of-care ultrasound in emergency airway management. Chest. 2021;159: 1155–65.\n3. Bair AE, Panacek EA, Wisner DH, et al. Cricothyroidotomy: a 5-year experience at one institution. J Emerg Med. 2003;24:151–6.\n4. Boon JM, Abrahams PH, Meiring JH, et al. Cricothyroidotomy: a clinical anatomy review. Clin Anat. 2004;17:478–86.\n5. Brantigan CO, Grow JB. Cricothyroidotomy: elective use in respiratory problems requiring tracheotomy. J Thorac Cardiovasc Surg. 1976;71(1):72–81.\n6. Brantigan CO, Grow JB. Subglottic stenosis after cricothyroidotomy. Surgery. 1982;91(2):217–21.\n7. Brofeldt BT, Panacek EA, Richards JR. An easy cricothyroidotomy approach: the rapid four-step technique. Acad Emerg Med. 1996;3 (11):1060–3.\n8. Burkey B, Esclamado R, Morganroth M. The role of cricothyroidotomy in airway management. Clin Chest Med. 1991;12(3): 561–71.\n9. Choi J, Anderson TN, Sheira D, et al. The need to routinely convert emergency cricothyroidotomy to tracheostomy: a systematic review and meta-analysis. J Am Coll Surg. 2022;234:947–52.\n10. Cole RR, Aguilar EA. Cricothyroidotomy versus tracheotomy: an otolaryngologist’s perspective. Laryngoscope. 1988;98:131–5.\n11. Davis DP, Bramwell KJ, Vilke GM, et al. Cricothyroidotomy technique: standard versus the rapid four-step technique. J Emerg Med. 1999;17(1):17–21.\n12. Esses BA, Jafek BW. Cricothyroidotomy: a decade of experience in Denver. Ann Otol Rhinol Laryngol. 1987;96:519–24.\n13. Fikkers BG, van Vugt S, van der Hoeven JG, et al. Emergency cricothyroidotomy: a randomized crossover trial comparing the wire-guided and catheter-over-needle techniques. Anaesthesia. 2004;59:1008–11.\n14. Gibbs MA, Walls R. Surgical airway. In: Hagberg CA, editor. Benumof’s airway management. 2nd ed. Philadelphia: Mosby Elsevier; 2009. p. 678–96.\n15. Gillespie MB, Eisele DW. Outcomes of emergency surgical airway procedures in a hospital-wide setting. Laryngoscope. 1999;109(11): 1766–9.\n16. Goldenberg D, Ari EG, Golz A, et al. Tracheotomy complications: a retrospective study of 1130 cases. Otolaryngol Head Neck Surg. 2000;123(4):495–500.\n17. Holmes JF, Panacek EA, Sakles JC, et al. Comparison\n\n. Anaesthesia. 2004;59:1008–11.\n14. Gibbs MA, Walls R. Surgical airway. In: Hagberg CA, editor. Benumof’s airway management. 2nd ed. Philadelphia: Mosby Elsevier; 2009. p. 678–96.\n15. Gillespie MB, Eisele DW. Outcomes of emergency surgical airway procedures in a hospital-wide setting. Laryngoscope. 1999;109(11): 1766–9.\n16. Goldenberg D, Ari EG, Golz A, et al. Tracheotomy complications: a retrospective study of 1130 cases. Otolaryngol Head Neck Surg. 2000;123(4):495–500.\n17. Holmes JF, Panacek EA, Sakles JC, et al. Comparison of 2 cricothyroidotomy techniques: standard method versus rapid 4-step technique. Ann Emerg Med. 1998;32(4):442–6.\n18. Hsiao J, Pacheco-Fowler V. Videos in clinical medicine: cricothyroidotomy. N Engl J Med. 2008;358(22):e25.\n19. Jackson C. Tracheotomy. Laryngoscope. 1909;18:285.\n20. Jackson C. High tracheostomy and other errors: the chief cause of chronic laryngeal stenosis. Surg Gynecol Obstet. 1921;32:392.\n21. McGill J, Clinton JE, Ruiz E. Cricothyroidotomy in the emergency department. Ann Emerg Med. 1982;11(7):361–4.\n22. Melker RJ, Kost KM. Percutaneous dilational cricothyroidotomy and tracheostomy. In: Hagberg CA, editor. Benumof’s airway management. 2nd ed. Philadelphia: Mosby Elsevier; 2009. p. 640–77.\n23. Rehm CG, Wanek SM, Gagnon EB, et al. Cricothyroidotomy for elective airway management in critically ill trauma patients with technically challenging neck anatomy. Crit Care. 2002;6(6):531–5.\n24. Schaumann N, Lorenz V, Schellongowsky P, et al. Evaluation of Seldinger technique: emergency cricothyroidotomy vs standard surgical cricothyroidotomy in 200 cadavers. Anesthesiology. 2005;102: 7–11.\n25. Schober P, Hegemann MC, Schwarte LA, et al. Emergency cricothyroidotomy - a comparative study of different techniques in human cadavers. Resuscitation. 2009;80(2):204–9.\n26. Scrase I, Woollard M. Needle vs surgical cricothyroidotomy: a short cut to effective ventilation. Anaesthesia. 2006;61:962–74.\n27. Sise MJ, Shackford SR, Cruickshank JC, et al. Cricothyroidotomy for long-term tracheal access: a prospective analysis of morbidity and mortality in 76 patients. Ann Surg. 1984;200:13–7.\n28. Talving P, DuBose J, Inaba K, et al. Conversion of emergent cricothyroidotomy to tracheotomy in trauma patients. Arch Surg. 2010;145(1):87–91.\n29. Tsur N, Talmy T, Rittblat M, et al. Long-term outcomes of cricothyroidotomy versus endotracheal intubation in military personnel: a retrospective comparative analysis cohort study. J Surg Res. 2024;300:416–24.\n30. Weymuller EA, Cummings CW. Cricothyroidotomy: the impact of antecedent endotracheal intubation. Ann Otol Rhinol Laryngol. 1982;91:437–9.\n31. Zasso FB, You-Ten KE, Ryu M, et al. Complications of cricothyroidotomy versus tracheostomy in emergency surgical airway management: a systematic review. BMC Anesthesiol. 2020;20:216.\nCricothyroidotomy",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_cricothyro.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}