{
  "id": "papoip_brochoalve_lavage",
  "title": "Brochoalveolar Lavage",
  "abstract": "",
  "content": "Bronchoalveolar Lavage\nFranz Stanzel and Andrea Tannapfel Contents Introduction.............................................................................................. 2\n2 BAL Technique........................................................................................... 2 Where to Perform BAL?................................................................................ 2 Instillation and Recovery................................................................................ 3 Safety of BAL............................................................................................ 3 At the Laboratory....................................................................................... Normal in BAL?............................................................................... 4\n8 BAL in Different Situations............................................................................. 4\n9 BAL in the Diagnosis of Diffuse Parenchymal Lung Disease........................................ 4 of BAL............................................................................... 5 Specific BAL Findings................................................................................... 6\n12 BAL as an Adjunct to Diagnosis....................................................................... 9 Assessing the Activity of Disease and Prognosis...................................................... 11\n14 BAL in the Diagnosis of Infections..................................................................... 12 Conclusions............................................................................................... References...................................................................................................... Abstract\nBronchoalveolar lavage (BAL) plays an important role in the diagnostic evaluation of interstitial lung disease, pulmonary infiltrates, and some infectious diseases as a minimally invasive procedure. The decision to perform BAL should be guided by clinical and radiological presentation and the patient’s status as well as local technical expertise, both in performing the procedure and in interpreting the results. An important problem with interpreting BAL results is the variability between centers, which highlights the importance of following standard protocols. Some specific conditions, such as infections, some rare diseases, and malignancy can be diagnosed by BAL analyses. So more invasive procedures can be avoided. Even when nondiagnostic, BAL cellular analysis usually adds valuable information to the clinical and radiological data and helps to narrow the differential diagnosis. The diagnostic usefulness of BAL in interstitial lung disease, especially idiopathic pulmonary fibrosis (IPF), is limited. An important issue of BAL in this setting is exclusion of other diseases as sarcoidosis or hypersensitivity pneumonitis. BAL is an invaluable research tool for ILD (interstitial lung disease). - Stanzel (✉)\nDepartment of Pneumology, Lung Clinic Hemer, Hemer, Germany\ne-mail: franz.stanzel@Ikhemer.de\n- Tannapfel\nInstitute of Pathology, Ruhr University, Bochum, Germany\ne-mail: andrea.tannapfel@pathologie-bochum.de\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_23-1\n\ninterstitial lung disease, especially idiopathic pulmonary fibrosis (IPF), is limited. An important issue of BAL in this setting is exclusion of other diseases as sarcoidosis or hypersensitivity pneumonitis. BAL is an invaluable research tool for ILD (interstitial lung disease). - Stanzel (✉)\nDepartment of Pneumology, Lung Clinic Hemer, Hemer, Germany\ne-mail: franz.stanzel@Ikhemer.de\n- Tannapfel\nInstitute of Pathology, Ruhr University, Bochum, Germany\ne-mail: andrea.tannapfel@pathologie-bochum.de\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_23-1lung disease), providing information regarding immune effector cells that accumulate in the alveoli and their noncellular products. With the increasing availability of proteomics, the importance of biomarkers of ILD will hopefully become clear soon. It is essential that BAL findings be interpreted by experts in the context of clinical and radiological data. - Keywords*\nBronchoalveolar lavage · Idiopathic pulmonary fibrosis · Interstitial lung disease · Hypersensitivity pneumonitis · Usual interstitial pneumonia · Idiopathic pulmonary fibrosis patient - 1 Introduction\nBronchoalveolar lavage (BAL) is a low-risk tool, which is very popular, commonly used to get additional diagnostic information in patients with lung disease. On the other hand, it may provide prognostic information too. Compared to sputum analysis, BAL allows for targeted sampling of the lower respiratory tract with less microbial contamination from the upper aerodigestive tract. BAL is frequently paired with other bronchoscopic procedures. Among diagnostic tests, BAL has a specific value for the diagnosis of certain interstitial lung diseases (ILDs), such as alveolar hemorrhage, alveolar proteinosis, bronchoalveolar carcinoma, Langerhans’ cell histiocytosis, and Pneumocystis pneumonia, allowing surgical lung biopsy to be avoided. In other ILDs, BAL findings may support, in combination with clinical and high-resolution computer tomography (HRCT) findings, a suspected diagnosis or make it unlikely. In addition, a normal BAL differential cell profile does not exclude the presence of microscopic abnormalities in lung tissue. This method is also a valid support for research. Genetic and molecular biomarkers, with different diagnostic/prognostic significance, can be detected in BAL. It has a role in diagnostic of infectious diseases such as bacterial pneumonia, tuberculosis, mycoses, or virus infections of the lung. - 2 BAL Technique\nThe idea of BAL is to obtain cells, inhaled particles, infectious organisms, and solutes from the lower respiratory tract and from the alveolar spaces of the lung. A sufficient volume of lavage fluid has to be instilled. The minimum is considered about 100 mL of lavage fluid in adults. The recommendations reach from 100–300 mL for BAL and aliquots of 20–50 ml, administered through the working channel of the bronchoscope in wedge position or through a catheter, positioned more distally. BAL is a minimally invasive technique, which is usually performed during bronchoscopy under local anesthesia and moderate sedation. Local anesthesia is required to avoid cough but can interfere with the fluid obtained during the process of BAL and can cause coughing too. The ideal conditions as under general anesthesia and via rigid or endotracheal tube are far from daily routine. It can be carried out in ventilated patients too, with special ventilator settings. There have been different guidelines published previously. Though the volume of saline instilled to retrieve cells from the pulmonary parenchyma, the positioning of the patient, the suction applied, and the processing of the BAL fluid for cellular analyses have not been standardized totally, something that may contribute to the varying results from different laboratories and centers. BAL must be distinguished from other lavage techniques. The widely used technique of bronchial washing or bronchial lavage during routine bronchoscopy is different from BAL. It samples material from large airways as trachea and smaller airways down to the level of segmental or subsegmental bronchi for diagnostic purpose as microbiological or tumor cytology studies. The amount of fluid instilled is mostly around 20 mL. On the other hand, there are therapeutic purposes for lavage techniques too. Often amounts of some aliquots of 20 mL are needed to remove tenacious secretions under bronchoscopy in patients suffering from chronic bronchitis, asthma, or bronchiectasis. This is sometimes necessary and the simplest therapeutic lavage technique. It is important to distinguish whole lung lavage, which is the most invasive technique and a therapeutic procedure for pulmonary alveolar proteinosis, routinely performed under general anesthesia and double-lumen intubation. Repeated instillations of around 1000 mL are used up to 20 or more liters [30]. - 3 Where to Perform BAL?*\nThe middle lobe or the lingula (or one of its segments or subsegments, if thinner bronchoscopes are used) is recommended as standard site for BAL, if diffuse lung disease is present. From these lobes, about 20 % more fluid and cells are recovered than from the lower lobes. Alternatively, one of the anterior segments or subsegments of the upper or lower lobes of both lungs may be used, if it is impossible or difficult to carry it out at the standard site [9]. If\n\n. It is important to distinguish whole lung lavage, which is the most invasive technique and a therapeutic procedure for pulmonary alveolar proteinosis, routinely performed under general anesthesia and double-lumen intubation. Repeated instillations of around 1000 mL are used up to 20 or more liters [30]. - 3 Where to Perform BAL?*\nThe middle lobe or the lingula (or one of its segments or subsegments, if thinner bronchoscopes are used) is recommended as standard site for BAL, if diffuse lung disease is present. From these lobes, about 20 % more fluid and cells are recovered than from the lower lobes. Alternatively, one of the anterior segments or subsegments of the upper or lower lobes of both lungs may be used, if it is impossible or difficult to carry it out at the standard site [9]. Ifpatients with marked radiographic heterogeneity or with localized lesions, such as inflammatory infiltrates, malignant lesions, or from other causes, it is recommended that the area of greatest abnormality, as seen on the chest radiograph or computed tomography (CT), should be chosen as the preferred site for BAL. Some follow the concept of BAL at two or three different sites to reach higher representation [17]. - 4 Instillation and Recovery*\nThe most commonly used instillate is sterile isotonic saline solution (0.9 % NaCl). Warming of the instillate to body temperature may prevent coughing and increase cellular yield. The most widespread technique is to instill the fluid directly through the biopsy channel of the flexible bronchoscope. Optimal recovery is accomplished by occluding the bronchial lumen with the bronchoscope. The tip of the bronchoscope is therefore advanced into a bronchial segment (or subsegment) until a wedge position is reached. Alternatively, a suction catheter through the working channel can be used. The catheter is placed more peripherally to subsegmental or subsubsegmental bronchi. Local anesthesia fluid should be removed prior to instillation of lavage fluid, since it may influence cell viability. The fluid is instilled with syringes using a standard number of input aliquots. Commonly 20 mL syringes are used (alternatively 60 mL) and four to five aliquots are recommended up to a total instilled volume of 100–300 mL. Smaller instilled volumes carry the risk of contamination by the bronchial spaces. Then a more “bronchial” washing component may dominate the cellular picture [19]. After instillation of each aliquot, the fluid is recovered either by aspirating manually using the attached syringe or by wall suction into a fluid trap. Suction can cause airway collapse and traumatization of the airway mucosa, which may reduce recovery volume and change the fluid profile by adding blood [36]. The optimal effect can be driven by the bronchoscopist by visual control. We prefer the use of 20 mL syringes and instillate the fluid directly through the biopsy channel. A recovery of 30–70 % of the instilled volume is normal. The first aspirate may be the smallest one. Reasons for small recovery rates are emphysema, obstructive airway disease, smoking, or a higher age of the patient. Another important reason is a poor wedge position, which leads to leakage and coughing during BAL. Some reject the first “bronchial” aliquot to avoid changes of the following “alveolar” aliquots or start after the second instillation with removal. The minimum is at 5 %, which is adequate for analysis. Siliconized or plastic containers are recommended to avoid loss of cells through adhesion to glass surfaces. - 5 Safety of BAL\nBAL is a minimally invasive technique associated with a low complication rate (0–2.3 %) without mortality. Most of the reported side effects are closely related to endoscopic technique, location and extent of lavaged lung area, and the volume and temperature of instilled fluid. Supplemental oxygen delivery throughout the entire procedure, oximetry, and ECG and blood pressure monitoring are recommended. The most frequent complications of BAL are transient fever and decrease of lung function parameters. Fever due to resorption of the fluid occurs in up to 30 % of the patients, typically some hours after bronchoscopy, resolving within 24 h. Usually there is no need for additional therapy. Most depends on the amount of the instilled fluid volume. A transient change of lung function parameters as a decrease of vital capacity, FEV1, and oxygen tension has been reported. Other side effects are transient alveolar infiltrations. Clinically, wheezing or bronchospasm may be seen after BAL. Major complications can be seen in patients with severe lung or heart disease. Risk factors for major complications are extensive pulmonary infiltrates, pO2 < 8.0 kPa ( < 60 mmHg), SO2 < 90 %, FEV1 < 1.0 L, bleeding disorders (prothrombin time < 50 s, platelet counts < 20,000 platelets/mL), significant comorbidity, and bronchial hyperreactivity [3]. BAL is contraindicated (relative) if the patient has cardiopulmonary instability or a severe hemorrhagic diathesis. Absolute contraindications for BAL do not differ from those for bronchoscopy. - 6 At the Laboratory*\nIt is essential that the transfer of the materials to the laboratory is performed as quickly as possible, best within 1 h. The next steps recommended are (1) filtration through cotton gauze or nylon mesh, which reduces the mucus and\n\nextensive pulmonary infiltrates, pO2 < 8.0 kPa ( < 60 mmHg), SO2 < 90 %, FEV1 < 1.0 L, bleeding disorders (prothrombin time < 50 s, platelet counts < 20,000 platelets/mL), significant comorbidity, and bronchial hyperreactivity [3]. BAL is contraindicated (relative) if the patient has cardiopulmonary instability or a severe hemorrhagic diathesis. Absolute contraindications for BAL do not differ from those for bronchoscopy. - 6 At the Laboratory*\nIt is essential that the transfer of the materials to the laboratory is performed as quickly as possible, best within 1 h. The next steps recommended are (1) filtration through cotton gauze or nylon mesh, which reduces the mucus andtotal cells but lead to an increase in cell viability of the remaining cells. The total cell count is usually expressed as the total number of cells recovered per lavage but also as the concentration of cells per milliliter of recovered fluid. Cell viability is assessed by trypan blue exclusion and should range from 80 % to 95 %. For the enumeration of cell differentials, at least 600 cells are counted on cytocentrifuge or cell smear preparations after staining with May-Grünwald-Giemsa. This number of cells is needed to achieve sufficient reproducibility and low variability in the differential cell counts. The Diff-Quick stain should not be used because it does not stain mast cells. Ciliated or squamous epithelial cells should be noted but not included in the differential cell count. A high percentage of epithelial cells ( > 5 %) is indicative for contamination by bronchial cells. Such BAL probes may not be representative for the diagnosis of diffuse parenchymal lung disease. At least three unstained slides should be stored to have the possibility for special staining (iron, periodic acid-Schiff (PAS), silver, toluidine blue, fat, or Ziehl-Neelsen) if clinically indicated or if specific observations arise from the May-Grünwald-Giemsa slides. If clinically indicated, routine investigations could be expanded by an additional workup. If malignant disease is suspected, the Papanicolaou stain should be added. In case of infection, a complete microbiological assessment, including cultures, should be performed. Lymphocyte subpopulations can be identified by immunocytochemical methods, immunofluorescence, or flow cytometry using monoclonal antibody techniques. The crucial point for flow cytometry is that > = 1 x 10^6 cells are required to perform an adequate test. These investigations are not recommended as routine procedures for BAL specimens. They are especially indicated in patients with high lymphocyte counts, such as hypersensitivity pneumonitis (HP), or if Langerhans’ cell histiocytosis is suspected. CD1a and Langerin are very specific markers for Langerhans’ cell histiocytosis. Flow cytometry can be helpful in detecting markers of malignant lymphoma. In addition, for research purposes, functional studies of viable BAL cells can be performed. The cells can be cultivated in appropriate culture medium, and the release of mediators can be determined along with the mechanisms that appear to regulate the mediator release. It is possible to study cell-cell interactions with co-cultures of two different types of cells. Cells can also be assessed with molecular biology tools to investigate gene activation and intracellular signaling pathways. As for the measurement of acellular components, a reasonable pragmatic approach was taken by the European Respiratory Society (ERS) Task Force. These components should be expressed as amounts per mL of recovered BAL fluid, in order to facilitate comparison of data from different workers until a reliable external marker can be defined. The report of the ERS Task Force also provides detailed information on the measurement of soluble components [26, 27]. Normal in BAL?\nThe BAL fluid obtained from healthy, nonsmoking adults without underlying lung disease is dominated by alveolar macrophages ( > 80 %). Normal in BAL may be 80–90 % alveolar macrophages (AMs), 5–15 % lymphocytes, 1–3 % polymorphonuclear neutrophils, 1 % eosinophils, and < 1 % mast cells [22]. Cigarette smoking leads to significant effects on BAL samples. The alveolar macrophages from smokers are larger than those in nonsmokers (threefold to fivefold increase) and show a characteristic morphology. They contain smoker’s inclusion bodies, which are cytoplasmic inclusion bodies consisting of tar products, lipids, lipofuscin, and other substances. BAL in Different Situations\nBAL plays a role in the daily clinical routine in very different situations [26, 32] such as the following:\n- In the diagnosis of diffuse parenchymal lung disease\n- In the diagnosis of infiltrations, infectious disease, and malignant disease\n- An adjunct to diagnosis in different situations\n- Assessment of disease activity and prognosis, especially in ILDs\nAdditionally, it plays a role in research and development of new drugs. BAL in the Diagnosis of Diffuse\nParenchymal Lung Disease\nILDs represent a very broad and heterogeneous group of acute and chronic lung disorders with variable degrees of inflammation and fibrosis [4]. They predominantly affect the distal pulmonary parenchyma including the confined interstitial space bounded by the epithelial and endothelial basement membranes of the alveolar wall. Because of these similarities, they are grouped under ILDs. However, there are significant differences between different ILDs. The\n\nclinical routine in very different situations [26, 32] such as the following:\n- In the diagnosis of diffuse parenchymal lung disease\n- In the diagnosis of infiltrations, infectious disease, and malignant disease\n- An adjunct to diagnosis in different situations\n- Assessment of disease activity and prognosis, especially in ILDs\nAdditionally, it plays a role in research and development of new drugs. BAL in the Diagnosis of Diffuse\nParenchymal Lung Disease\nILDs represent a very broad and heterogeneous group of acute and chronic lung disorders with variable degrees of inflammation and fibrosis [4]. They predominantly affect the distal pulmonary parenchyma including the confined interstitial space bounded by the epithelial and endothelial basement membranes of the alveolar wall. Because of these similarities, they are grouped under ILDs. However, there are significant differences between different ILDs. TheA full medical history (with occupational and environmental exposures or drugs), physical examination, laboratory tests, pulmonary function tests, and imaging (chest x-ray and HRCT). If these noninvasive techniques do not lead to diagnosis, more invasive techniques such as bronchoscopy including BAL, transbronchial lung biopsy or cryobiopsy, and surgical lung biopsy must be considered. Among these procedures, bronchoscopy is the least invasive technique. BAL plays an important role in the diagnosis of patients suffering from pulmonary infiltrates and shadowing and some diffuse interstitial lung disease, so this indication is widely accepted [31, 46]. In most situations, in which diffuse lung disease caused by infectious, immunological, or malignant disease is suspected, BAL should not be considered as the only diagnostic test. The findings of HRCT play a more and more important role. In ILD, the differential cell counts and specific BAL lavage features can be variable, non-specific, and insensitive. But often, BAL cellular profiles may help to narrow the differential diagnoses of ILDs and to guide further specific diagnostic interventions. However, some BAL findings may be very specific and lead directly to a diagnosis and can in such situations replace biopsy. of BAL There are different BAL profiles, which are common in the clinical routine [12]. A lymphocytic cellular pattern, a neutrophilic cellular pattern, an eosinophilic cellular pattern, and other inflammatory patterns have different implications ( A lymphocytic BAL pattern is commonly seen in granulomatous lung diseases, such as sarcoidosis ( A neutrophilic cellular pattern can be found in idiopathic pulmonary fibrosis (IPF), asbestosis, acute respiratory distress syndrome (ARDS), aspiration pneumonia, subacute hypersensitivity pneumonitis, and cryptogenic organizing pneumonia (COP), as well as in pulmonary infections. An increased neutrophil count may be unspecific but in the Bronchoalveolar Lavage (BAL)\n- Diagnostic algorithmeosinophilic\nGRANULOCYTES > 25 %\n- eosinophilic\npneumonia\n- Churg Strauss\nLYMPHOCYTES > 12–15 % > 50 %\nCD4/CD8 > 5\n- sarcoidosis\n- berylliosis\n- asbestosis\n- autoimmune\ndisease\nCD4/CD8 < 1\n- EAA\n- pneumoconiosis\n- drugs-induced\n- HIV\n- COOP\nEAA\n- IPF\n- ARDS\n- pneumonia\n- bronchitis\nCD4/CD8 evaluation is valuable\nneutrophilic\nGRANULOCYTES > 3–5 % Bronchoalveolar\n\nbe unspecific but in the Bronchoalveolar Lavage (BAL)\n- Diagnostic algorithmeosinophilic\nGRANULOCYTES > 25 %\n- eosinophilic\npneumonia\n- Churg Strauss\nLYMPHOCYTES > 12–15 % > 50 %\nCD4/CD8 > 5\n- sarcoidosis\n- berylliosis\n- asbestosis\n- autoimmune\ndisease\nCD4/CD8 < 1\n- EAA\n- pneumoconiosis\n- drugs-induced\n- HIV\n- COOP\nEAA\n- IPF\n- ARDS\n- pneumonia\n- bronchitis\nCD4/CD8 evaluation is valuable\nneutrophilic\nGRANULOCYTES > 3–5 % Bronchoalveolarappropriate clinical setting is observed in the BAL of 70–90 % of patients with IPF. The nonspecific nature of a BAL neutrophilia is illustrated by the difficult diagnostic problem of fibrotic nonspecific interstitial pneumonia (NSIP) too. An eosinophilic cellular pattern of BAL is in the absence of asthma and parasitic infections highly suggestive of eosinophilic pneumonia. Differential diagnosis may be Churg-Strauss syndrome, allergic pulmonary aspergillosis, drug-induced lung disease, or Langerhans’ cell histiocytosis. The diagnosis of Langerhans’ cell histiocytosis can be made by the presence of more than 5 % Langerhans’ cells in BAL, identified by monoclonal antibodies directed against the CD1a antigen or Langerin, though it can be an unspecific finding too, as in some cases of IPF, HP, and collagen vascular disease-associated pulmonary fibrosis. If eosinophilia exceeds 25 %, eosinophilic pneumonia has to be considered [2]. Plasma cells are not present in normal BAL. If found, together with foamy macrophages and increased lymphocyte count, HP or drug-induced lung disease has to be suggested. Differential diagnoses are cryptogenic organizing pneumonia and chronic eosinophilic pneumonia. Mast cells appear in the process of lung inflammation and fibrosis. An increased number are sometimes observed in sarcoidosis, associated with advanced or progressive disease. In addition, if mixed cellular patterns are present, the predominant cellular pattern might offer a hint to the diagnosis, although in these circumstances, invasive procedures such as lung biopsy (transbronchial cryo- or surgical) may be required to make a specific diagnosis. Specific BAL Findings\nIn some rare diseases, in the appropriate clinical setting, BAL findings can be diagnostic per se [13]. BAL has a high diagnostic value in these cases ( In pulmonary alveolar proteinosis, the BAL fluid looks milky or turbid. Under bronchoscopy, this may cast suspicion Diagnosis\nBAL features\nAlveolar hemorrhage\nMacroscopically bloody\nIncreased intensity from fraction to fraction\nFree red blood cells\nHemosiderin-laden macrophages\nFragmented red blood cells in the alveolar\nmacrophages > = 20 % siderophages\nAlveolar proteinosis\nMilky fluid, PAS + acellular corpuscles\nFoamy alveolar macrophages\nLarge amounts of amorphous debris, weak\nPAS+\nCigarette smoking\nThree- to fivefold increase of size of alveolar\nmacrophages\nInclusion bodies (cytoplasmic inclusion of tar\nproducts, lipids, lipofuscin)\nEosinophilic pneumonia\nEosinophils > 25 %\nHypersensitivity pneumonitis\nLymphocytosis > 25 %\nHighest lymphocyte count\nCD4/CD8 ratio decreased, but variable too\nInfection\nInfectious organisms by stains or cultures\nLangerhans’ cell histiocytosis\nCD1a + or Langerin + Langerhans’ cells > 5 %\nTypical smoker’s changings\nLipoid pneumonia\nOily material\nLipid-laden alveolar macrophages\nMalignant infiltrations\nMalignant cells\nPneumoconiosis\nDust particles in alveolar macrophages\nBirefringent material in alveolar\nmacrophages\nAsbestosis\nIncreased asbestos body count\nSarcoidosis\nLymphocytosis > 25 %, but milder\nModerate lymphocyte count only\nCD4/CD8 ratio > 3.5 (in the absence of\nmixed cellular pattern) BAL with epithelioid cells with\nintracytoplasmic inclusion bodies\nand lymphocytes - Stanzel and A. Tannapfel\n\niocytosis\nCD1a + or Langerin + Langerhans’ cells > 5 %\nTypical smoker’s changings\nLipoid pneumonia\nOily material\nLipid-laden alveolar macrophages\nMalignant infiltrations\nMalignant cells\nPneumoconiosis\nDust particles in alveolar macrophages\nBirefringent material in alveolar\nmacrophages\nAsbestosis\nIncreased asbestos body count\nSarcoidosis\nLymphocytosis > 25 %, but milder\nModerate lymphocyte count only\nCD4/CD8 ratio > 3.5 (in the absence of\nmixed cellular pattern) BAL with epithelioid cells with\nintracytoplasmic inclusion bodies\nand lymphocytes - Stanzel and A. Tannapfelon the specific disease. Under light microscopy, the characteristic acellular oval bodies (surfactant-derived lipoproteins) are basophilic on May-Grünwald-Giemsa staining and positive with PAS staining. The background is filled by large amounts of amorphous debris showing weak PAS staining and few foamy macrophages ( The combination of grossly milky BAL fluid, PAS-positive acellular oval bodies, and foamy macrophages under light microscopy is virtually pathognomonic of the disease and obviates the need for transbronchial or surgical lung biopsy. If unclear, lung biopsy can follow clear up ( Pulmonary Langerhans’ cell histiocytosis is strongly associated with cigarette smoking, and the BAL differential cytology shows a typical smoker constellation with increased total cell counts and macrophages with smoker’s inclusions [40]. The specific finding is an increase in Langerhans’ cells to > 5 % of the total BAL cell count. The sensitivity is low because in late cases of the disease the number of Langerhans’ cells decreases in the tissue. Low proportions of Langerhans’ cells in the range of 2–4 % can be seen in other conditions, such as in healthy smokers, respiratory bronchiolitis/interstitial lung disease (RB/ILD), other ILDs, and bronchoalveolar carcinoma. Staining by monoclonal antibodies for CD1a or Langerin enables identification of Langerhans’ cells in BAL. The reaction with the polyclonal | BAL pattern | Diagnosis | Remarks | |:--------------- |:-------------------------------------- |:-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | | Lymphocytic | Hypersensitivity pneumonitis | Highest numbers of lymphocytes < br > Highest cell counts < br > Lymphocytosis > 50 % < br > Low CD4/CD8 most common < br > Foamy macrophages < br > Plasma cells may be present (antigen exposure) and transient neutrophil count | | | Sarcoidosis | Mostly isolated moderate lymphocytosis < br > Neutrophils and mast cells may be present < br > CD4/CD8 ratio > 3.5, but high variability < br > Consider transbronchial lung biopsy < br > Consider endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) | | | Nonspecific interstitial pneumonia | Cellular variant < br > Higher lymphocyte count < br > Lower neutrophil count < br > Eosinophils may be present | | | Cryptogenic organizing pneumonia | Lymphocytes dominantly increased < br > Neutrophils, eosinophils, and mast cells increased < br > Typical symptoms and radiological findings | | | Drug-induced lung disease | Dominance of CD8+ cells | | | Silicosis | Dust particles in alveolar macrophages | | | Tuberculosis | Staining/cultures for mycobacteria < br > Radiological appearance | | Neutrophilic | Idiopathic pulmonary fibrosis | HRCT findings < br > Moderate increased neutrophil count (10–30 %) in 70–90 % of patients < br > Eosinophils slightly increased (in 40–60 % of patients) < br > Neutrophils > 2x eosinophils | | | Collagen vascular disease | Dominantly increased neutrophils | | | Asbestosis | Asbestos bodies (negative in 10–15 %) | | | Bacterial infection | Bacteria on staining and cultures | | Eosinophilic | Eosinophilic pneumonia | Eosinophils > 25 % (up to 90 %) < br > Eosinophils > neutrophils < br > Plasma cells may be present < br > Radiological criteria on HRCT | | | Churg-Strauss syndrome | Moderate eosinophilia | | | Allergic bronchopulmonary aspergillosis | Staining for aspergillus+ < br > Criteria for ABPA | | | Drug-induced lung disease | Very variable | | Mixed | Predominant pattern may lead to diagnosis | | Bronchoalveolar\n\n| | | Collagen vascular disease | Dominantly increased neutrophils | | | Asbestosis | Asbestos bodies (negative in 10–15 %) | | | Bacterial infection | Bacteria on staining and cultures | | Eosinophilic | Eosinophilic pneumonia | Eosinophils > 25 % (up to 90 %) < br > Eosinophils > neutrophils < br > Plasma cells may be present < br > Radiological criteria on HRCT | | | Churg-Strauss syndrome | Moderate eosinophilia | | | Allergic bronchopulmonary aspergillosis | Staining for aspergillus+ < br > Criteria for ABPA | | | Drug-induced lung disease | Very variable | | Mixed | Predominant pattern may lead to diagnosis | | Bronchoalveolarantibody S100 is less specific. In cases with characteristic BAL findings, electronic microscopy is not needed [6]. Multiple causes may lead to diffuse alveolar hemorrhage (DAH). It is a clinical syndrome characterized by severe hemoptysis because of bleeding into the alveolar space. BAL analysis may help to diagnose alveolar hemorrhage syndromes, including Goodpasture’s syndrome, Wegener’s granulomatosis, systemic lupus erythematosus and other vasculitides, idiopathic pulmonary hemosiderosis, pulmonary capillaritis, and collagen vascular disease. The characteristic findings in BAL are numerous hemosiderin-laden macrophages. If coagulopathy is excluded, BAL is pivotal in excluding or confirming diffuse alveolar hemorrhage in patients with unexplained pulmonary infiltrates. In extensive diffuse alveolar hemorrhage, hemoptysis is often minimal or absent, and HRCT findings are nonspecific. Fresh bleeding leads to free red blood cells in the BAL fluid. Fragments of ingested red blood cells within the cytoplasm of macrophages are pathognomonic. The color of the BAL fluid is bloody or something between pink and brown, depending on the interval and intensity to bleeding. The recovered fluid stains more intensely from fraction to fraction, which is characteristic for alveolar hemorrhage. It can be distinguished from aspirated blood from the bronchi by the fact that then the first fraction is the bloodiest one. To assess the severity of bleeding, the percentage of siderophages is counted. This is more practical than the time-consuming application of the Golde score, which also takes into account the intensity of staining of each macrophage. It has been shown that a percentage of siderophages > = 20 % is sufficient for the diagnosis of DAH. Hemosiderin-laden macrophages do not appear earlier than 48 h after bleeding. Thus, very early bleeding shows only numerous red blood cells. It is important to highlight that many syndromes belong to this group of disorders; therefore, other clinical and laboratory findings must be considered to establish the cause of bleeding. In the clinical setting, chronic left heart failure with pulmonary congestion is one of the most frequent underlying conditions for the finding of DAH in BAL fluid examination. BAL is not as sensitive for solid tumors as biopsy or transbronchial needle aspiration. But diffuse malignant infiltrates can be reliably diagnosed in 60–90 % of cases ( Different pneumoconioses lead to changes which can be detected by BAL. Dust particles in alveolar macrophages can confirm exposure, but no close correlation exists between the extent of disease and the quantity of inhaled dust. Dust particles and birefringent material within the alveolar macrophages or elevated asbestos body counts suggest occupational exposure. In asbestos-related disease, asbestos bodies can be detected in smears or cytocentrifuged preparations of BAL fluid ( Chronic beryllium disease is clinically, radiologically, and histologically identical to sarcoidosis. Even BAL - Stanzel and A. Tannapfel\n\nconditions for the finding of DAH in BAL fluid examination. BAL is not as sensitive for solid tumors as biopsy or transbronchial needle aspiration. But diffuse malignant infiltrates can be reliably diagnosed in 60–90 % of cases ( Different pneumoconioses lead to changes which can be detected by BAL. Dust particles in alveolar macrophages can confirm exposure, but no close correlation exists between the extent of disease and the quantity of inhaled dust. Dust particles and birefringent material within the alveolar macrophages or elevated asbestos body counts suggest occupational exposure. In asbestos-related disease, asbestos bodies can be detected in smears or cytocentrifuged preparations of BAL fluid ( Chronic beryllium disease is clinically, radiologically, and histologically identical to sarcoidosis. Even BAL - Stanzel and A. Tannapfellymphocytosis and an increase of CD4/CD8 ratio are identical. Diagnosis can be confirmed by an in vitro lymphocyte transformation test because the antigen is known. The transformation test in BAL is more sensitive and specific than the blood test [5]. Eosinophilic lung diseases can be diagnosed when there are > = 25 % eosinophils in BAL of the radiologically affected segment. In both acute and chronic eosinophilic pneumonia, the fraction of BAL eosinophils ranges from 20 % to 90 % and is higher than the neutrophil fraction. In addition, a mild-to-moderate increase in lymphocyte count with a decrease in CD4/CD8 ratio can be observed. Sometimes plasma cells can also be detected. Churg-Strauss syndrome shows similar findings. The diagnostic significance of a milder eosinophilia ( < 20 %) is limited since it may be present in ILD or asthma too. In combination with clinical and HRCT findings, eosinophilic lung diseases can be appropriately diagnosed by BAL even without lung biopsy [2]. Aspiration has to be considered in the differential diagnosis of recurrent pneumonia or atypical diffuse pulmonary infiltrates. BAL analysis shows usually large numbers of lipid-laden macrophages with marked vacuolization of their cytoplasm. This finding is highly suggestive for lipoid pneumonia caused by chronic aspiration. Other differential diagnoses are hypersensitivity pneumonia and drug-induced pneumonia. ARDS is difficult to manage; often there is a need for ventilating the patients. Diagnosis is difficult. After considering the risks and benefits, it would be worthwhile to consider performing BAL in patients with severe ARDS of unknown etiology to pursue its cause [8]. In immunocompromised patients with pulmonary infiltrates, opportunistic infections are common. In this setting, BAL is one of the most important tools [16]. The sensitivity of BAL ranges from 60 % to 90 % in the diagnosis of bacterial infections; 70–80 % in mycobacterial, fungal, and most viral infections; and 90–95 % in Pneumocystis jirovecii pneumonia. If Pneumocystis infection is suspected, the BAL fluid should not be filtered through gauze, as Pneumocystis is commonly found in mucous material. The characteristic cysts of Pneumocystis can be detected on May-Grünwald-Giemsa or Grocott stained slides. The cysts are foamy vacuoles within an accumulation of slightly basophilic amorphous material. Staining with modified toluidine blue or silver methenamine visualizes the cyst wall. There is a high sensitivity of PCR ( > 90 %) for Pneumocystis jirovecii in BAL [28]. A positive PCR for Pneumocystis should be confirmed by staining methods to differentiate between colonization and infection. In cytomegalovirus pneumonia, the characteristic cytomegalic-transformed cell (the owl eye cell) with typical nuclear or cytoplasmic inclusions is highly specific and can be seen on light microscopy in 30–50 % of cases. BAL as an Adjunct to Diagnosis\nMost BAL findings in ILDs are unspecific. However, BAL and cellular analysis may help clearing up a diagnosis. Very important is the context of clinical and especially radiological HRCT findings. BAL cellular patterns can generally differentiate the fibrosing conditions (characterized by neutrophilia and eosinophilia) from granulomatous diseases (lymphocytosis with or without granulocytosis). For further specification, the CD4/CD8 ratio may be helpful. In some centers, CD4/CD8 ratios are considered to be diagnostically useful, with an increased CD4/CD8 ratio favoring a diagnosis of Bronchoalveolar\n\ned cell (the owl eye cell) with typical nuclear or cytoplasmic inclusions is highly specific and can be seen on light microscopy in 30–50 % of cases. BAL as an Adjunct to Diagnosis\nMost BAL findings in ILDs are unspecific. However, BAL and cellular analysis may help clearing up a diagnosis. Very important is the context of clinical and especially radiological HRCT findings. BAL cellular patterns can generally differentiate the fibrosing conditions (characterized by neutrophilia and eosinophilia) from granulomatous diseases (lymphocytosis with or without granulocytosis). For further specification, the CD4/CD8 ratio may be helpful. In some centers, CD4/CD8 ratios are considered to be diagnostically useful, with an increased CD4/CD8 ratio favoring a diagnosis of Bronchoalveolarsarcoidosis, whereas a low CD4/CD8 ratio is more usual in HP [14]. But it is clear that there are too many exceptions to these observations. In most of the patients suffering from sarcoidosis, BAL shows a typical pattern, demonstrating lymphocytic alveolitis ( > 90 %) independent of the stage of disease. If there is active sarcoidosis, the lymphocyte counts tend to be higher, but the range is wide. In the more advanced stages, neutrophils and mast cells may also be increased. Even if imaging findings are normal, BAL findings may be typical in sarcoidosis patients [18]. The CD4/CD8 ratio is characterized by a high variability in sarcoidosis, so it has been debated controversially. At the time of diagnosis, not every patient has an increased CD4/CD8 ratio. Most probably, it is increased if acute sarcoidosis or Löfgren’s syndrome is present. On the other hand, even 15 % of patients show a decreased CD4/CD8 ratio. The sensitivity for diagnosis of sarcoidosis is low around only 55 %, but the specificity is high around 95 %, higher than the specificity of transbronchial biopsy. Increased neutrophils in BAL of patients with newly diagnosed sarcoidosis may indicate unfavorable prognosis. The disease showing the highest total cell count and the highest lymphocyte count is extrinsic allergic alveolitis or hypersensitivity pneumonitis (HP). The proportion of lymphocytes exceeds often 50 %. The number of activated T cells is also increased. The CD4/CD8 ratio can be decreased, which was a general belief, but it can be normal or increased too. A higher ratio is more probably found in chronic disease. The alveolar macrophages are heterogeneous and often show a foamy cytoplasm. Plasma cells can be seen in patients with recent antigen exposure. In contrast to sarcoidosis, an increase of neutrophils, eosinophils, and mast cells can also be observed. To complicate matters further, the BAL profile of HP is also heavily influenced by the time that has elapsed from antigen inhalation and the intensity of exposure [47]. Following an acute episode of HP, the neutrophil count may increase transiently. Exclusions for HP are a normal cell appearance and an isolated increase in neutrophil or eosinophil count [33]. A large number of different drugs may cause drug-induced pneumonitis. The mechanisms are either toxic or immunological. BAL findings are very different. Lymphocytosis, granulocytosis, cytotoxic reactions, and diffuse alveolar hemorrhage can be found, partly combined. The most frequent finding is lymphocytic alveolitis with a dominance of CD8+ T cells. Most important are an increase of CD4+ cells in methotrexate-induced pneumonitis and the presence of alveolar macrophages with a finely vacuolated foamy cytoplasm in amiodarone-induced pneumonitis. If no foamy macrophages are found, amiodarone-induced pneumonitis may be excluded. But these findings are not specific, so diagnosis cannot be made on this only. Idiopathic pulmonary fibrosis (IPF) is a progressive and often fatal fibroproliferative lung disorder of unknown etiology characterized by the histopathological and HRCT pattern of usual interstitial pneumonia (UIP). The existing American Thoracic Society (ATS)/European Respiratory Society (ERS) consensus statement suggests different criteria for the clinical diagnosis of IPF including BAL [4]. The role of surgical lung biopsy is debated controversially. The role of BAL in IPF is controversial [20, 31, 37]. In early published case series, the diagnostic value of BAL findings was considered in isolation in groups of patients, without reference to a priori probabilities of individual diagnoses (based on the relative prevalence of individual disorders), the clinical presentation, or findings of other tests [34]. For this reason, these studies failed to quantify the true added diagnostic value of BAL in diffuse parenchymal lung disease. BAL may be useful in individual patients, in altering the balance of diagnostic probability, but is rarely diagnostic itself [21]. A diagnostic likelihood of only 30–70 % means major uncertainty [42]. The same reservation applied to the predictive value of CD4/CD8 ratios. The prevailing problem is that no study exists in which BAL data are integrated with the pretest probability of disease. The problem has been compounded by the advent of HRCT, which has transformed the diagnostic landscape. The definition of pre-BAL diagnostic probabilities has been refined radically in the HRCT era, and thus, the landmark BAL series of the 1980s are now out of date. A second problem, common to all clinical diagnostic studies, is the issue of an appropriate reference standard. Although\n\nFor this reason, these studies failed to quantify the true added diagnostic value of BAL in diffuse parenchymal lung disease. BAL may be useful in individual patients, in altering the balance of diagnostic probability, but is rarely diagnostic itself [21]. A diagnostic likelihood of only 30–70 % means major uncertainty [42]. The same reservation applied to the predictive value of CD4/CD8 ratios. The prevailing problem is that no study exists in which BAL data are integrated with the pretest probability of disease. The problem has been compounded by the advent of HRCT, which has transformed the diagnostic landscape. The definition of pre-BAL diagnostic probabilities has been refined radically in the HRCT era, and thus, the landmark BAL series of the 1980s are now out of date. A second problem, common to all clinical diagnostic studies, is the issue of an appropriate reference standard. Althoughvariant of NSIP solely based on the BAL cellular profile is far more difficult.\nA BAL lymphocytosis with a mild increase in the neutrophil and eosinophil count may be seen in nonspecific interstitial pneumonia (NSIP) [43]. Cellular NSIP is more frequently characterized by BAL lymphocytosis than fibrotic NSIP. The BAL findings in cellular NSIP may be similar to those of cryptogenic organizing pneumonia (COP). These results are in contrast with other published data, demonstrating that BAL had neither a diagnostic role nor prognostic value in a smaller cohort of patients with either IPF or idiopathic NSIP [44]. When diagnosis of IPF is based on HRCT, pulmonary function, and clinical findings, in the presence of a predominantly lymphocytic BAL, alternative diagnoses should be suggested. A retrospective analysis on IPF patients data showed that none of them had > 30 % lymphocytosis, with three patients (7 %) displaying only mild lymphocytosis (range 14–17 %), far below a discussed 30 % cutoff. This data are consistent with previous data showing that an increase in BAL lymphocytes alone may be present in up to 10 % of IPF patients only. First, the clinical entity of NSIP was termed as “provisional.” It subsequently became apparent that the term NSIP, as applied over the past years, covered distinct diverse clinicoradiological profiles, including profiles suggestive of COP, HP, and even IPF. Among these disorders, cryptogenic organizing pneumonia (COP) was described in the mid-1980s, but typical BAL profiles were not at first recognized, and thus, the presence of COP was not considered in the differential diagnosis of a lymphocytic profile. This omission had important implications with regard to reports of the diagnostic and prognostic utility of BAL. The BAL profile of COP, evaluated in a number of studies, includes a lymphocytosis in the great majority of cases, but other cell types (neutrophils, eosinophils, and mast cells) are commonly (although not always strikingly) increased. The eosinophil counts are not as high as in patients with chronic eosinophilic pneumonia, usually less than 25 %. The combination of typical clinical symptoms and patchy infiltrates, a BAL cell profile of > 20 % lymphocytes, eosinophils between 2 % and 25 %, and a CD4/CD8 ratio < 1.0 are highly suggestive for COP if infection or malignancy is excluded [45]. The BAL fluid in acute interstitial pneumonia is often bloody and rich in albumin, indicating increased alveolar capillary permeability. The typical cellular BAL finding is a marked increase in neutrophils and an occasional increase in lymphocytes. Atypical pneumocytes mimicking adenocarcinoma and fragmented hyaline membranes may also be observed [24]. A smoker BAL itself differs from normal BAL pattern ( In collagen vascular disease, pulmonary involvement is frequent and associated with different histological patterns. It may reach from patterns like usual interstitial pneumonia to patterns like nonspecific interstitial pneumonia. The HRCT pattern may show this variability too. The BAL findings vary too and are different to IPF. The general pattern is increased neutrophil, may be together with increased eosinophils, and more likely together with increased lymphocytes and in different combinations. The NSIP pattern is the more prevalent. Increased BAL neutrophils may be associated with more extensive changes on HRCT. But BAL cell profiles do not seem to be useful to predict survival, progression, or treatment response in systemic sclerosis-associated interstitial lung disease. In general, the BAL profile is nonspecific [7]. BAL plays a greater role in clinical routine of these patients by managing drug-induced pulmonary disease, infection, hemorrhage, and malignancy [11]. Assessing the Activity of Disease and Prognosis\nThe difficulties in relating historical BAL data to diagnosis apply equally to the use of BAL in the definition of prognosis [25]. It is unclear whether BAL cellularity is useful for assessing the activity of disease processes with respect to obtaining prognostic information [48]. In sarcoidosis, differences were observed for several BAL parameters between clinically active and inactive patient Bronchoalveolar\n\n. The NSIP pattern is the more prevalent. Increased BAL neutrophils may be associated with more extensive changes on HRCT. But BAL cell profiles do not seem to be useful to predict survival, progression, or treatment response in systemic sclerosis-associated interstitial lung disease. In general, the BAL profile is nonspecific [7]. BAL plays a greater role in clinical routine of these patients by managing drug-induced pulmonary disease, infection, hemorrhage, and malignancy [11]. Assessing the Activity of Disease and Prognosis\nThe difficulties in relating historical BAL data to diagnosis apply equally to the use of BAL in the definition of prognosis [25]. It is unclear whether BAL cellularity is useful for assessing the activity of disease processes with respect to obtaining prognostic information [48]. In sarcoidosis, differences were observed for several BAL parameters between clinically active and inactive patient Bronchoalveolargroups but without predicting long-term outcome in individual patients. In patients with IPF, a BAL lymphocytosis was found to denote a more favorable course, including a higher likelihood of a response to treatment. In contrast, a BAL neutrophilia or eosinophilia was associated with a poor outcome. An analysis of 156 patients showed that an increased BAL neutrophil percentage was an independent predictor of early mortality. It is increasingly accepted that in diffuse lung disease, “diagnosis is prognosis.” Thus, it is unclear whether the prognostic value of a BAL lymphocytosis relates solely to its diagnostic value or whether it carries a separate prognostic advantage in patients with IPF, diagnosed using recent criteria. However, after adjustment for underlying disease severity (using pulmonary function tests and HRCT data in separate multivariate models), BAL neutrophil content does not differ between different diseases, which makes it difficult to argue for a tight link between a BAL neutrophilia and the intrinsic progressiveness of disease. In pulmonary fibrosis due to pulmonary involvement in systemic sclerosis, neutrophilia is the most prevalent BAL abnormality. It is associated with a worse outcome if other data are not considered. However, there is ample evidence that in systemic sclerosis, neutrophilia is linked to more extensive pulmonary fibrosis on HRCT and greater pulmonary function impairment. In one recent study, the presence of a BAL neutrophilia had no independent prognostic significance in a large cohort of systemic sclerosis patients, after adjustment for disease severity. Thus, it appears that in systemic sclerosis, a BAL neutrophilia is no more than a marker of disease severity and the same may also apply to other diffuse lung diseases. It is not proven that BAL or serial BAL is helping to guide therapy or to predict treatment response. At present, BAL cannot be routinely recommended for this purpose. In general, it appears that the presence of a BAL lymphocytosis or neutrophilia is much less influential in prognostic evaluation than accurate diagnosis and the accurate staging of disease severity, respectively. 14 BAL in the Diagnosis of Infections\nBAL may help to detect infections of the lower respiratory tract. But the role of BAL in this context is debatable too [23]. The material should be processed as soon as possible, thus avoiding further contamination or missing such agents as anaerobic bacteria. BAL fluid should be worked up for bacterial, fungal, opportunistic, and viral infections. In addition, the material should be examined by a cytopathologist. BAL fluid should be stained and cultured quantitatively for bacteria using appropriate media, stained and cultured for mycobacteria (including mycobacteria other than M. tuberculosis) and for fungi. Techniques including polymerase chain reaction (PCR) and other molecular assays may enhance the role of BAL for identifying specific microbial infections. Galactomannan enzyme immunoassay for fungal antigen detection is commonly used to diagnose invasive aspergillosis. In most clinical situations, there is no advantage for those invasive techniques over less invasive procedures as sputum diagnostic or blind aspirations of the trachea in bacterial pneumonia. In the management of severe community-acquired pneumonia, it could not yet be shown that etiological diagnosis with or without bronchoscopy has a prognostic impact. Semiquantitative counting of bacteria helps to differentiate between colonization and infection. As a less invasive procedure, a mini-BAL technique has been described. The sensitivity and the specificity of the mini-BAL for diagnosis of pneumonia are high, so mini-BAL could be considered as an acceptable alternative [41]. The diagnosis of ventilator-associated pneumonia is very difficult. It is made by the combination of clinical, radiological, and laboratory criteria (new infiltration, fever or hypothermia, leukocytosis or leukopenia, putrid tracheal secretions) and quantitative culture of tracheal aspirations or BAL. The cutoff of > = 105 resp. > = 104 CFU/mL is accepted as an indicator for ventilator-associated pneumonia. Legionella infections can be detected either by direct immunofluorescence technique or by bacterial culture. Viral infections should be excluded using antibodies, viral cultures, and DNA-/RNA-probe analysis. To differentiate between acute, latent, or chronic persistent infections, the virus load must be measured by the number of genome equivalents, preferably in induced sputum or BAL. Electron microscopy can be used too. More recently, whole-genome sequencing, including real-time metagenomic sequencing, of BAL fluid has been used to diagnose and manage viral, bacterial, and fungal pneumonias in critically ill patients with and without immunosuppression [35, 39]. The gold standard for diagnosing severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) infection is microbiological confirmation by reverse transcriptase-polymerase chain reaction (RT-PCR) most commonly done using oropharyngeal and nasopharyngeal swabs. But\n\norescence technique or by bacterial culture. Viral infections should be excluded using antibodies, viral cultures, and DNA-/RNA-probe analysis. To differentiate between acute, latent, or chronic persistent infections, the virus load must be measured by the number of genome equivalents, preferably in induced sputum or BAL. Electron microscopy can be used too. More recently, whole-genome sequencing, including real-time metagenomic sequencing, of BAL fluid has been used to diagnose and manage viral, bacterial, and fungal pneumonias in critically ill patients with and without immunosuppression [35, 39]. The gold standard for diagnosing severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) infection is microbiological confirmation by reverse transcriptase-polymerase chain reaction (RT-PCR) most commonly done using oropharyngeal and nasopharyngeal swabs. Butthe diagnostic approach and management of more common diseases such as sarcoidosis, HP, or IPF. But this use of BAL is discussed controversially as there were important changes in disease classification. Some published studies fail to integrate BAL data with other clinical and radiological information. Further studies to assess the additional value of BAL are required. References\n1. Agrawal S, Goel AD, Gupta N, Gonuguntla HK, Colt H. A systematic review and metanalysis of diagnostic yield of BAL for detection of SARS-CoV-2. Heart Lung. 2022;52:95–105.\n2. Allen JN, Davis WB. Eosinophilic lung diseases. Am J Respir Crit Care Med. 1994;150:1423–38.\n3. Anan K, Oshima Y, Ogura T, Tanabe Y, Higashi A, Iwashita Y, Fujita K, Yoshida T, Ando K, Okamori S, Okada Y. Safety and harms of bronchoalveolar lavage for acute respiratory failure: a systematic review and meta-analysis. Respir Investig. 2022;60(1): 68–81. https://doi.org/10.1016/j.resinv.2021.07.008. Epub 2021 4. American Thoracic Society/European Respiratory Society. ATS/ERS international multidisciplinary consensus classification of the idiopathic interstitial pneumonias. Am J Respir Crit Care Med. 2002;165:277–304.\n5. Balmes JR, Abraham JL, Dweik RA, Fireman E, Fontenot AP, Maier LA, Muller-Quernheim J, Ostiguy G, Pepper LD, Saltini C, Schuler CR, Takaro TK, Wambach PF. ATS Ad Hoc Committee on Beryllium Sensitivity and Chronic Beryllium Disease. An official American Thoracic Society statement: diagnosis and management of beryllium sensitivity and chronic beryllium disease. Am J Respir Crit Care Med. 2014;190(10):e34-59. https://doi.org/10.1164/rccm. 201409–1722ST.\n6. Baqir M, Vassallo R, Maldonado F, Yi ES, Ryu JH. Utility of bronchoscopy in pulmonary Langerhans cell histiocytosis. J Bronchol Interv Pulmonol. 2013;20(4):309–12. https://doi.org/10. 1097/LBR.0000000000000021.\n7. Baughman RP, Raghu G. Bronchoalveolar cellular analysis in scleroderma lung disease: does Sutton’s law hold? Am J Respir Med. 2008;177:2–3.\n8. Blount BC, Karwowski MP, Shields PG, Morel-Espinosa M, Valentin-Blasini L, Gardner M, Braselton M, Brosius CR, Caron KT, Chambers D, Corstvet J, Cowan E, De Jesús VR, Espinosa P, Fernandez C, Holder C, Kuklenyik Z, Kusovschi JD, Newman C, Reis GB, Rees J, Reese C, Silva L, Seyler T, Song MA, Sosnoff C, Spitzer CR, Tevis D, Wang L, Watson C, Wewers MD, Xia B, Heitkemper DT, Ghinai I, Layden J, Briss P, King BA, Delaney LJ, Jones CM, Baldwin GT, Patel A, Meaney-Delman D, Rose D, Krishnasamy V, Barr JR, Thomas J, Pirkle JL. Lung Injury Response Laboratory Working Group. Vitamin E acetate in bronchoalveolar-lavage fluid associated with EVALI. N Engl J Med. 2020;382(8): 697–705. https://doi.org/10.1056/NEJMoa1916433. Epub 2019 Dec 20. PMID: 31860793; PMCID: PMC7032996.\n9. Bonella F, Ohshimo S, Bauer P, Guzman J, Costabel U. Bronchoalveolar lavage. In: Strausz J, Bolliger computed tomography (CT), editors. Interventional pulmonology, Eur Respir Monogr, vol. 48; 2010. p. 59–72.\n10. Caillaud DM, Vergnon JM, Madroszyk A, Melloni BM, Murris M, Dalphin JC, French Group of Environmental Immunoallergic Bronchopulmonary Diseases. Bron\n\nI. N Engl J Med. 2020;382(8): 697–705. https://doi.org/10.1056/NEJMoa1916433. Epub 2019 Dec 20. PMID: 31860793; PMCID: PMC7032996.\n9. Bonella F, Ohshimo S, Bauer P, Guzman J, Costabel U. Bronchoalveolar lavage. In: Strausz J, Bolliger computed tomography (CT), editors. Interventional pulmonology, Eur Respir Monogr, vol. 48; 2010. p. 59–72.\n10. Caillaud DM, Vergnon JM, Madroszyk A, Melloni BM, Murris M, Dalphin JC, French Group of Environmental Immunoallergic Bronchopulmonary Diseases. Bronchoalveolar lavage in hypersensitivity pneumonitis: a series of 139 patients. Inflamm Allergy Drug Targets 2012;11(1):15–19. https://doi.org/10.2174/187152812798889330.\n11. Cho JY, Kim J, Lee JS, Kim YJ, Kim SH, Lee YJ, Cho YJ, Yoon HI, Lee JH, Lee CT, Park JS. Characteristics, incidence, and risk factors of immune checkpoint inhibitor-related pneumonitis in patients with non-small cell lung cancer. Lung Cancer. 2018;125:150–6. https:// doi.org/10.1016/j.lungcan.2018.09.015. Epub 2018 12. Costabel U, editor. Atlas der bronchoalveolären Lavage. Stuttgart: Thieme; 1994.\n13. Costabel U, Guzman J, Bonella F, Oshimo S. Bronchoalveolar lavage in other interstitial lung diseases. Semin Respir Crit Care Med. 2007;28:514–24.\n14. Costabel U. CD4:CD8 ratios in bronchoalveolar lavage fluid: of value for diagnosing sarcoidosis? Eur Respir J. 1997;10:2699–700.\n15. Davidson KR. Bronchoalveolar lavage as a diagnostic procedure: a review of known cellular and molecular findings in various lung diseases. J Thorac Dis. 2020;12(9):4991–5019. https://doi.org/10. 21037/jtd-20–651.\n16. Doffman SR, Miller RF. Interstitial lung disease in HIV. Clin Chest Med. 2013;34(2):293–306. https://doi.org/10.1016/j.ccm.2013.01. 012. Epub 2013 Apr 8.\n17. Drent M, Baughman RP, Meyer KC. Bronchoalveolar lavage. In: Costabel U, du Bois RM, Egan JJ, editors. Diffuse parenchymal lung disease, Prog Respir Res, vol. 36; 2007. p. 58–67.\n18. Drent M, Mansour K, Linssen C. Bronchoalveolar lavage in sarcoidosis. Semin Respir Crit Care Med. 2007;28:486–95.\n19. Du Rand IA, Blaikley J, Booton R, Chaudhuri N, Gupta V, Khalid S, Mandal S, Martin J, Mills J, Navani N, Rahman NM, Wrightson JM, Munavvar M, British Thoracic Society Bronchoscopy Guideline Group. British Thoracic Society guideline for diagnostic flexible bronchoscopy in adults: accredited by NICE. Thorax. 2013;68 (Suppl 1):i1-i44. https://doi.org/10.1136/thoraxjnl-2013–203618.\n20. Flaherty KR, King TE, Raghu G, Lynch JP, Colby TV, Travis WD, Gross BH, Kazerooni EA, Toews GB, Long Q, Murray S, Lama VN, Gay SE, Martinez FJ. Idiopathic interstitial pneumonia: what is the effect of a multidisciplinary approach to diagnosis? Am J Respir Crit Care Med. 2004;170:904–10.\n21. Gharsalli H, Mlika M, Sahnoun I, Maalej S, Douik El Gharbi L, Mezni FE. The utility of bronchoalveolar lavage in the evaluation of interstitial lung diseases: a clinicopathological perspective. Semin Diagn Pathol. 2018;35(5):280–7.\n22. Haslam PL, Baughman RP. Report of ERS Task Force: guidelines for measurement of acellular components and standardization of BAL. Eur Respir J. 1999;14:245–8.\n23. Höffken G, Lorenz J, Kern W, Welte T, Bauer T, Dalhoff K, Dietrich E, Ewig S, Gastmeier P, Grabein B, Halle E, Kolditz M, Marre R, Sitter H. Guidelines of the Paul-Ehrlich-Society of Chemotherapy, the German Respiratory Diseases Society, the German Infectious Diseases Society and of the Competence Network CAPNETZ for the management of lower respiratory tract infections and community-acquired pneumonia summary of the update 2009. Pneumologie. 2010;64:149–54.\n24. Li\n\n.\n22. Haslam PL, Baughman RP. Report of ERS Task Force: guidelines for measurement of acellular components and standardization of BAL. Eur Respir J. 1999;14:245–8.\n23. Höffken G, Lorenz J, Kern W, Welte T, Bauer T, Dalhoff K, Dietrich E, Ewig S, Gastmeier P, Grabein B, Halle E, Kolditz M, Marre R, Sitter H. Guidelines of the Paul-Ehrlich-Society of Chemotherapy, the German Respiratory Diseases Society, the German Infectious Diseases Society and of the Competence Network CAPNETZ for the management of lower respiratory tract infections and community-acquired pneumonia summary of the update 2009. Pneumologie. 2010;64:149–54.\n24. Litesting on bronchoalveolar lavage in immunosuppressed patients. Respir Med. 2018;145:35–40. 29. Meyer KC. An Official American Thoracic Society clinical practice guideline: the clinical utility of bronchoalveolar lavage cellular analysis in interstitial lung disease. Am J Respir Crit Care Med. 2012;185:1004–14. 30. Misra S, Das PK, Bal SK, Elayat A, Sahoo S, Dahl AB, Kurian D, Raphael IJ, Youness HA. Therapeutic whole lung lavage for alveolar proteinosis. J Cardiothorac Vasc Anesth. 2020;34(1):250–7. https://doi.org/10.1053/j.jvca.2019.07.001. Epub 2019 31. Ohshimo S, Bonella F, Cui A, Beume M, Kohno N, Guzman J, Costabel U. Significance of bronchoalveolar lavage for the diagnosis of idiopathic pulmonary fibrosis. Am J Respir Crit Care Med. 2009;179:1043–7. 32. Patel PH, Antoine MH, Sankari A, Ullah S. Bronchoalveolar lavage. National Library of Medicine: StatPearls Publishing; 2024. 33. Raghu G, Remy-Jardin M, Ryerson CJ et al. on behalf of the American Thoracic Society, Japanese Respiratory Society, and Asociación Latinoamericana de Tórax. Diagnosis of hypersensitivity pneumonitis in adults. An official ATS/JRS/ALAT clinical practice guideline. Am J Respir Crit Care Med 2020;202(3):e36-e69. 34. Ryu YJ, Chung MP, Han J, Kim TS, Lee KS, Chun EM, Kyung SY, Jeong SH, Colby TV, Kim H, Kwon OJ. Bronchoalveolar lavage in fibrotic idiopathic interstitial pneumonias. Respir Med. 2007;101:655–60. 35. Schmitt BH, Sloan LM, Patel R. Real-time PCR detection of Mycoplasma pneumoniae in respiratory specimens. Diagn Microbiol Infect Dis. 2013;77(3):202–5. https://doi.org/10.1016/j.diagmicrobio.2013.07.016. Epub 2013 36. Shikano K, Abe M, Shiko Y, Tsushima K, Yoshioka K, Ishiwata T, Kawasaki T, Ikari J, Terada J, Kawasaki Y, Tatsumi K. What are the factors affecting the recovery rate of bronchoalveolar lavage fluid? Clin Respir J. 2022;16(2):142–51. 37. Spagnolo P, Luppi F, Rossi G, Richeldi L. To BAL or not to BAL: is this a problem in diagnosing IPF? Am J Respir Crit Care Med. 2009;180:379–80. 38. Spagnolo P, Richeldi L, Raghu G. The role of bronchoalveolar lavage cellular analysis in the diagnosis of interstitial lung diseases. Eur Respir Monogr. 2009;46:36–46. 39. Tachikawa R, Tomii K, Seo R, Nagata K, Otsuka K, Nakagawa A, Otsuka K, Hashimoto H, Watanabe K, Shimizu N. Detection of herpes viruses by multiplex and real-time polymerase chain reaction in bronchoalveolar lavage fluid of patients with acute lung injury or acute respiratory distress syndrome. Respiration. 2014;87(4):279–86. https://doi.org/10.1159/000355200. Epub 2013 40. Tazi A. Adult pulmonary Langerhans’ cell histiocytosis. Eur Respir J. 2006;27:1272–85. 41. Tepper J, Johnson S, Parker C, Collins J, Menard L, Hinkle L. Comparing the accuracy of mini-BAL to bronchoscopic BAL in the diagnosis of pneumonia among ventilated patients: a systematic literature review. J Intensive Care Med. 2023;38(12):1099–107. https://doi.org/10.1177/08850666231193379. 42. The BAL Cooperative Group Steering Committee. Bronchoalveolar lavage constituents in healthy individuals, idiopathic pulmonary fibrosis, and selected comparison groups. Am Rev Respir Dis. 1990;141:S169-202. 43. T\n\nEpub 2013 40. Tazi A. Adult pulmonary Langerhans’ cell histiocytosis. Eur Respir J. 2006;27:1272–85. 41. Tepper J, Johnson S, Parker C, Collins J, Menard L, Hinkle L. Comparing the accuracy of mini-BAL to bronchoscopic BAL in the diagnosis of pneumonia among ventilated patients: a systematic literature review. J Intensive Care Med. 2023;38(12):1099–107. https://doi.org/10.1177/08850666231193379. 42. The BAL Cooperative Group Steering Committee. Bronchoalveolar lavage constituents in healthy individuals, idiopathic pulmonary fibrosis, and selected comparison groups. Am Rev Respir Dis. 1990;141:S169-202. 43. Tzilas V, Tzouvelekis A, Bouros E, Karampitsakos T, Ntasiou M, Katsaras M, Costabel U, Wells A, Bouros D. Diagnostic value of BAL lymphocytosis in patients with indeterminate for usual interstitial pneumonia imaging pattern. Eur Respir J. 2019;54(5):1901144. https://doi.org/10.1183/13993003.01144–2019. 44. Travis WD, Hunninghake G, King TE, Lynch DA, Colby TV, Galvin JR, Brown KK, Chung MP, Cordier JF, du Bois RM, Flaherty KR, Franks TJ, Hansell DM, Hartman TE, Kazerooni EA, Kim DS, Kitaichi M, Koyama T, Martinez FJ, Nagai S, Midthun DE, Müller NL, Nicholson AG, Raghu G, Selman M, Wells A. Idiopathic non-specific interstitial pneumonia: report of an American Thoracic Society project. Am J Respir Crit Care Med. 2008;177:1338–47. 45. Wells AU. Cryptogenic organizing pneumonia. Semin Respir Crit Care Med. 2001;22:449–50. 46. Wells AU. The clinical utility of bronchoalveolar lavage in diffuse parenchymal lung disease. Eur Respir Rev. 2010;19:237–41. 47. Ye Q, Nakamura S, Sarria R, Costabel U, Guzman J. Interleukin 12, interleukin 18, and tumor necrosis factor alpha release by alveolar macrophages: acute and chronic hypersensitivity pneumonitis. Ann Allergy Asthma Immunol. 2009;102:149–54. 48. Ziegenhagen MW, Rothe ME, Schlaak M, Müller-Quernheim J. Bronchoalveolar and serological parameters reflecting the severity of sarcoidosis. Eur Respir J. 2003;21:407–13. 49. Zhang X, Kuang Y, Zhang Y, He K, Lechtzin N, Zeng M, Yung RC, Xie C. Shifted focus of bronchoalveolar lavage in patients with suspected thoracic malignancy: an analysis of 224 patients. J Thorac Dis. 2016;8(11):3245–54. https://doi.org/10.21037/jtd.2016.11.06. PMID: 28066604; PMCID: PMC5179462 - Stanzel and A. Tannapfel",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [
      "tbna",
      "rose",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_brochoalve_lavage.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}