{
  "id": "papoip_pneumothor_enriched",
  "title": "Pneumothorax",
  "abstract": "",
  "content": "Diagnostic and Therapeutic Approach to Pneumothorax Jamie Rowell, Schuyler Perez de Salmeron, and Christopher M. Kapp Contents Introduction............................................................................................. 2 to Pneumothorax............................................................... 2 2.1 Definitions and Incidence................................................................................ 2 2.2 Clinical Presentation and Diagnosis..................................................................... 3 to Pneumothorax............................................................. 4 3.1 Conservative Management............................................................................... 5 3.2 Therapeutic Aspiration................................................................................... 5 3.3 Tube Thoracostomy...................................................................................... 6 3.4 Ambulatory Management................................................................................ 6 3.5 Persistent Air Leak....................................................................................... 6 3.6 Video-Assisted Thoracoscopic (VATS) Pleurodesis..................................................... 7 3.7 Chemical Pleurodesis..................................................................................... 7 3.8 Autologous Blood Patch Pleurodesis.................................................................... 8 3.9 Endobronchial Valves.................................................................................... 8 3.10 Tension Pneumothorax................................................................................... 9 Conclusion............................................................................................... References....................................................................................................... Abstract Pneumothorax occurs when air is present in the pleural space between the visceral and parietal pleura and is often graded in severity based on size, symptoms, and physiologic effects (i.e., hypoxemia, tachycardia, and hypotension). It is classified based on the trigger (spontaneous, traumatic, and iatrogenic) and on the underlying characteristics of the patient, particularly the presence of underlying lung disease (secondary) or not (primary). Each category of pneumothorax has its own risk factors and principles of management. Management principles have shifted from an always interventional approach to increasing consideration of “watchful waiting.” Conservative management in stable patients is encouraged, and if intervention is undertaken, it is often with a smaller-bore chest tube versus needle aspiration drainage without leaving a chest drain in place. Pneumothorax with persistent air leak remains a significant problem; however, surgical and less invasive measures to appear to be effectives. This chapter will review the current well-established and data-driven diagnostic and management practices, as well as compile the existing data for individual interventions in those clinical scenarios to which consensus guidelines do not apply. Keywords Pneumothorax · Primary spontaneous pneumothorax · Traumatic or iatrogenic pneumothorax · Chest tube · Therapeutic aspiration · Pleurodesis - Rowell · S. Perez de Salmeron Department of Pulmonary and Critical Care Medicine, Northwestern University, Chicago, IL, USA e-mail: Jamie.rowell@nm.org; Schuyler.salmeron@nm.org - M. Kapp (✉) Department of Pulmonary and Critical Care Medicine and Interventional Pulmonary, Northwestern University, Chicago, IL, USA e-mail: Christopher.kapp@nm.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_66-1\n\nfactors and principles of management. Management principles have shifted from an always interventional approach to increasing consideration of “watchful waiting.” Conservative management in stable patients is encouraged, and if intervention is undertaken, it is often with a smaller-bore chest tube versus needle aspiration drainage without leaving a chest drain in place. Pneumothorax with persistent air leak remains a significant problem; however, surgical and less invasive measures to appear to be effectives. This chapter will review the current well-established and data-driven diagnostic and management practices, as well as compile the existing data for individual interventions in those clinical scenarios to which consensus guidelines do not apply. Keywords Pneumothorax · Primary spontaneous pneumothorax · Traumatic or iatrogenic pneumothorax · Chest tube · Therapeutic aspiration · Pleurodesis - Rowell · S. Perez de Salmeron Department of Pulmonary and Critical Care Medicine, Northwestern University, Chicago, IL, USA e-mail: Jamie.rowell@nm.org; Schuyler.salmeron@nm.org - M. Kapp (✉) Department of Pulmonary and Critical Care Medicine and Interventional Pulmonary, Northwestern University, Chicago, IL, USA e-mail: Christopher.kapp@nm.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_66-1Introduction A pneumothorax occurs when air is trapped in the pleural space between the visceral and parietal pleura. One of the earliest known descriptions of a pneumothorax appeared in Imperial Surgery, the first illustrated surgical textbook in the Turkish-Islamic literature, written and published by Sabuncuoglu in 1465 AD [1]. It was further described by Jean Marc Gaspard Itard, a disciple of Rene Laennec, in 1803 [2]. At the time of Itard’s description, tuberculosis was (and had been) the leading presumed cause of pneumothorax for years though the authors surmised (correctly) that primary pneumothoraces exist. Etiologies have evolved over time along with advancements in public health and treatment, along with a better understanding of pleural physiology leading to our increasing comprehension of this disease process [3]. This growing fund of knowledge has afforded clinicians the ability to provide a more personalized approach to conquering this common problem. This chapter will focus on the diagnostic workup, management keys, and outcomes relating to a pneumothorax. to Pneumothorax Pneumothoraces have been medical conditions requiring treatment for hundreds and likely thousands of years. The disease process occurs with one of three inciting events: (1) an alveolar-pleural fistulous connection, (2) direct communication from the outer environment to the pleural space, or (3) gas-producing organisms infiltrating the pleural space [4]. As such, pneumothorax is a multifactorial disease process characterized by underlying clinical causes and is subdivided into spontaneous pneumothoraces (primary and secondary), traumatic, iatrogenic, and related to non-expandable lung [5], and each will be further defined in sections below. From a symptom standpoint, the most common presenting factors include ipsilateral chest pain and dyspnea [6]. Physical examination can be normal with small pneumothoraces, while larger ones can have hyperresonance to percussion, as well as diminished or absent breath sounds. Red flag factors that should make tension pneumothorax a consideration include hypotension, tachypnea, tachycardia, and cyanosis [7] and prompts the physician to make rapid treatment decisions. 2.1 Definitions and Incidence 2.1.1 Primary Spontaneous Pneumothorax (PSP) Primary spontaneous pneumothorax (PSP) is characterized by the spontaneous occurrence of air in the pleural space in individuals without a preceding trauma or identifiable existing lung pathology [8]. The age-adjusted incidence of PSP is 7.4–18 cases per 100,000 persons in males and 1.2–6 cases per 100,000 persons in females [4]. The general phenotype of one suffering from PSP is that of a young (10–30 years old) tall, thin male with cigarette smoking frequently implicated as a co-morbid risk factor [9]. Other risk factors may include changes in atmospheric pressure [10] and exposure to loud music [11] among others. The pathogenesis of a PSP was long thought to be a spontaneous rupture of a subpleural bleb (an outpouching or vesicle of the visceral pleura) or bullae leading to a bronchopleural fistula and pneumothorax [12]. There are plenty of data to support the bleb as the cause, as most patients presenting with PSP are subsequently found to have blebs or bullae, something not discovered in healthy controls [13, 14]. Pleural porosity, or thinning of the visceral pleural surface, is another possible explanation that was cleverly demonstrated in a study where 12 PSP and 17 healthy control patients underwent thoracoscopy [15]. Patients were given nebulized fluorescein prior to thoracoscopy, and the fluorescein was seen most highly concentrated in areas where there were no blebs or obvious abnormalities on white light illumination, suggesting that it is not necessarily a rupture of a bleb, but rather diseased/thinned pleural space that may be implicated in PSP. Regardless of the etiology, the term PSP may be a bit of a misnomer given that there are likely microscopic defects or inflammation in the lung that led to the pneumothorax. 2.1.2 Secondary Spontaneous Pneumothorax (SSP) A secondary spontaneous pneumothorax (SSP) occurs because of underlying lung disease ( Chronic obstructive pulmonary disease with emphysema Interstitial lung disease Cystic fibrosis Lung cancer Acute infections (Pneumocystis jirovecii pneumonia, COVID-19 pneumonitis) Chronic infections (tuberculosis, bacterial empyema) Sarcoidosis 2 J. Rowell et al.\n\nwith PSP are subsequently found to have blebs or bullae, something not discovered in healthy controls [13, 14]. Pleural porosity, or thinning of the visceral pleural surface, is another possible explanation that was cleverly demonstrated in a study where 12 PSP and 17 healthy control patients underwent thoracoscopy [15]. Patients were given nebulized fluorescein prior to thoracoscopy, and the fluorescein was seen most highly concentrated in areas where there were no blebs or obvious abnormalities on white light illumination, suggesting that it is not necessarily a rupture of a bleb, but rather diseased/thinned pleural space that may be implicated in PSP. Regardless of the etiology, the term PSP may be a bit of a misnomer given that there are likely microscopic defects or inflammation in the lung that led to the pneumothorax. 2.1.2 Secondary Spontaneous Pneumothorax (SSP) A secondary spontaneous pneumothorax (SSP) occurs because of underlying lung disease ( Chronic obstructive pulmonary disease with emphysema Interstitial lung disease Cystic fibrosis Lung cancer Acute infections (Pneumocystis jirovecii pneumonia, COVID-19 pneumonitis) Chronic infections (tuberculosis, bacterial empyema) Sarcoidosis 2 J. Rowell et al.patient’s reserve, SSP can present with more urgency than PSP, frequently requiring more rapid therapy. ### 2.1.3 Traumatic Pneumothorax Pneumothorax related to trauma is the second most frequent manifestation of chest injury and is noted in 40–50 % of patients with chest trauma, with number of rib fractures playing a role in incidence [19]. Further complicating matters, at least 20 % of traumatic pneumothoraxes have an accompanying hemothorax [20]. The disease manifests in multiple ways, with a reported incidence of “tension” 0.7–30 % of all trauma patients [21]. Alternatively, a substantial number of traumatic pneumothoraxes were termed “occult” and not seen on initial chest radiograph but found on subsequent imaging and are of uncertain clinical significance. With computed tomography (CT) scanning becoming a frequent part of the trauma workup, patients with pneumothorax were also more likely to have diaphragm rupture, lung contusion, and hemothorax, so clinicians should be wary of the trauma patient with a pneumothorax [22]. ### 2.1.4 Iatrogenic Nontraumatic Pneumothorax Iatrogenic pneumothoraces (IP) occur commonly in the setting of patients requiring an invasive diagnostic procedure. One large study reviewed 535 consecutive IP events, with the most common preceding procedure being transthoracic needle biopsy (24 %), subclavian central venous catheter placement (22 %), thoracentesis before widespread use of ultrasound guidance (20 %), transbronchial biopsy (10 %), pleural biopsy (8 %), and positive pressure ventilation (7 %) [23]. However, these data predate the use of widespread ultrasound for thoracentesis and CVC placement guidance, which has substantially decreased the complication of IP in these procedures [24, 25]. The reported incidence of IP in relation to traumatic and spontaneous pneumothorax varies widely. The exact incidence of IP in hospitalized patients is difficult to discern, varying from 6 % to 55 % of patients hospitalized with a pneumothorax [23, 26, 27]. Risk factors for IP include inexperienced proceduralists [23], slight male predominance, and emergent (vs. elective) nature of the procedure [28]. Clinicians should have a high index of suspicion for an IP in patients presenting with unilateral chest pain and dyspnea temporally related to an invasive procedure ( ### 2.1.5 Pneumothorax Ex Vacuo or Non-expandable Lung Non-expandable lung is a mechanical complication in either a major bronchus or the pleural space that prevents pleural apposition and leads to pneumothorax. This is frequently encountered with obstructive atelectasis (i.e., mucous plugging or endobronchial tumor) or with pleural thickening/rind that prevents lung re-expansion after pleural intervention (i.e., a malignant pleural effusion) [29]. A high index of suspicion must be kept for these patients, particularly in the setting of post-thoracentesis, to not perform unnecessary pleural interventions, as chest tube drainage is unlikely to lead to lung re-expansion [30]. ### 2.2 Clinical Presentation and Diagnosis The patient’s presentation will vary widely based on age, underlying lung health and comorbidities, inciting mechanism(s), and circumstances (i.e., procedure or trauma) that prompt the development of the pneumothorax. The poorer the patient’s underlying lung health, the more evident the symptoms will be and the more critical it is to recognize and manage the condition. When pneumothorax is suspected, or in chest trauma presenting to the ER without an obvious chief complaint, clinicians have multiple options for a first imaging test to assess for this disease process. The lung ultrasound, the portable (or 2-view) chest x-ray, and the computed tomography (CT) scan all have their roles in the diagnostic workup, and we will discuss them separately below. ### 2.2.1 Lung Ultrasound Point-of-care ultrasound (POCUS) of the chest has become standard of care in trauma situations for rapid diagnostic evaluation. A recent Cochrane review showed that POCUS had a 91 % sensitivity and 99 % specificity for detection of pneumothorax in trauma patients in the emergency department, compared to a sensitivity of only 47 % for chest x-ray [31]. The absence of lung sliding ( - * | Procedure | Pneumothorax rate per procedure or intervention | |:------------------------------ |:----------------------------------------------------------------------------------------------------------------------------- | | Transthoracic needle biopsy | 4.3–52.4 %; pooled incidence in meta analysis (25.9 %) | | Central venous catheter placement | 1–6 %; dependent on which venous stick attempted | | Thoracentesis (US guided) | 0.3–3.0 % | | Mechanical ventilation | 1–15 % | | Transbronchial lung biopsy | 0.53–8 % | Diagnostic and Therapeutic Approach to\n\na first imaging test to assess for this disease process. The lung ultrasound, the portable (or 2-view) chest x-ray, and the computed tomography (CT) scan all have their roles in the diagnostic workup, and we will discuss them separately below. ### 2.2.1 Lung Ultrasound Point-of-care ultrasound (POCUS) of the chest has become standard of care in trauma situations for rapid diagnostic evaluation. A recent Cochrane review showed that POCUS had a 91 % sensitivity and 99 % specificity for detection of pneumothorax in trauma patients in the emergency department, compared to a sensitivity of only 47 % for chest x-ray [31]. The absence of lung sliding ( - * | Procedure | Pneumothorax rate per procedure or intervention | |:------------------------------ |:----------------------------------------------------------------------------------------------------------------------------- | | Transthoracic needle biopsy | 4.3–52.4 %; pooled incidence in meta analysis (25.9 %) | | Central venous catheter placement | 1–6 %; dependent on which venous stick attempted | | Thoracentesis (US guided) | 0.3–3.0 % | | Mechanical ventilation | 1–15 % | | Transbronchial lung biopsy | 0.53–8 % | Diagnostic and Therapeutic Approach toHere's the cleaned-up text, formatted into well-formed paragraphs with corrected spacing and hyphenation, while maintaining all original content, headings, and technical terms: determining whether a pneumothorax is present, given the real-time availability, diagnostic prowess, lack of radiation, and cost-effectiveness. However, if POCUS is not available at your site, then a chest x-ray is the next best test. ### 2.2.2 Chest X-Ray A chest x-ray is a very specific marker of a pneumothorax, and when a pneumothorax is visible, it does show nicely a visceral pleural line that does not appose the parietal pleural line [35]. For young patients without lung disease presenting with dyspnea and new onset chest pain, this can be an excellent test to assess the pleural space and other possible etiologies. However, in patients with underlying lung disease (i.e., COPD with bullae), it may be difficult to discern a true pneumothorax. From a volume standpoint, 50 mL of pleural gas can be visualized in the upright position, while supine or partially supine will require up to 100 mL prior to visualization [36]. ### 2.2.3 Computed Tomography The definitive test for diagnosis of pneumothorax can be helpful in trauma patients to define occult pneumothoraces or if ultrasound is not available [37]. It can also be helpful in patients where intraparenchymal bullae or cystic lung disease abuts the pleural space to determine whether pleural intervention is required [35]. ### Therapeutic Approach to Pneumothorax Historically, management practices for pneumothorax have varied. Traditionally, the therapeutic approach to pneumothorax has involved drainage of the pleural space, usually via tube thoracostomy. Currently, guidelines regarding management of pneumothorax and persistent air leak give variable and often conditional recommendations. This section will review current practices, emerging evidence, and current guidelines for therapeutic approaches to pneumothorax. The crux of pneumothorax lies in the clinical scenario. Tension pneumothorax requires prompt drainage and tube thoracostomy placement, while a stable patient can be considered for any of the treatment strategies listed below. In addition, recognizing patient values and preferences and inherent limitations of the facility and outpatient management also play a large role in determining an individualized clinical course. 4 J. Rowell et al.\n\n### 2.2.3 Computed Tomography The definitive test for diagnosis of pneumothorax can be helpful in trauma patients to define occult pneumothoraces or if ultrasound is not available [37]. It can also be helpful in patients where intraparenchymal bullae or cystic lung disease abuts the pleural space to determine whether pleural intervention is required [35]. ### Therapeutic Approach to Pneumothorax Historically, management practices for pneumothorax have varied. Traditionally, the therapeutic approach to pneumothorax has involved drainage of the pleural space, usually via tube thoracostomy. Currently, guidelines regarding management of pneumothorax and persistent air leak give variable and often conditional recommendations. This section will review current practices, emerging evidence, and current guidelines for therapeutic approaches to pneumothorax. The crux of pneumothorax lies in the clinical scenario. Tension pneumothorax requires prompt drainage and tube thoracostomy placement, while a stable patient can be considered for any of the treatment strategies listed below. In addition, recognizing patient values and preferences and inherent limitations of the facility and outpatient management also play a large role in determining an individualized clinical course. 4 J. Rowell et al.3.1 Conservative Management Traditional pneumothorax management favored interventional strategies, such as needle aspiration or tube thoracostomy, providing radiographic resolution of the pneumothorax. This is often the parameter used as primary endpoint for clinical study [38]. This has been reflected in the major guidelines from the British Thoracic Society (BTS) and the American College of Chest Physicians (ACCP) wherein intervention has been recommended as first-line therapy for primary spontaneous pneumothorax (PSP) [39–41]. However, there has been recognition that radiographic resolution of pneumothorax does not necessarily bear clinical significance and eschewing that outcome for an increased focus on symptoms and physiology should drive management decisions. This led to consideration of the once taboo conservative management of minimally symptomatic or asymptomatic pneumothoraces. To this end, a Cochrane review published in 2014 examined the existing data on conservative management for PSP [42]. There were several retrospective case studies, accompanied by all the biases inherent to this type of cohort, from 2007, 1966, and 1957 that all reported approximately 80 % expansion rate with an approximately 12 % recurrence rate. Notably, there were no randomized trials comparing conservative management to intervention, though this provided preliminary evidence for randomized trials to assess this strategy in earnest. The first noninferiority randomized, controlled clinical trial comparing conservative management to intervention for PSP was published in 2020 [43]. This trial provides evidence that conservative management may be noninferior to intervention (needle aspiration) regarding the primary endpoint of radiographic lung re-expansion within 8 weeks. This study only enrolled patients with the first occurrence of PSP and were in a center with excellent infrastructure to support timely outpatient follow-up that may not be reproducible at all sites. However, the data describe a shorter hospital stay and fewer adverse events in the conservative management group. Importantly, this provided clinicians with evidence that conservative management did not lead to harm and that some of this data could be extrapolated to all patients with minimal symptoms, regardless of the etiology of the lack of pleural apposition. In 2023, the updated British Thoracic Society pneumothorax guidelines incorporated a conservative approach in their recommendations for management of primary spontaneous pneumothorax [44] stating “conservative management can be considered for the treatment of minimally symptomatic... or asymptomatic primary spontaneous pneumothorax regardless of size.” Importantly, it is acknowledged that pursuing conservative management requires a robust medical infrastructure to provide close follow-up in the initial period. It must be recognized that many health systems may not be able to provide the appropriate intensity of follow-up needed to make this a safe option. However, it does provide a template for a disease process that can be managed without inpatient hospitalization to promote better resource allocation. 3.2 Therapeutic Aspiration Therapeutic aspiration or needle aspiration (NA) is a procedure in which a small-bore catheter (usually 16–18 gauge) is inserted through the intercostal space via Seldinger technique. Air is then aspirated from the pleural space and the catheter is removed after the air has been fully aspirated [45]. Historically, there has been a paucity of evidence regarding NA as an approach in comparison to tube thoracostomy. This is reflected in contradicting recommendations in the existing major guidelines. ACCP 2001 guidelines suggest that NA is rarely appropriate in any context; the BTS guidelines in 2010 and the 2023 update recommend NA or tube thoracostomy as a first-line therapy for all PSP’s requiring intervention with no specific recommendation for one versus the other; the 2015 European Respiratory Society (ERS) task force on PSP recommends NA as the first-line intervention for the first episode of PSP in symptomatic patients [46]. A Cochrane review [47] examined the existing data regarding head-to-head comparisons of NA versus tube thoracostomy. Six studies-including one featuring a trauma population-summing up to 435 patients were included. Outcome measures in this review included “immediate success” defined as “(near) complete lung expansion” or “complete resolution and discharge within 24 hours.” Secondary outcomes included recurrence of pneumothorax in the follow up period. This review found that chest tube drainage was more successful in the primary outcome of immediate and complete resolution of pneumothorax compared to needle aspiration. There was no difference in recurrence rate between the two treatment strategies at 12 months, and the duration of hospitalization was significantly shorter for the NA group. Another prospective study comparing the two outcomes showed that again, tube thoracostomy led to quicker total lung re-expansion, but NA was better tolerated from a pain perspective and had fewer adverse events and a lower rate of recurrence at 1 year [48]. Finally, a meta-analysis pooling data from 759 patients across six RCTs showed that in two co-primary outcomes (near or complete resolution of the pneumothorax within 24 h of the procedure and 12-month recurrence rate), that NA was non-inferior to tube thoracostomy. Again, procedural complications and length of hospital stay were higher in the tube thoracostomy groups [49]. Diagnostic and Therapeutic Approach to Pneumothorax\n\n“(near) complete lung expansion” or “complete resolution and discharge within 24 hours.” Secondary outcomes included recurrence of pneumothorax in the follow up period. This review found that chest tube drainage was more successful in the primary outcome of immediate and complete resolution of pneumothorax compared to needle aspiration. There was no difference in recurrence rate between the two treatment strategies at 12 months, and the duration of hospitalization was significantly shorter for the NA group. Another prospective study comparing the two outcomes showed that again, tube thoracostomy led to quicker total lung re-expansion, but NA was better tolerated from a pain perspective and had fewer adverse events and a lower rate of recurrence at 1 year [48]. Finally, a meta-analysis pooling data from 759 patients across six RCTs showed that in two co-primary outcomes (near or complete resolution of the pneumothorax within 24 h of the procedure and 12-month recurrence rate), that NA was non-inferior to tube thoracostomy. Again, procedural complications and length of hospital stay were higher in the tube thoracostomy groups [49]. Diagnostic and Therapeutic Approach to PneumothoraxNA does seem to be a safe and less invasive option with at least similar results to tube thoracostomy if intervention is deemed necessary for primary spontaneous pneumothorax. However, it should be noted that most of this evidence is drawn from systematic reviews or meta-analyses with very few randomized controlled clinical trials available to help guide management decisions. Similarly to conservative management of PSP, a highly functioning outpatient clinic with ability to schedule close follow up will be key to ensure a lack of recurrence and subsequent ER visits. ### 3.3 Tube Thoracostomy Tube thoracostomy has historically been the mainstay of interventional management for pneumothorax regardless of underlying pathology. This involves the placement of a flexible tube through the chest wall between the ribs and into the pleural space. Depending on the size of the tube, this is accomplished via Seldinger technique or blunt dissection. Typically, small-bore refers to sizes Fr or less, large-bore indicates 22–40 Fr. There is mounting evidence that small-bore chest tubes are preferred to large-bore chest tubes for pneumothorax, demonstrating noninferiority for spontaneous pneumothorax resolution as well as lower rates of complications, shorter hospital stays, and increased patient satisfaction [50]. Small bore tubes are now considered standard care for spontaneous pneumothorax (and other indications that are beyond the scope of this chapter), though institutional practices vary based on comfort level of physicians performing the procedures. Practice has also been shifting to small-bore chest tubes for other subtypes of pneumothorax, pneumothorax in the stable intubated patient, with guidelines being updated to reflect this [44, 51]. In the trauma setting, practice has also been trending toward utilization of small-bore chest tubes for the management of thoracic trauma-induced pneumothorax in stable patients. Evidence describes shorter length of tube drainage, reduced risk of VATS with similar rates of failure, ventilator days, and ICU days [52] with smaller bore tubes. Chest tubes for pneumothorax are commonly placed in the mid-axillary line between the fourth and fifth intercostal space. This anatomic location is often termed the “triangle of safety” as the pleural space can be accessed without ultrasound if needed in an emergent situation with relative confidence that the tube will be placed well above the diaphragm, minimizing risk of injury to other organs. An anterior approach can also be employed for tube thoracostomy with placement of the tube between the second and third intercostal space at the mid-clavicular line. Rates of complications, including tube malposition, are similar between these two options; however, placement at the mid-axillary line is often less painful as the anterior approach requires penetration of significantly more muscle tissue [53]. The British Thoracic Society recommends lateral placement to avoid injury to muscle and breast tissue [44]. Utilization of POCUS to demonstrate a lack of lung sliding helps improve safety of chest tube placement. ### 3.4 Ambulatory Management For patients that require procedural intervention, there are strategies that afford them the ability to avoid hospitalization post chest drain placement. Current modalities that allow evacuation of air in an ambulatory setting include a one-way valve (commonly referred to as a Heimlich valve), mini-atrium drains connected to a chest tube, and a pleural ventilation catheter. Heimlich valves and mini-atriums are secured to small bore thoracostomy tubes and are appropriate for patients who do not require evacuation of a pneumothorax with continuous suctioning. Generally, these are placed after persistent air-leak has led to a prolonged hospital course when definitive therapy like surgery or endobronchial valve is not available or recommended. However, there are data in post-surgical pneumothorax and primary spontaneous pneumothorax that suggest use of these devices is a good means to reduce length of hospital stay, even with placement on same day as a chest tube [54, 55]. Pleural ventilation catheters were studied in the RAMMP trial [56], a multi-center, open-label, RCT that enrolled patients with either (or both) a > 2 cm pneumothorax or with significant symptoms. The patients received either admission and standard care per the BTS guidelines versus placement of a pleural ventilation catheter and discharge home. The primary outcome-length of hospital stay-was significantly lower in the ambulatory management group (median LOS was 0 days), though there were higher adverse events in the ambulatory group. When the initial management strategies highlighted above are not effective at bridging the gap to prompt healing of a pleural injury leading to persistent air leak, further treatment can be necessary to shepherd the patient back to health. ### 3.5 Persistent Air Leak Persistent air leak (PAL) is generally defined as an air leak that persists after pneumothorax for anywhere from 5–7 days [39, 41, 44]. With a chest tube in place, an air leak can be identified by bubbles in the water chamber of the collecting system which indicates the presence of air entering the system. The Cerfolio classification system [57] can be utilized to standardize the nomenclature and help define appropriate treatment. It bases severity of the air leak on its presence during forced 6 J. Rowell et al.\n\npatients received either admission and standard care per the BTS guidelines versus placement of a pleural ventilation catheter and discharge home. The primary outcome-length of hospital stay-was significantly lower in the ambulatory management group (median LOS was 0 days), though there were higher adverse events in the ambulatory group. When the initial management strategies highlighted above are not effective at bridging the gap to prompt healing of a pleural injury leading to persistent air leak, further treatment can be necessary to shepherd the patient back to health. ### 3.5 Persistent Air Leak Persistent air leak (PAL) is generally defined as an air leak that persists after pneumothorax for anywhere from 5–7 days [39, 41, 44]. With a chest tube in place, an air leak can be identified by bubbles in the water chamber of the collecting system which indicates the presence of air entering the system. The Cerfolio classification system [57] can be utilized to standardize the nomenclature and help define appropriate treatment. It bases severity of the air leak on its presence during forced 6 J. Rowell et al.expiration only (grade 1) to continuously throughout the respiratory cycle (grade 4). Technological advancements in quantifying air leaks (i.e., digital monitors) may be used [58] to improve time to chest tube removal and decrease hospital length of stay [59], though widespread adoption has not yet occurred. Historically, there has not been much in the way of guideline recommendations for the management of persistent air leak (PAL) beyond surgical pleurodesis. The ACCP 2001 and BTS 2010 guidelines recommended evaluation by a thoracic surgeon following a PAL that lasted more than 3–5 days for consideration of surgical pleurodesis. For those who are not considered surgical candidates or declined surgical intervention, no further recommendations were given [60]. Here, we will review various approaches to pleurodesis in addition to bronchoscopic intervention with endobronchial valves. We would like to stress the importance of utilization of a multidisciplinary team with a patient-centered approach is critical to optimizing management outcomes. Further, involving surgical colleagues prior to utilization of a chemical sclerosant is recommended to prevent complicated and more difficult surgical procedures. - 3.6 Video-Assisted Thoracoscopic (VATS) Pleurodesis* Surgical approaches to the treatment of pneumothorax and PAL include thoracotomy (open incision into the pleural space) or VATS (small ports into the chest wall that allow the introduction of instruments). VATS has gradually supplanted open thoracotomy as the surgical approach of choice as several meta-analyses have shown that VATS produces shorter length of stay, less postoperative pain, and fewer postoperative complications [61–63]. Data does suggest that VATS portends a slightly higher recurrence risk compared to open thoracotomy, in the range of approximately 4–11 % versus 1 % respectively [64, 65]. Thus, additional pleural interventions, such as mechanical or chemical pleurodesis are often performed during VATS to address this. Specific surgical procedures undertaken during VATS or thoracotomy for pneumothorax and PAL remain a matter of debate with very little in the way of head-to-head comparisons and practice varies greatly across institutions. Blebs and bullae are generally resected if present, and this is often followed by a pleurodesis procedure. If blebs and bullae are not visible, options include empiric apical resection or pleurodesis alone [61]. A meta-analysis of 51 studies including 6907 patients compared thoracoscopic interventions for PSP found that recurrence rates were lowest in those who underwent wedge resection plus chemical pleurodesis (1.7 %) and highest in those who had wedge resection alone (9.7 %) [66]. Another meta-analysis compared mechanical versus chemical pleurodesis following VATS and wedge resection [67]. This included one randomized controlled trial and six observational cohort studies with 1933 primary spontaneous pneumothorax patients and showed that chemical pleurodesis was superior in reducing recurrence rates and hospital length of stay. The BTS 2023 guidelines [44] do recommend consideration of definitive intervention to prevent recurrence following secondary spontaneous pneumothorax; however, this is not common practice in the United States. In a large database review of secondary spontaneous pneumothorax recurrence prevention in the United States between 2016 and 2017, only 33.7 % of patients underwent intervention to reduce recurrence in the same hospitalization. VATS was the intervention of choice in 80.8 % of these cases with the rest undergoing thoracotomy or medical pleurodesis. The 90-day recurrence rates were similar between the VATS and thoracotomy group and four to five times higher in the medical pleurodesis group [68]. - 3.7 Chemical Pleurodesis* Chemical pleurodesis involves the instillation of a sclerosing agent into the pleural space, promoting an inflammatory cascade and fibrosis to enhance apposition of the visceral and parietal pleura. This is accomplished via instillation through an intercostal drain (slurry) or under direct visualization (poudrage) via medical or surgical thoracoscopy. Prior to consideration of using a sclerosing agent for pleurodesis for any cause of pleural disease, clinicians need to confirm apposition of the parietal and visceral surfaces of the pleura, as pneumothorax ex vacuo will preclude success of pleurodesis [69]. A systematic review performed by the British Thoracic Society [70] concluded that chemical pleurodesis (179 per 1000 patients) can reduce the rate of pneumothorax recurrence in comparison to those who received chest drainage only (320 per 1000 patients). This supports consideration of chemical pleurodesis in the acute management of spontaneous pneumothorax, particularly those with high risk of recurrence or in high-risk professions, in those with PAL, and in those with second occurrence of spontaneous pneumothorax. The 2023 BTS guidelines have been updated to reflect this [44]. A variety of sclerosing agents have been used for chemical pleurodesis, with graded talc being the most common. Many others have been used including tetracycline, doxycycline, minocycline, bleomycin, and OK-432 (low virulence strain of S. pyogenes incubated with benzylpenicillin) [60]. Currently, data comparing agents head-to-head is lacking; thus, it is difficult to determine clinical superiority of one over the Diagnostic and Therapeutic Approach to Pneumothorax\n\nany cause of pleural disease, clinicians need to confirm apposition of the parietal and visceral surfaces of the pleura, as pneumothorax ex vacuo will preclude success of pleurodesis [69]. A systematic review performed by the British Thoracic Society [70] concluded that chemical pleurodesis (179 per 1000 patients) can reduce the rate of pneumothorax recurrence in comparison to those who received chest drainage only (320 per 1000 patients). This supports consideration of chemical pleurodesis in the acute management of spontaneous pneumothorax, particularly those with high risk of recurrence or in high-risk professions, in those with PAL, and in those with second occurrence of spontaneous pneumothorax. The 2023 BTS guidelines have been updated to reflect this [44]. A variety of sclerosing agents have been used for chemical pleurodesis, with graded talc being the most common. Many others have been used including tetracycline, doxycycline, minocycline, bleomycin, and OK-432 (low virulence strain of S. pyogenes incubated with benzylpenicillin) [60]. Currently, data comparing agents head-to-head is lacking; thus, it is difficult to determine clinical superiority of one over the Diagnostic and Therapeutic Approach to Pneumothoraxother [70]. A systematic review did not draw robust conclusions on optimal sclerosing agent for prevention of pneumothorax recurrence. Given the strong data to support sterile talc as the optimum agent to achieve pleurodesis in malignant pleural effusion [71], coupled with graded talc providing an excellent safety [72, 73], this is frequently the drug of choice, though institutional experience varies. For the treatment of persistent air leak or prevention of recurrent pneumothorax, the optimal method of sclerosing agent delivery-poudrage versus slurry-has not been rigorously studied. One small trial compared outcomes in 11 patients with secondary spontaneous pneumothorax complicated by persistent air leak who underwent talc poudrage versus six patients who were deemed unfit to undergo general anesthesia and thus received talc slurry via intercostal drain. Talc slurry was successful in three out of four patients who received it, though with significantly longer time to resolution of PAL compared to talc poudrage via thoracoscopy [74]. The most methodologically rigorous data comparing talc slurry versus poudrage comes from malignant pleural effusion. The TAPPS trial, published in 2020, was a randomized, open-label, parallel-group superiority trial comparing talc slurry versus poudrage for the treatment of malignant pleural effusion [75]. The two interventions had no statistically significant difference in pleurodesis failure rates at 90 days or 180 days. Utilization of a multidirectional two-tube method has shown evidence in cadaver models that it could improve slurry distribution throughout the pleural space [76], and confirmatory human trials are needed ( 3.8 Autologous Blood Patch Pleurodesis Autologous blood patch pleurodesis (ABP) is a procedure in which 50–100 mL or a weight-based range of 0.5–2 mL/kg of the patient’s own blood is instilled into the pleural space via an intrapleural drain [77]. Its postulated mechanism is to promote inflammation leading to pleurodesis with the added benefit of forming a clot over the visceral pleural surface, thereby patching the broncho-pleural fistula. This appears to be an effective treatment for PAL in both PSP and SSP, although practice patterns regarding amount of blood and timing of the procedure vary. A small study of 44 patients with COPD and SSP randomized patients to receive increasing weight-based doses of autologous blood versus normal saline placebo 7 days after tube thoracostomy with repeated doses at 9 and 11 days if PAL was still present. This study showed that weight-based dosing of autologous blood was successful in 82 % of patients by day 13, compared to 9 % in patients that received normal saline placebo. Notably, weight-based doses of 1 mL/kg and 2 mL/kg had better success rates compared to 0.5 mL/kg [78]. Another prospective randomized study investigated the optimal timing of pursuing ABP. This included 47 patients randomized to receive 50 mL autologous blood patch on day 3 following tube thoracostomy versus conservative management. PAL resolved in 5.4 days in the ABP group compared to 10.5 days in the conservative management group [79]. Informed consent of patients should cite infection risk (8.6 %) [79], and tension pneumothorax can occur [80]. Ensuring appropriate setup and monitoring post-procedurally is critical to preventing drastic complication. However, this is generally a well-tolerated procedure that appears to have benefit in reducing duration of chest tube requirement. 3.9 Endobronchial Valves Endobronchial valves (EBV) are one-way valves designed to sit within the airway and block air from flowing through the alveolar-pleural or broncho-pleural fistula while allowing distal secretions to drain normally, thus promoting healing. EBVs are currently only FDA-approved for lung volume reduction in patients with emphysema; however, a humanitarian device exemption can be obtained for the treatment of PAL and is standard of practice for PAL. To place an EBV, the air leak must first be localized. This is often done via sequential balloon inflation and occlusion with subsequent decrease or cessation of air leak noted in the collection chamber. One can also instill methylene blue into the pleural drainage catheter and directly visualize the blue dye accumulation in the airways via bronchoscopy to localize the air leak [81]. Once localized, the airway is sized, and the appropriate EBV is placed. Importantly, the placement of an 8 J. Rowell et al.\n\npost-procedurally is critical to preventing drastic complication. However, this is generally a well-tolerated procedure that appears to have benefit in reducing duration of chest tube requirement. 3.9 Endobronchial Valves Endobronchial valves (EBV) are one-way valves designed to sit within the airway and block air from flowing through the alveolar-pleural or broncho-pleural fistula while allowing distal secretions to drain normally, thus promoting healing. EBVs are currently only FDA-approved for lung volume reduction in patients with emphysema; however, a humanitarian device exemption can be obtained for the treatment of PAL and is standard of practice for PAL. To place an EBV, the air leak must first be localized. This is often done via sequential balloon inflation and occlusion with subsequent decrease or cessation of air leak noted in the collection chamber. One can also instill methylene blue into the pleural drainage catheter and directly visualize the blue dye accumulation in the airways via bronchoscopy to localize the air leak [81]. Once localized, the airway is sized, and the appropriate EBV is placed. Importantly, the placement of an 8 J. Rowell et al.EBV does not result in immediate resolution of the air leak. The median time from valve placement to air leak resolution has been reported as 4–7.5 days [82, 83]. There have been several large case series, both prospective and retrospective, reporting on outcomes with EBV used for PAL [84]. Success rates of air leak resolution (47.5–80 %) and time to removal of intercostal drain (6–21 days) vary widely. Further complicating EBV as a therapy is the typical lag time from consultation to procedure, with an average time of 10 days from intercostal drain placement to procedural intervention [82]. Importantly, prospective head-to-head data for EBV compared to tube thoracostomy or other interventions are lacking. This is a current area of investigation. ### 3.10 Tension Pneumothorax This is a medical emergency with a high mortality rate. Patients presenting with signs and symptoms concerning for a pneumothorax coupled with hemodynamic and respiratory compromise should be evaluated for immediate needle decompression. The pathophysiology of tension pneumothorax is debated in the literature and is different when comparing a spontaneously breathing person (animal studies suggest a one-way valve-like phenomenon that allows air into the pleural space but no evacuation leading to progressive inflammation of the pleural space) versus a mechanically ventilated patient where air is continuously being forced in [85]. Regardless the etiology, if tension is discovered, prompt treatment with needle decompression and subsequent tube thoracostomy can be lifesaving, as mortality rates of tension pneumothorax are as low as 3–7 % when recognized early and almost universally fatal if left unattended [86]. ### Conclusion Pneumothorax is a disease process that dates back hundreds if not thousands of years. Recent literature has helped divide this disease process by etiology. However, regardless of the etiology, pneumothorax has a wide range of severity, thus making management strategies variable. Diagnosis has become easier with the advent of point of care ultrasound and its widespread adoption and high sensitivity. Management strategies are also changing as data are pointing to conservative management in stable, relatively asymptomatic patients, regardless of size of pneumothorax and BTS guidelines now incorporate patient preferences (within reason) into its algorithm. If intervention is indicated, these are becoming less invasive with simple aspiration or small-bore chest tube rather than large-bore chest tube. As thoracic surgeons are becoming more experienced and skilled with minimally invasive thoracoscopic approaches, treatment of persistent air leaks and prevention of recurrence is becoming safer and more effective. There is still work to be done to determine optimal management strategies for those who are not good surgical candidates with randomized controlled trials needed investigating efficacy of nonsurgical therapeutic options such as chemical pleurodesis, blood patch pleurodesis, and bronchoscopic intervention with endobronchial valves. ### References 1. Kaya SO, Karatepe M, Tok T, Onem G, Dursunoglu N, Goksin I. Were pneumothorax and its management known in 15th-century anatolia? Tex Heart Inst J. 2009;36(2):152–3. 2. Laennec RTH. De l’auscultation médiate, ou, Traité du diagnostic des maladies des poumons et du coeur: fondé principalement sur ce nouveau moyen d’exploration, vol. 1. Paris: Chez J.-A. Brosson et J.-S. Chaudé, Libraires; 1819. 3. Case Records. Acta Med Scand. 1932;77(S43):1–93. 4. Noppen M. Spontaneous pneumothorax: epidemiology, pathophysiology and cause. Eur Respir Rev. 2010;19(117):217–9. 5. Stodghill JD, Collins DT, Mahajan AK, Khandhar SJ. Primary spontaneous pneumothorax: a pathway to practice. AME Med J. 2019;4:8. 6. Noppen M, De Keukeleire T. Pneumothorax. Respiration. 2008;76(2):121–7. 7. Rojas R, Wasserberger J, Balasubramaniam S. Unsuspected tension pneumothorax as a hidden cause of unsuccessful resuscitation. Ann Emerg Med. 1983;12(6):411–2. 8. Bintcliffe O, Maskell N. Spontaneous pneumothorax. BMJ. 2014;348:g2928. 9. Bense L, Eklund G, Wiman LG. Smoking and the increased risk of contracting spontaneous pneumothorax. Chest. 1987;92(6):1009–12. 10. Alifano M, Forti Parri SN, Bonfanti B, Arab WA, Passini A, Boaron M, et al. Atmospheric pressure influences the risk of pneumothorax: beware of the storm! Chest. 2007;131(6):1877–82. 11. Noppen M, Verbanck S, Harvey J, Van Herreweghe R, Meysman M, Vincken W, et al. Music: a new cause of primary spontaneous pneumothorax. Thorax. 2004;59(8):722–4. 12. Light RW. Management of spontaneous pneumothorax. Am Rev Respir Dis. 1993;148(1):245–8. 13. Amjadi K, Alvarez GG, Vanderhelst E, Velkeniers B, Lam M, Noppen M. The prevalence of blebs or bullae among young healthy adults: a thoracoscopic investigation. Chest. 2007;132(4):1140–5. 14. Lesur O, Delorme N, Fromaget JM, Bernadac P, Polu JM. Computed tomography in the etiologic assessment of idiopathic spontaneous pneumothorax. Chest. 1990;98(2):341–7. 15. Noppen M, Dekeukeleire T, Hanon S, Stratakos G, Amjadi K, Madsen P, et al. Fluorescein-enhanced autofluorescence thoracoscopy in patients with primary spontaneous pneumothorax and normal subjects. Am J Respir Crit Care Med. 2006;174(1):26–30. 16. Sassoon CS. The etiology and treatment of spontaneous pneumothorax. Curr Opin Pulm Med. 1995;1(4):331–8. 17. Hallifax RJ, Goldacre R, Landray MJ, Rahman NM, Goldacre MJ. Trends in the incidence and recurrence of inpatient-treated spontaneous pneumothorax, 1968–2016. JAMA. 2018;320(14):1471–80. 18. Melton LJ 3rd, Hepper NG, Offord KP. Incidence of spontaneous pneumothorax in Olmsted County, Minnesota: 1950–1974. Am Rev Respir Dis. 1979;120(6):1379–82. 19. Liman ST, Kuzucu A, Tastepe artificial intelligence (AI), Ulasan GN, Topcu S. Chest injury due to blunt trauma. Eur J Cardiothorac Surg. 2003;23(3):374–8.\n\nRW. Management of spontaneous pneumothorax. Am Rev Respir Dis. 1993;148(1):245–8. 13. Amjadi K, Alvarez GG, Vanderhelst E, Velkeniers B, Lam M, Noppen M. The prevalence of blebs or bullae among young healthy adults: a thoracoscopic investigation. Chest. 2007;132(4):1140–5. 14. Lesur O, Delorme N, Fromaget JM, Bernadac P, Polu JM. Computed tomography in the etiologic assessment of idiopathic spontaneous pneumothorax. Chest. 1990;98(2):341–7. 15. Noppen M, Dekeukeleire T, Hanon S, Stratakos G, Amjadi K, Madsen P, et al. Fluorescein-enhanced autofluorescence thoracoscopy in patients with primary spontaneous pneumothorax and normal subjects. Am J Respir Crit Care Med. 2006;174(1):26–30. 16. Sassoon CS. The etiology and treatment of spontaneous pneumothorax. Curr Opin Pulm Med. 1995;1(4):331–8. 17. Hallifax RJ, Goldacre R, Landray MJ, Rahman NM, Goldacre MJ. Trends in the incidence and recurrence of inpatient-treated spontaneous pneumothorax, 1968–2016. JAMA. 2018;320(14):1471–80. 18. Melton LJ 3rd, Hepper NG, Offord KP. Incidence of spontaneous pneumothorax in Olmsted County, Minnesota: 1950–1974. Am Rev Respir Dis. 1979;120(6):1379–82. 19. Liman ST, Kuzucu A, Tastepe artificial intelligence (AI), Ulasan GN, Topcu S. Chest injury due to blunt trauma. Eur J Cardiothorac Surg. 2003;23(3):374–8.20. Olesen LL. Bilateral pneumothorax complicating pacemaker implantation, due to puncture of the left subclavian vein and electrode perforation of the right atrium. Cureus. 2020;12(11):e11302. 21. Leigh-Smith S, Harris T. Tension pneumothorax - time for a re-think? Emerg Med J. 2005;22(1):8–16. 22. Lewis BT, Herr KD, Hamlin SA, Henry T, Little BP, Naeger DM, et al. Imaging manifestations of chest trauma. Radiographics. 2021;41(5):1321–34. 23. Sassoon CS, Light RW, O’Hara VS, Moritz TE. Iatrogenic pneumothorax: etiology and morbidity. Results of a Department of Veterans Affairs Cooperative Study. Respiration. 1992;59(4):215–20. 24. Gann M Jr, Sardi A. Improved results using ultrasound guidance for central venous access. Am Surg. 2003;69(12):1104–7. 25. Cavanna L, Mordenti P, Bertè R, Palladino MA, Biasini C, Anselmi E, Seghini P, Vecchia S, Civardi G, Di Nunzio C. Ultrasound guidance reduces pneumothorax rate and improves safety of thoracentesis in malignant pleural effusion: report on 445 consecutive patients with advanced cancer. World J Surg Oncol. 2014;12:139. https://doi.org/10.1186/1477–7819-12–139. PMID: 24886486; PMCID: PMC4016786. 26. Weissberg D, Refaely Y. Pneumothorax: experience with 1,199 patients. Chest. 2000;117(5):1279–85. 27. de Lassence A, Timsit JF, Tafflet M, Azoulay E, Jamali S, Vincent F, et al. Pneumothorax in the intensive care unit: incidence, risk factors, and outcome. Anesthesiology. 2006;104(1):5–13. 28. Celik B, Sahin E, Nadir A, Kaptanoglu M. Iatrogenic pneumothorax: etiology, incidence and risk factors. Thorac Cardiovasc Surg. 2009;57(5):286–90. 29. Huggins JT, Doelken P, Sahn SA. The unexpandable lung. F1000 Med Rep. 2010;2:77. 30. Doelken P, Sahn SA. Trapped lung. Semin Respir Crit Care Med. 2001;22(6):631–6. 31. Chan KK, Joo DA, McRae AD, Takwoingi Y, Premji ZA, Lang E, et al. Chest ultrasonography versus supine chest radiography for diagnosis of pneumothorax in trauma patients in the emergency department. Cochrane Database Syst Rev. 2020;7(7):CD013031. 32. Koh JS, Chung C, Kim JO, Jung SS, Park HS, Lee JE, et al. Early detection of delayed pneumothorax using lung ultrasound after transthoracic needle lung biopsy: a prospective pilot study. Clin Respir J. 2022;16(5):413–9. 33. Husain LF, Hagopian L, Wayman D, Baker WE, Carmody KA. Sonographic diagnosis of pneumothorax. J Emerg Trauma Shock. 2012;5(1):76–81. 34. Soult MC, Collins JN, Novosel TJ, Weireter LJ, Britt LD. Thoracic ultrasound can predict safe removal of thoracostomy tubes. J Trauma Acute Care Surg. 2014;77(2):256–61. 35. O’Connor AR, Morgan WE. Radiological review of pneumothorax. BMJ. 2005;330(7506):1493–7. 36. Carr JJ, Reed JC, Choplin RH, Pope TL Jr, Case LD. Plain and computed radiography for detecting experimentally induced pneumothorax in cadavers: implications for detection in patients. Radiology. 1992;183(1):193–9. 37. Sharma A, Jindal P. Principles of diagnosis and management of traumatic pneumothorax. J Emerg Trauma Shock. 2008;1(1):34–41. 38. Romanoff H. Management of spontaneous pneumothorax. Am J Surg. 1968;115(3):329–32. 39. Baumann MH, Strange C, Heffner JE, Light R, Kirby TJ, Klein J, et al. Management of spontaneous pneumothorax: an American College of Chest Physicians Delphi consensus statement. Chest. 2001;119(2):590–602. 40. Henry M, Arnold T, Harvey J, Pleural Diseases Group SoCCBTS. BTS guidelines for the management of spontaneous pneumothorax. Thorax. 2003;58(Suppl 2):ii39-52. 41. MacDuff A, Arnold A, Harvey J, BTS Pleural Disease Guideline Group. Management of spontaneous pneumothorax: British Thoracic Society Pleural Disease Guideline 2010. Thorax. 2010;65 (Suppl 2):ii18-31. 42. Ashby M, Haug G, Mulcahy P, Ogden KJ, Jensen O, Walters JA. Conservative versus interventional management for primary spontaneous pneumothorax in adults. Cochrane Database Syst Rev. 2014;2014(12):CD010565. 43. Brown SGA, Ball EL, Perrin K, Asha SE, Braithwaite I, Egerton-Warburton D, et al. Conservative versus interventional treatment for spontaneous pneumothorax. N Engl J Med. 2020;382(5):405–15. 44. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Corcoran JP, et al. British Thoracic Society Guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-42. 45. Pneumothorax Aspiration: Oxford Medical Education. 2016. https://oxfordmedicaleducation.com/clinical-skills/procedures/pneumothorax-aspiration/ 46. Tschopp JM, Bintcliffe O, Astoul P, Canalis E, Driesen P, Janssen J, et al. ERS task force statement: diagnosis and treatment of primary spontaneous pneumothorax. Eur Respir J. 2015;46(2): 321–35. 47. Carson-Chahhoud KV, Wakai A, van Agteren JE, Smith BJ, McCabe G, Brinn MP, et al. Simple aspiration versus intercostal tube drainage for primary spontaneous pneumothorax in adults. Cochrane Database Syst Rev. 2017;9(9):CD004479. 48. Marx T, Joly LM, Parmentier AL, Pretalli JB, Puyraveau M, Meurice JC, et al. Simple aspiration versus drainage for complete pneumothorax: a randomized noninferiority trial. Am J Respir Crit Care Med. 2023;207(11):1475–85. 49. Mohamed MMG, Patolia S, Nayak R. Needle aspiration versus tube thoracostomy in patients with symptomatic primary spontaneous pneumothorax: an updated meta-analysis of randomized controlled trials. J Thorac Dis. 2024;16(6):4011–5. 50. Chang SH, Kang YN, Chiu HY, Chiu YH. A systematic review and meta-analysis comparing pigtail catheter and chest tube as the initial treatment for pneumothorax. Chest. 2018;153(5):1201–12. 51. Thachuthara-George J. Pneumothorax in patients with respiratory failure in ICU. J Thorac Dis. 2021;13(8):5195–204. 52. Beeton G, Ngatuvai M, Breeding T, Andrade R, Zagales R, Khan A, et al. Outcomes of pigtail catheter placement versus chest tube placement in adult thoracic trauma patients: a systematic review and meta-analysis. Am Surg. 2023;89(6):2743–54. 53. Shiroshita A, Matsui H, Yoshida K, Shiraishi A, Tanaka Y, Nakashima K, et al. Safety of the anterior approach versus the lateral approach for chest tube insertion by residents treating spontaneous pneumothorax: a propensity score weighted analysis. Gen Thorac Cardiovasc Surg. 2020;68(12):1425–31. 54. Rieger KM, Wroblewski HA, Brooks JA, Hammoud ZT, Kesler KA. Postoperative outpatient chest tube management: initial experience with a new portable system. Ann Thorac Surg. 2007;84(2): 630–2. 55. Hassani B, Foote J, Borgundvaag B. Outpatient management of primary spontaneous pneumothorax in the emergency department of a community hospital using a small-bore catheter and a Heimlich valve. Acad Emerg Med. 2009;16(6):513–8. 56. Hallifax RJ, McKeown E, Sivakumar P, Fairbairn I, Peter C, Leitch A, et al. Ambulatory management of primary spontaneous pneumothorax: an open-label, randomised controlled trial. Lancet. 2020;396(10243):39–49. 57. Cerfolio RJ. Advances in thoracostomy tube management. Surg Clin North Am. 2002;82(4):833–48, vii. 58. Rathinam S, Bradley A, Cantlin T, Rajesh PB. Thopaz Portable Suction Systems in Thoracic Surgery: an end user assessment and feedback in a tertiary unit. J Cardiothorac Surg. 2011;6:59. 59. Cerfolio RJ, Varela G, Brunelli A.\n\nMatsui H, Yoshida K, Shiraishi A, Tanaka Y, Nakashima K, et al. Safety of the anterior approach versus the lateral approach for chest tube insertion by residents treating spontaneous pneumothorax: a propensity score weighted analysis. Gen Thorac Cardiovasc Surg. 2020;68(12):1425–31. 54. Rieger KM, Wroblewski HA, Brooks JA, Hammoud ZT, Kesler KA. Postoperative outpatient chest tube management: initial experience with a new portable system. Ann Thorac Surg. 2007;84(2): 630–2. 55. Hassani B, Foote J, Borgundvaag B. Outpatient management of primary spontaneous pneumothorax in the emergency department of a community hospital using a small-bore catheter and a Heimlich valve. Acad Emerg Med. 2009;16(6):513–8. 56. Hallifax RJ, McKeown E, Sivakumar P, Fairbairn I, Peter C, Leitch A, et al. Ambulatory management of primary spontaneous pneumothorax: an open-label, randomised controlled trial. Lancet. 2020;396(10243):39–49. 57. Cerfolio RJ. Advances in thoracostomy tube management. Surg Clin North Am. 2002;82(4):833–48, vii. 58. Rathinam S, Bradley A, Cantlin T, Rajesh PB. Thopaz Portable Suction Systems in Thoracic Surgery: an end user assessment and feedback in a tertiary unit. J Cardiothorac Surg. 2011;6:59. 59. Cerfolio RJ, Varela G, Brunelli A.60. Dugan KC, Laxmanan B, Murgu S, Hogarth DK. Management of persistent air leaks. Chest. 2017;152(2):417–23. 61. Porcel JM, Lee P. Thoracoscopy for spontaneous pneumothorax. J Clin Med. 2021;10(17):3835. 62. Vohra HA, Adamson L, Weeden DF. Does video-assisted thoracoscopic pleurectomy result in better outcomes than open pleurectomy for primary spontaneous pneumothorax? Interact Cardiovasc Thorac Surg. 2008;7(4):673–7. 63. Lin Z, Zhang Z, Wang Q, Li J, Peng W, Ge G. A systematic review and meta-analysis of video-assisted thoracoscopic surgery treating spontaneous pneumothorax. J Thorac Dis. 2021;13(5):3093–104. 64. Barker A, Maratos EC, Edmonds L, Lim E. Recurrence rates of video-assisted thoracoscopic versus open surgery in the prevention of recurrent pneumothoraces: a systematic review of randomised and non-randomised trials. Lancet. 2007;370(9584):329–35. 65. Goto T, Kadota Y, Mori T, Yamashita S, Horio H, Nagayasu T, et al. Video-assisted thoracic surgery for pneumothorax: republication of a systematic review and a proposal by the guideline committee of the Japanese association for chest surgery 2014. Gen Thorac Cardiovasc Surg. 2015;63(1):8–13. 66. Sudduth CL, Shinnick JK, Geng Z, McCracken CE, Clifton MS, Raval MV. Optimal surgical technique in spontaneous pneumothorax: a systematic review and meta-analysis. J Surg Res. 2017;210:32–46. 67. Sim SKR, Nah SA, Loh AHP, Ong LY, Chen Y. Mechanical versus chemical pleurodesis after bullectomy for primary spontaneous pneumothorax: a systemic review and meta-analysis. Eur J Pediatr Surg. 2020;30(6):490–6. 68. Wang Y, Abougergi MS, Li S, Kazmierski D, Patel P, Sharma N, et al. Recurrence prophylaxis in secondary spontaneous pneumothorax: a nationwide readmission database analysis. Chest. 2020;158(6):2474–84. 69. Kapp CM, Lee HJ. Malignant pleural effusions. Clin Chest Med. 2021;42(4):687–96. 70. Hallifax RJ, Yousuf A, Jones HE, Corcoran JP, Psallidas I, Rahman NM. Effectiveness of chemical pleurodesis in spontaneous pneumothorax recurrence prevention: a systematic review. Thorax. 2017;72(12):1121–31. 71. Clive AO, Jones HE, Bhatnagar R, Preston NJ, Maskell N. Interventions for the management of malignant pleural effusions: a network meta-analysis. Cochrane Database Syst Rev. 2016;2016(5):CD010529. 72. Janssen JP, Collier G, Astoul P, Tassi GF, Noppen M, Rodriguez-Panadero F, et al. Safety of pleurodesis with talc poudrage in malignant pleural effusion: a prospective cohort study. Lancet. 2007;369(9572):1535–9. 73. Maskell NA, Lee YC, Gleeson FV, Hedley EL, Pengelly G, Davies RJ. Randomized trials describing lung inflammation after pleurodesis with talc of varying particle size. Am J Respir Crit Care Med. 2004;170(4):377–82. 74. Watanabe T, Fukai I, Okuda K, Moriyama S, Haneda H, Kawano O, et al. Talc pleurodesis for secondary pneumothorax in elderly patients with persistent air leak. J Thorac Dis. 2019;11(1):171–6. 75. Bhatnagar R, Piotrowska HEG, Laskawiec-Szkonter M, Kahan BC, Luengo-Fernandez R, Pepperell JCT, et al. Effect of thoracoscopic talc poudrage vs talc slurry via chest tube on pleurodesis failure rate among patients with malignant pleural effusions: a randomized clinical trial. JAMA. 2020;323(1):60–9. 76. Campion E, Mallah SI, Azhar M, O’Keeffe D, Hameed A. A multi-directional two-tube method for chemical pleurodesis could improve distribution of the sclerosing agent within the pleural cavity - a pilot study. Ann Med Surg (Lond). 2021;68:102697. 77. Pathak V, Quinn C, Zhou C, Wadie G. Use of autologous blood patch for prolonged air leak in spontaneous pneumothoraces in the adolescent population. Lung India. 2018;35(4):328–31. 78. Cao G, Kang J, Wang F, Wang H. Intrapleural instillation of autologous blood for persistent air leak in spontaneous pneumothorax in patients with advanced chronic obstructive pulmonary disease. Ann Thorac Surg. 2012;93(5):1652–7. 79. Ibrahim IM, Elaziz MEA, El-Hag-Aly MA. Early autologous blood-patch pleurodesis versus conservative management for treatment of secondary spontaneous pneumothorax. Thorac Cardiovasc Surg. 2019;67(3):222–6. 80. Williams P, Laing R. Tension pneumothorax complicating autologous “blood patch” pleurodesis. Thorax. 2005;60(12):1066–7. 81. Vakil E, Sabath B, Baker C, Vaporciyan AA, Casal RF. Bronchocutaneous fistula without pneumothorax localized with methylene blue and managed with endobronchial valves. Ann Am Thorac Soc. 2018;15(8):992–4. 82. Travaline JM, McKenna RJ Jr, De Giacomo T, Venuta F, Hazelrigg SR, Boomer M, et al. Treatment of persistent pulmonary air leaks using endobronchial valves. Chest. 2009;136(2):355–60. 83. Gilbert CR, Casal RF, Lee HJ, Feller-Kopman D, Frimpong B, Dincer HE, et al. Use of one-way intrabronchial valves in air leak management after tube thoracostomy drainage. Ann Thorac Surg. 2016;101(5):1891–6. 84. Shorthose M, Barton E, Walker S. The contemporary management of spontaneous pneumothorax in adults. Breathe (Sheff). 2023;19(4):230135. 85. Roberts DJ, Leigh-Smith S, Faris PD, Blackmore C, Ball CG, Robertson HL, et al. Clinical presentation of patients with tension pneumothorax: a systematic review. Ann Surg. 2015;261(6):1068–78. 86. Hoechter DJ, Speck E, Siegl D, Laven H, Zwissler B, Kammerer T. Tension pneumothorax during one-lung ventilation - an underestimated complication? J Cardiothorac Vasc Anesth. 2018;32(3):1398–402. Diagnostic and Therapeutic Approach to Pneumothorax",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_pneumothor_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}