{
  "id": "papoip_airway_anatomy",
  "title": "Airway Anatomy",
  "abstract": "",
  "content": "Airway Anatomy\nSumit Patel, Arthur Sung, and Laura Frye Contents Introduction............................................................................................. 1........................................................................................... 2\n2.1 Oral Cavity............................................................................................... 2\n2.2 Nasal Anatomy........................................................................................... 2\n2.3 Oropharynx and Hypopharynx........................................................................... 2\n2.4 Hypopharynx............................................................................................. 3\n2.5 Larynx.................................................................................................... 3 (3)...................................................................................... 5\n3.1 Trachea................................................................................................... 5\n3.2 Tracheal Blood Supply................................................................................... 6\n3.3 Endoscopic View of Trachea............................................................................. 6\n3.4 Main Carina.............................................................................................. 7\n3.5 Classification of Bronchial and Segmental Airways.................................................... 7 Conclusion............................................................................................... References...................................................................................................... Abstract\nThe human airway consists of the upper and lower airways. The larynx, being part of the upper airway, contributes to phonation, respiration, and prevention of aspiration. Its anatomy plays a central role in the complex sensorimotor functions including swallowing and speech production. The cricoid cartilage serves as an anchoring structure connecting the laryngeal apparatus to the lower airways by means of ligaments and muscles. The tracheobronchial tree begins with the first tracheal ring and continues with incomplete cartilaginous rings, providing the skeletal framework as part of the conducting airways. The trachea and subsequent dividing branches of the bilateral lungs have remarkable reproducibility in terms of branching patterns as well as luminal calibers. The nomenclature for bronchial anatomy consists of the Jackson-Huber classification and the Boyden surgical classification. Accurate description of airway anatomy is important for both the diagnosis and the management of chest diseases. - Patel · L. Frye (✉)\nDivision of Respiratory, Critical Care, and Occupational Pulmonary Medicine, University of Utah, Salt Lake City, UT, USA\ne-mail: Laura.frye@hsc.utah.edu\n- Sung\nDepartment of Medicine, Bronchoscopy and Interventional Pulmonology, Beth Israel Medical Center, New York, NY, USA\n(c) Springer Nature Switzerland AG 2025\n- Patel et al., , https://doi.org/10.1007/978–3-031–49583-0_8-1 Palate · Bronchial Artery · Thyroid Cartilage · Cricoid Cartilage · Left Main Bronchus pathologies, both benign and malignant, have a myriad of clinical manifestations and radiologic findings. Knowledge of these concepts is essential for understanding respiratory physiology, as well as critical for precise localization of thoracic pathology. Thus, understanding of airway\n\nRespiratory, Critical Care, and Occupational Pulmonary Medicine, University of Utah, Salt Lake City, UT, USA\ne-mail: Laura.frye@hsc.utah.edu\n- Sung\nDepartment of Medicine, Bronchoscopy and Interventional Pulmonology, Beth Israel Medical Center, New York, NY, USA\n(c) Springer Nature Switzerland AG 2025\n- Patel et al., , https://doi.org/10.1007/978–3-031–49583-0_8-1 Palate · Bronchial Artery · Thyroid Cartilage · Cricoid Cartilage · Left Main Bronchus pathologies, both benign and malignant, have a myriad of clinical manifestations and radiologic findings. Knowledge of these concepts is essential for understanding respiratory physiology, as well as critical for precise localization of thoracic pathology. Thus, understanding of airwayanatomy is a fundamental requirement to the practice of\ninterventional pulmonology. This chapter will explore the\nintricate details of these anatomical regions, highlighting\nkey considerations and landmarks essential for successful\ninterventions as well as common anatomic variants. - Patel et al.\nTo become competent in performing bronchoscopy entails\nproper training and dedicated practice, as well as accurate\ninterpretation of endoscopic findings to incorporate into\ndifferential diagnosis and management strategies. Within the\ncontext of lung cancer, for example, bronchoscopies are\nroutinely performed to acquire specimens from lymph\nnodes, airway lesions, or lung parenchyma to establish a\nhistologic diagnosis and determine cancer stage. Precise\nlocalization of lesions can determine a patient’s candidacy\nfor surgical resection versus medical therapy. Consequently,\nairway anatomy details are vital to communications with\nother specialists in various disciplines, including thoracic\nsurgeons, anethesiologists, and radiologists [1]. For these\nreasons, it behooves those who perform airway procedures\nto be expert with respect to knowledge of airway anatomy.\nThe objective of this chapter is to provide both descriptive\nand applied anatomy of the upper and lower airways. 2.1\nOral Cavity\nThe oral cavity, also known as the mouth, is an anatomical\nstructure that plays a crucial role in various functions such as\nspeech, mastication, and swallowing. It is bounded anteriorly\nby the lips, laterally by the cheeks, superiorly by the hard and\nsoft palates, and inferiorly by the floor of the mouth. Posteriorly, it communicates with the oropharynx. The palate forms the roof of the oral cavity and is divided\ninto the hard palate (anterior flat bony plate) and the soft\npalate (posterior muscular plate). The soft palate terminates at\nthe uvula and plays a role in speech and swallowing. During\ndeglutition, the soft palate displaces superiorly to assist with\nthe closure of the nasopharynx. An overall assessment of the oral cavity should be\nperformed prior to performing any type of procedure. Inspection ensures that the oral cavity is clear and suitable for the\nintended procedure, reducing the risk of complications such\nas trauma, aspiration, or failed intubation [2]. The clinical\nexamination should evaluate for the safety and contraindications of a procedure as well as to guide the differential\ndiagnosis. Poor dental hygiene may be a risk factor for\nhigh-risk patients (e.g., alcohol abuse) with aspiration causing anaerobic infections and air-fluid cavities on imaging\nstudies [3]. A tooth that is mobile can become dislodged\nduring manipulation and cause an airway obstruction. In a\ncomatose or sedated patient, the tongue can frequently\nobstruct the upper airways and lead to oxygen desaturation\nand hypoventilation. During endotracheal intubation, the distal tip of the direct laryngoscope sweeps the tongue sideways\nin order to accommodate airway devices. Similarly, during\nrigid bronchoscopy intubation, the operator’s nondominant\nhand should mobilize the tongue in order to allow passage of\nthe rigid bronchoscope through the oropharynx. Decreased\ntongue mobility, such as a tongue fixation, is a predictor of\nfailed intubation [4]. Additional clinical parameters used to\nassess for placement of artificial airways will be discussed\nlater. 2.2\nNasal Anatomy\nThe nasal anatomy is a complex structure that serves multiple\ncritical functions, including respiration, olfaction, and filtration of airborne particles [5]. The external nose is composed\nof a bony and cartilaginous framework, covered by skin, with\ntwo nostrils or nares that allow air entry. Internally, the nasal\ncavity is divided into two halves by the nasal septum. The\nlateral walls of the nasal cavity feature three bony projections\ncalled turbinates, divided into three subustructures: superior,\nmiddle, and inferior turbinates. The inferior turbinate can be\nseen laterally, and the nasal septum is seen medially when a\nbronchoscope is introduced through the nose. Common\npathologies may arise in the nose: septal deviation, hypertrophy of turbinates, and presence of polyps. A bronchosocopist\nshould be able to assess and identify these pathologies readily\nas nasal pathology may be a manifestation of systemic diseases affecting the tracheobronchial tree. 2.3\nOropharynx and Hypopharynx\nThe oropharynx is located behind the oral cavity, beyond the\nbase of the\n\ncavity is divided into two halves by the nasal septum. The\nlateral walls of the nasal cavity feature three bony projections\ncalled turbinates, divided into three subustructures: superior,\nmiddle, and inferior turbinates. The inferior turbinate can be\nseen laterally, and the nasal septum is seen medially when a\nbronchoscope is introduced through the nose. Common\npathologies may arise in the nose: septal deviation, hypertrophy of turbinates, and presence of polyps. A bronchosocopist\nshould be able to assess and identify these pathologies readily\nas nasal pathology may be a manifestation of systemic diseases affecting the tracheobronchial tree. 2.3\nOropharynx and Hypopharynx\nThe oropharynx is located behind the oral cavity, beyond the\nbase of thepotential difficulties with airway access. The classification is based on the visibility of the soft palate, uvula, and tonsillar pillars when the patient opens their mouth and protrudes their tongue as much as possible, without phonation. It is divided into four classes: Airway 1. Class I: The soft palate, uvula, and tonsillar pillars are fully visible.\n2. Class II: The soft palate and most of the uvula are visible.\n3. Class III: Only the base of the uvula is visible, and the soft palate is partially visible.\n4. Class IV: Only the hard palate is visible. 2.4 Hypopharynx The hypopharynx lies inferior to the oropharynx, located just above the esophagus and larynx. It is surrounded by three constrictor muscles and three inner longitudinal muscles that are responsible for swallowing. It plays a crucial role in swallowing and directing food and liquids into the esophagus while preventing them from entering the airway. The hypopharynx is further divided into three regions: - Piriform Sinuses: These are the two recesses located on either side of the laryngeal opening.\n- Postcricoid Area: This is the region behind the cricoid cartilage.\n- Posterior Pharyngeal Wall: This is the back wall of the hypopharynx.* The piriform recess is where the tip of the laryngoscope blade rests during intubation [8]. The hypopharynx extends from the epiglottis to the level of cricoid cartilage and then continues posteriorly to turn into the esophagus. 2.5 Larynx The larynx, commonly known as the voice box, is a complex structure located in the anterior aspect of the neck, connecting the pharynx to the trachea. It plays a crucial role in breathing, phonation, and protecting the lower respiratory tract from aspiration. 2.5.1 Laryngeal Anatomy The larynx is situated in the anterior part of the neck, extending from the level of the third to the sixth cervical vertebrae (C3-C6). It lies just below the pharynx and above the trachea. The laryngeal apparatus is composed of mucosal folds, cartilages, muscles, and their respective neural innervations [6]. Structure The larynx is composed of several key structures, including cartilages, muscles, membranes, and ligaments. Mucosal Folds The mucosal folds of the larynx include the aryepiglottic folds, the vestibular (false vocal) folds, and the true vocal folds. 1. Aryepiglottic Folds: Extend between the arytenoid cartilages and the lateral margins of the epiglottis, which in turn form the lateral borders of the laryngeal inlet. They are utilized in the closure mechanisms of the larynx.\n2. Vestibular (False Vocal) Folds: Sit superior to the true vocal folds, these folds contain three distinct muscular systems. Below the vestibular folds are small cavities called ventricles that are bound inferiorly by the true vocal folds. The vestibular folds are involved in adduction and downward pressure, contributing in part to voice production.\n3. True Vocal Folds: The unique viscoelastic properties of these layers facilitate sound production and are critical for maintaining vocal fold pliability.\n\nic folds, the vestibular (false vocal) folds, and the true vocal folds. 1. Aryepiglottic Folds: Extend between the arytenoid cartilages and the lateral margins of the epiglottis, which in turn form the lateral borders of the laryngeal inlet. They are utilized in the closure mechanisms of the larynx.\n2. Vestibular (False Vocal) Folds: Sit superior to the true vocal folds, these folds contain three distinct muscular systems. Below the vestibular folds are small cavities called ventricles that are bound inferiorly by the true vocal folds. The vestibular folds are involved in adduction and downward pressure, contributing in part to voice production.\n3. True Vocal Folds: The unique viscoelastic properties of these layers facilitate sound production and are critical for maintaining vocal fold pliability.- Patel et al.\nThe Cartilaginous Framework of the Larynx The structural skeleton framework of the larynx is composed of many cartilages, along with their connecting membranes and ligaments. There are three unpaired cartilages, which include the thyroid, cricoid, and the epiglottis, while there are three paired cartilages comprised of the arytenoids, corniculates, and cuneiforms [9]. 1. *Thyroid Cartilage:* Provides support for soft tissue structures. It is formed by two quadrilateral laminae that fuse anteriorly and inferiorly at an angle of 90 degrees in men and 120 degrees in women. This forms the laryngeal prominence and due to the sharper angle is more conspicuous in men and is commonly known as the Adam’s apple. It articulates with the cricoid cartilage below on the medial surface at the level just above the hyoid bone via the thyrohyoid and cricothyroid ligaments. This thin membrane is near the surface of the skin, relatively avascular, and serves as the landmark for an emergent cricothyroidotomy. On the external lateral surfaces, there are ridges connecting the extrinsic laryngeal muscles: the sternothyroid, thyrohyoid, and inferior pharyngeal constrictor. The posterior margin of each thyroid lamina courses both upward and downward as superior and inferior cornua. The two superior horns suspend the larynx from the hyoid bone via lateral thyroid ligaments, and two inferior horns articulate with the cricoid cartilage. 2. *Cricoid Cartilage:* Situated below the thyroid cartilage, this cartilage forms the only complete cartilaginous ring around the airway, with a narrow anterior arch and a broader posterior lamina. It articulates with the thyroid cartilage above by the median cricothyroid ligament and is attached to the first tracheal ring by the cricotracheal ligament. It supports the arytenoid cartilages. 3. *Arytenoid Cartilages:* These are paired, pyramid-shaped hyaline cartilages. They are positioned so that they sit on the superior border of the cricoid cartilage. They play a crucial role in vocal cord movement and phonation. 4. *Epiglottic Cartilage:* This leaf-shaped elastic fibrocartilage is located at the entrance of the larynx just distal to the base of the tongue. It is lined with mucous membrane and is attached to the arytenoid cartilages by the aryepiglottic folds laterally on both sides. The anterior aspect forms the inlet of the larynx. It functions to cover the glottis during swallowing, preventing food from entering the airway. 5. *Corniculate Cartilages:* These small, conical cartilages sit atop the arytenoid cartilages and are involved in the movement and tension of the vocal cords. 6. *Cuneiform Cartilages:* These are small, rod-shaped cartilages located within the aryepiglottic folds, providing structural support to the laryngeal inlet and are paired with the corniculate cartilages. 2.5.2 Radiology of the Larynx On axial views of computed tomography of the larynx, the epiglottis is seen at the level of the hyoid cartilage and separates the vallecula from the laryngeal vestibule (Figs. 2 and 3a-e). The valleculae are separated from one another by the glossoepiglottic ligament. Aryepiglottic folds appear at the anterolateral aspect of the larynx and are triangular in shape. They form a border between the laryngeal airway anteriorly and the piriform sinuses posteriorly ( The supraglottic larynx consists of epiglottis, false/ventricular folds, aryepiglottic folds, and the arytenoids. Beneath this level is the glottis that consists of the true vocal folds, including the anterior commissure ( Beneath the glottis is the subglottic region. It is the narrowest part of the airway and is situated between the vocal folds and the upper trachea. The subglottic space is circular in shape and is bounded posteriorly by the cricoid cartilage ( As mentioned above, the cricoid cartilage is the landmark used in emergent cricothyroidotomy to rescue a difficult airway. Sub\n\nare triangular in shape. They form a border between the laryngeal airway anteriorly and the piriform sinuses posteriorly ( The supraglottic larynx consists of epiglottis, false/ventricular folds, aryepiglottic folds, and the arytenoids. Beneath this level is the glottis that consists of the true vocal folds, including the anterior commissure ( Beneath the glottis is the subglottic region. It is the narrowest part of the airway and is situated between the vocal folds and the upper trachea. The subglottic space is circular in shape and is bounded posteriorly by the cricoid cartilage ( As mentioned above, the cricoid cartilage is the landmark used in emergent cricothyroidotomy to rescue a difficult airway. Subdistal aspect of the stenotic segment. The membranous portion of the cervical trachea is preserved and used as a flap for reconstruction of the posterior cricoid plates [11]. Airway 2.5.3 Muscles The laryngeal muscles are categorized into extrinsic and intrinsic muscles. Working in pairs, the intrinsic muscles are primarily responsible for controlling the tension and position of the vocal cords while also controlling the degree of opening of the glottis. During expiration, speech, and deglutition, the adductor muscles reverse the process to close the glottis [12]. The tension of the vocal folds modulates airflow when they are adducted. The cricothyroid, vocalis, and thyroarytenoid muscles are responsible for tightening and relaxing the vocal folds for speech and phonation. These muscles are innervated by the recurrent laryngeal nerve, except the cricothyroid muscle, which is innervated by the external branch of the superior laryngeal nerve. The extrinsic group consists of the suprahyoid and infrahyoid muscles and function to position the larynx within the neck and work to elevate or depress it during swallowing and phonation. They are further divided into elevators and depressors. (3) 3.1 Trachea The adult trachea extends from the distal aspect of the cricoid cartilage, at the level of sixth cervical vertebrae, to the bifurcation at the main carina. The trachea is approximately 10–11 cm in length, with an internal diameter of 16–20 mm [13]. The sagittal diameter is slightly longer than the coronal aspects, with the adult trachea measuring approximately 16 and 14 mm, respectively. Sixteen to twenty U-shaped\n\nis innervated by the external branch of the superior laryngeal nerve. The extrinsic group consists of the suprahyoid and infrahyoid muscles and function to position the larynx within the neck and work to elevate or depress it during swallowing and phonation. They are further divided into elevators and depressors. (3) 3.1 Trachea The adult trachea extends from the distal aspect of the cricoid cartilage, at the level of sixth cervical vertebrae, to the bifurcation at the main carina. The trachea is approximately 10–11 cm in length, with an internal diameter of 16–20 mm [13]. The sagittal diameter is slightly longer than the coronal aspects, with the adult trachea measuring approximately 16 and 14 mm, respectively. Sixteen to twenty U-shaped(or horseshoe) cartilages support the trachea (rings facing anteriorly) and allow for expansion during swallowing. The posterior part of the trachea consists of a smooth muscle (trachealis) that joins the ends of the tracheal cartilage. - Patel et al. The trachea bifurcates at the carina into the right and left main stem bronchus ( 3.2 Tracheal Blood Supply The blood supply of the trachea is derived from multiple sources, characterized by a complex network of arteries and anastomose [13]. Branches of the inferior thyroid artery provide blood supply to the upper trachea and bronchial arteries supply the lower trachea ( From the main carina onward, subsequent airway branches derive their blood supply from three bronchial arteries: two branches supplying the left lung and one branch supplying the right lung. The left bronchial artery originates from the descending aorta supplying the left lung. The right lung airways have various alternative supplies, including the aorta, first or third intercostal arteries, internal mammary artery, or the right subclavian artery. The venous drainage of the airways contains a superficial and a deep system. The superficial system receives blood from the bronchial vein system of the hilum and the visceral pleura, which leads to the azygous vein of the right lung and accessory hemiazygous vein of the left lung. The deep venous system drains the deeper tributaries and then drains directly to the pulmonary vein or the left atrium. 3.3 Endoscopic View of Trachea Starting at the upper trachea, mucosal integrity should be examined, even when there are no gross endobronchial lesions. The presence of extrinsic tracheal deviation and compression due to paratracheal masses should be noted.\n\nvarious alternative supplies, including the aorta, first or third intercostal arteries, internal mammary artery, or the right subclavian artery. The venous drainage of the airways contains a superficial and a deep system. The superficial system receives blood from the bronchial vein system of the hilum and the visceral pleura, which leads to the azygous vein of the right lung and accessory hemiazygous vein of the left lung. The deep venous system drains the deeper tributaries and then drains directly to the pulmonary vein or the left atrium. 3.3 Endoscopic View of Trachea Starting at the upper trachea, mucosal integrity should be examined, even when there are no gross endobronchial lesions. The presence of extrinsic tracheal deviation and compression due to paratracheal masses should be noted.Both the anterior cartilaginous and posterior membranous portion of the trachea are sometimes sites for dynamic airway compromise caused by tracheomalacia or excessive dynamic airway collapse. Occasionally, a nodular studding can be seen that localizes to the cartilaginous rings while sparing the membranous portion of the trachea. This benign condition, called tracheopathia osteochondroplastica, is usually asymptomatic and found incidentally, accounting for approximately two to seven per 1000 cases of bronchoscopies [14]. Airway 3.4 Main Carina\nThe main carina, derived from “keel of a boat,” is observed as a sharp ridge separating the right and left mainstem bronchi. It is oriented anteroposteriorly, and its dimensions vary during inhalation and exhalation ( 3.5 Classification of Bronchial and Segmental Airways\nBronchoscopists commonly refer to bronchial anatomy according to the Jackson-Huber classification of segmental airway anatomy (\n\nOccasionally, a nodular studding can be seen that localizes to the cartilaginous rings while sparing the membranous portion of the trachea. This benign condition, called tracheopathia osteochondroplastica, is usually asymptomatic and found incidentally, accounting for approximately two to seven per 1000 cases of bronchoscopies [14]. Airway 3.4 Main Carina\nThe main carina, derived from “keel of a boat,” is observed as a sharp ridge separating the right and left mainstem bronchi. It is oriented anteroposteriorly, and its dimensions vary during inhalation and exhalation ( 3.5 Classification of Bronchial and Segmental Airways\nBronchoscopists commonly refer to bronchial anatomy according to the Jackson-Huber classification of segmental airway anatomy (thoracic surgeons and radiologists prefer to use the Boyden classification of bronchi, which also assigns numbers to the segmental airways [17]. The Boyden classification refers to anterior and posterior segment of the left upper lobe as B2 and B3. This nomenclature is infrequently used by bronchoscopists who instead refer to posterior as B2 and anterior as B3. The Jackson-Huber classification is the most widely used and less complex. 8 S. Patel et al. | | | |---| --- | | B1 Apical | B2 Posterior | | B1/2 Apicoposterior | B3 Anterior | | B3 Anterior | B4 Superior | | B4 Lateral | B5 Inferior | | B5 Medial | *RLL* | | | *LLL* | B6 Superior | | | B6 Superior | B7/8 Anteromedial | | B7 Medial basal | B9 Lateral basal | | B8 Anterior basal | B10 Posterior basal | | B9 Lateral basal | | Source: Kumaran R, Sung A, Ernst A. Airway anatomy for the bronchoscopist. In: Ernst AE, editor. Introduction to bronchoscopy. Chapter 4,\nNote: RUL right upper lobe, LUL left upper lobe, RML right middle lobe, RLL right lower lobe, LLL left lower lobe ### 3.5.1 Right Bronchial Tree The right main bronchus is defined as the airway starting from the bifurcation of the trachea to the origin of the right middle lobe bronchus and the superior segment of the right lower lobe [18]. The right main bronchus is shorter, wider, and more vertical compared to the left main bronchus. It descends at an approximate 25 degrees angle from the trachea, making it more accessible and prone to foreign body aspiration. The total length of the right main bronchus is approximately 5 cm, which includes the upper (giving off the right upper lobe) and lower part (giving off the right middle and lower lobes).\n\nleft upper lobe, RML right middle lobe, RLL right lower lobe, LLL left lower lobe ### 3.5.1 Right Bronchial Tree The right main bronchus is defined as the airway starting from the bifurcation of the trachea to the origin of the right middle lobe bronchus and the superior segment of the right lower lobe [18]. The right main bronchus is shorter, wider, and more vertical compared to the left main bronchus. It descends at an approximate 25 degrees angle from the trachea, making it more accessible and prone to foreign body aspiration. The total length of the right main bronchus is approximately 5 cm, which includes the upper (giving off the right upper lobe) and lower part (giving off the right middle and lower lobes).Airway Anatomy\nShortly after its origin, the right main bronchus gives rise to the right upper lobe. This branch is positioned anteriorly and somewhat superiorly. It courses laterally for a distance of 1–2 cm before branching into apical, anterior, and posterior segments. The apical segment, or RB1, courses superiorly and divides into the anterior and apical subsegments. The posterior segment, or RB2, courses superoposteriorly and divides into the anterior and lateral subsegments. The anterior segment of the right upper lobe, or RB3, divides into anterior and lateral subsegments. Variations in this branching pattern have been documented, including configurations where RB1 and RB2 share a common trunk or where RB2 and RB3 share a common trunk. The branch point of the RUL bronchus can be identified as a faint curvilinear density marginating the lateral wall of the right main bronchus on chest computed tomography (CT). The horizontal course of the RUL bronchus with origins of anterior and posterior segments gives the inverted whale tail appearance ( On CT imaging, at the level of distal trachea, the apical segment appears as a circular lucency in proximity to pulmonary vessels. Both anterior and posterior segments can be easily seen. Sometimes, a tracheal bronchus or an accessory bronchus is noted on CT scans arising immediately above the main carina and at the right lateral aspect. The tracheal bronchus is referred to as a bronchus suis if it supplies the entire upper lung lobe. The accessory bronchus can be a source of recurrent or nonresolving infiltrate on chest radiograph, particularly in a young adult. An additional variant is the accessory cardiac bronchus, a supernumerary bronchus that originates from the medial side of the right main bronchus or bronchus intermedius [19]. The main bronchus then continues as the bronchus (or truncus) intermedius for approximately 2.5 cm before dividing into the right middle and right lower lobes. The carina separating the right upper lobe orifice from the bronchus intermedius is right carina 1 or RC1. On chest CT, the bronchus intermedius is characteristically seen on several adjacent sections. It has an oblique shape and courses directly posterior to the right main pulmonary artery and the right interlobar pulmonary artery further inferiorly (at a lower level than the right main pulmonary artery). The right middle lobe is the smallest lobe of the right lung. Its opening may have a “fish-mouth” appearance due to extrinsic compression by interlobar lymph nodes. The RML is bordered anteriorly by the pericardium and is separated from the RUL and RLL by the horizontal and oblique fissures, respectively. Right middle lobe syndrome is clinically seen as recurrent infectious episodes due to a postobstructive process from external compression of right middle lobe orifice. The branches of the RML typically consist of two segmental bronchi: the lateral bronchus (RB4) and the medial bronchus (RB5). These divisions occur anterolateral-inferiorly ( Distal to the right middle lobe orifice arises the right lower lobe bronchus. The carina, which separates the right middle and right lower lobes, is right carina 2 or RC2. The right lower lobe bronchus is further divided into five segmental bronchi: superior segment, posterior, lateral, anterior, and medial subsegments. The superior segment (RB6) defines the posterior aspect of the termination of the bronchus intermedius. It arises at approximately the same level as the right middle lobe orifice and is seen on the same plane on CT scan as the bifurcating segment. The superior segment courses horizontally and toward the posterior aspect and divides into the medial, superior, and lateral subsegments ( The distal to proximal configuration of the remaining right lower lobe segments includes the medial (RB7), anterior (RB8), lateral (RB9), and the posterior (RB10) basal segments. The posterior segment courses inferiorly. The medial basal segment aims inferomedially, the lateral segment anterolaterally, and the anterior segment takes an anterolateral and inferior course. 3.5.2 Left Bronchial Tree\nThe left main bronchus is approximately 4–5 cm in length and extends inferolateraly, passing under the aortic arch and anterior to the esophagus and thoracic aorta [18]. The diameter of the left main bronchus is slightly narrower compared to the right main bronchus and takes on a more horizontal course, forming an angle approximately 45 degrees relative to the plane of the trachea. It\n\nal to proximal configuration of the remaining right lower lobe segments includes the medial (RB7), anterior (RB8), lateral (RB9), and the posterior (RB10) basal segments. The posterior segment courses inferiorly. The medial basal segment aims inferomedially, the lateral segment anterolaterally, and the anterior segment takes an anterolateral and inferior course. 3.5.2 Left Bronchial Tree\nThe left main bronchus is approximately 4–5 cm in length and extends inferolateraly, passing under the aortic arch and anterior to the esophagus and thoracic aorta [18]. The diameter of the left main bronchus is slightly narrower compared to the right main bronchus and takes on a more horizontal course, forming an angle approximately 45 degrees relative to the plane of the trachea. It- Patel et al. The lingula-derived from the Latin word for “little tongue” due to its tonguelike projection from the lung’s surface-arises and extends 2–3 cm slightly downward in an inferolateral direction from the upper lobe division bronchus. The lingular bronchus is about 2–3 cm in length and divides into superior (LB4) and inferior segments (LB5). It is analogous to the middle lobe of the right lung. The subcarina separating the upper division of the left upper lobe and the lingula is left carina 1 or LC1. The subcarinal separating the left upper lobe from the left lower lobe is left carina 2 or LC2. 3.5.3 Left Lower Lobe\nThe superior segment (LB6) of the left lower lobe bronchus arises immediately on entering into the left lower lobe. A subsuperior segment may also be seen on the left, but this variant is less common than on the right. Beyond this, the left lower lobe bronchus is approximately 1 cm in length and divides into the superior segment and three basal segments: the anteromedial basal (LB7/8), lateral basal (LB9), and posterior basal (LB10). 3.5.4\nDistal Airways\nThe bronchi are lined with smooth muscles and incomplete cartilage, with the mucosa lined with pseudostratified ciliated columnar cells with mucus-secreting glands. As the bronchi branch more distally and become devoid of cartilage, they become the bronchioles. The terminal bronchioles are located within the secondary lobules, or the Miller’s unit, and are the basic functional units [20]. The respiratory bronchioles are divisions of the terminal bronchioles and are lined with alveolar ducts and sacs that are outpouchings and responsible for gas exchange. should have a thorough fundamental knowledge of the upper airway and tracheobronchial tree. Accordingly, understanding upper and lower airway anatomy can be decisive in the application of airway pathology, navigation, and clinical decision making and ensure a shared language when communicating with other specialties involved in the care of patients with thoracic pathology. References\n1. Swartz MH. The head and neck. Textbook of physical diagnosis. Elsevier Health Sciences; 2009.\n2. Detsky ME, Jivraj N, Adhikari NK, Friedrich JO, Pinto R, Simel deep learning (DL), Wijeysundera DN, Scales DC. Will this patient be difficult to intubate?: the rational clinical examination systematic review. Jama. 2019;321(5):493–503.\n3. Leigh LY, Vannelli P, Crow HC, Desai S, Lepore M, Anolik R, Glick M. Diseases of the respiratory tract. Burket’s Oral Medicine. 2021;469–504.\n4. Heidegger T. Management of the difficult airway. New England Journal of Medicine. 2021;384(19):1836–47.\n5. Patel RG. Nasal anatomy and function. Facial plastic surgery. 2017;33(01):003–8.\n6. Piazza C, Ribeiro JC, Bernal-Sprekelsen M, Paiva A, Peretti G. Anatomy and Physiology of the Larynx and Hypopharynx. Otorhinolaryngology, head and neck surgery. 2010;461–71.\n7. Ayappa I, Rapoport DM. The upper airway in sleep: physiology of the pharynx. Sleep medicine reviews. 2003;7(1):9–33.\n8. Lecanwasam H, Dunn PF. Airway evaluation and management. Huford WE, Bailin MT, Davidson JK. Clinical anesthesia procedures of the massachusets general hospital. 6th. ed. Philadelphia: William & Wilkins. 2002:568–621.\n9. Sasaki computed tomography (CT), Young N, Matsuzaki H, Paskhover B. Anatomy of the human larynx. Rubin JS, Sataloff RT, Korovin GS Diagnosis and Treatment of Voice Disorders. 2014;3:31–46.\n10. Eskander A, De Almeida JR, Irish JC. Acute upper airway obstruction. New England Journal of Medicine. 2019;381(20):1940–9.\n11. Pasick LJ, Anis MM, Rosow DE. An updated review of subglottic stenosis: etiology, evaluation, and management. Current pulmonology reports. 2022;11(2):29–38.",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "systematic_review",
    "aliases": [],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_airway_anatomy.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}