{
  "doc_id": "papoip_bronchople_fistula",
  "title": "Bronchopleural Fistula",
  "abstract": "",
  "content": "Endoscopic Management of Bronchopleural\nFistulas\nDavid M. Berkowitz and A. Susanne Dittrich Contents Introduction............................................................................................. 2 Etiologies................................................................................................. 2\n2.1 Nonsurgical Etiologies of Bronchopleural Fistula....................................................... 2\n2.2 Postoperative Bronchopleural Fistula.................................................................... 2.................................................................................... 4\n3.1 Postoperative Patient..................................................................................... 4\n3.2 Non-Postoperative Patient................................................................................ 4 Diagnosis................................................._.............................................. 4 Prognosis................................................................................................. 6 Treatment................................................................................................ 7\n6.1 General Principles........................................................................................ 7\n6.2 Conservative Therapy.................................................................................... 7\n6.3 Fistula Closure........................................................................................... 7\n6.4 Surgical Closure of BPF................................................................................. 7\n6.5 Endoscopic Management of Bronchopleural Fistulas................................................... 8 Conclusion............................................................................................... References...................................................................................................... Abstract\nA bronchopleural fistula (BPF) is an abnormal communication between the airway and the pleural space. It most commonly occurs after pulmonary resection but may be a result of multiple benign and malignant diseases. Patients with BPFs may present with a variety of symptoms, but they typically include fatigue, cough, dyspnea, and/or purulent sputum. In the acute setting, symptoms may be life-threatening as a tension pneumothorax can develop. Bronchopleural fistulas may be treated surgically or semi-invasively using endoscopic techniques. Endoscopic therapies for closure of a BPF include various sealants and glues, one-way endobronchial valves, and airway stents to cover the defect. Although there is a general consensus that endoscopic therapies are safe and well tolerated in a majority of patients, there are no large series or randomized trials exploring specific therapies or patient outcomes. The choice of therapy (endoscopic vs. surgical) is highly dependent on individual patient situation and physician preference. These techniques are not mutually exclusive, and combination therapies should be explored. Keywords\nOne-way endobronchial valves · Chest tube · Pulmonary resection · Pleural space · Central airway - M. Berkowitz\nDepartment of Pulmonary & Critical Care, Emory University Midtown\nHospital, Atlanta, GA, USA\ne-mail: david.berkowitz@emoryhealthcare.org - S. Dittrich (✉)\nDepartment of Pneumology and Critical Care Medicine, Thoraxklinik at\nthe University Hospital Heidelberg, Heidelberg, Germany\ne-mail: susanne.dittrich@med.uni-heidelberg.de (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_47-1\nThese techniques are not mutually exclusive, and combination therapies should be explored. Keywords\nOne-way endobronchial valves · Chest tube · Pulmonary resection · Pleural space · Central airway - M. Berkowitz\nDepartment of Pulmonary & Critical Care, Emory University Midtown\nHospital, Atlanta, GA, USA\ne-mail: david.berkowitz@emoryhealthcare.org - S. Dittrich (✉)\nDepartment of Pneumology and Critical Care Medicine, Thoraxklinik at\nthe University Hospital Heidelberg, Heidelberg, Germany\ne-mail: susanne.dittrich@med.uni-heidelberg.de (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_47-1## Introduction\nA bronchopleural fistula (BPF) is an abnormal communication between a proximal airway, that is, a main stem, a lobar or a segmental bronchus, and the pleural space. It needs to be differentiated from an alveolar-pleural fistula (APF), which is a connection of the lung parenchyma distal to the segmental bronchi with the pleural cavity. If a BPF or an APF persists for more than 5 days after establishment of a chest tube drainage, it is also considered as persistent or prolonged air leak (PAL).\nA bronchopleural fistula is most commonly seen after thoracic surgery; however, it can occur in many other benign and malignant diseases. Bronchopleural fistulas can be classified as either central (visibly seen as a hole in the large airways, such as a stump leak after surgery) or peripheral (non-visible if air leak is located in distal airways or on the visceral pleural surface). Diagnosis is challenging and often delayed. As a BPF represents a communication from the non-sterile airway to the sterile pleural space, it is critical to identify a fistula and initiate treatment in a timely fashion. Although surgical techniques have improved, mortality remains high even with successful operative intervention. Advances in therapeutic endoscopic techniques have provided an adjunct to traditional surgical procedures. ## Etiologies\n### 2.1 Nonsurgical Etiologies of Bronchopleural Fistula\nA bronchopleural fistula can form in any situation where tissue necrosis and/or impaired mucosal healing after trauma or infection can occur. Necrotizing lung infections (bacterial, tubercular, fungal pneumonia, or abscess) or empyema can lead to BPF. The pooling of secretions and loss of tissue planes due to necrosis creates a poor healing environment and possible development of a fistula tract. Penetrating trauma to the visceral pleural surface (as seen with a gunshot wound, stabbing with a knife, or iatrogenic by a thoracentesis/biopsy needle) can lead to a pneumothorax with leakage of air through the puncture site into the pleural space. If the defect is small enough and the underlying lung parenchyma is not too diseased, the pleural surface heals and the defect closes. A persistent pneumothorax ( > 72 h) indicates that the defect is not closing and there is a continued communication between the airway and pleura. Rupture of lung tissue, whether spontaneous or related to underlying lung disease (bullae, COPD, ARDS, and pulmonary fibrosis), likewise can lead to a persistent defect in the visceral pleura and BPF formation.\nLung or airway malignancy with endobronchial involvement can lead to loss of airway integrity and fistula formation. Mediastinal malignancies such as lymphoma or thymoma can directly invade into the airway, which may lead to a fistula tract into the mediastinum or pleura. A dramatic response to treatment (either by radiation or chemotherapy) of a malignancy, which has a large bulk of tumor invading into the airway, can be problematic if the tumor “melts” away and no normal tissue is available to fill in the defect ( ### 2.2 Postoperative Bronchopleural Fistula\nSurgery on the thorax, especially pulmonary resection, is the most common etiology of a bronchopleural fistula (BPF). The incidence is highly dependent on surgical technique, complexity of surgery, and experience of the surgeon. Postoperative bronchopleural fistula has been reported to occur in 1.5–28 % of all pulmonary resections. Multiple surgical and nonsurgical risk factors have been associated with the development of postoperative BPF (\nPneumonectomy for benign lung disease is generally more likely to result in BPF than for cancer resection. This increased risk may be due to the commonly infectious indications, the higher likelihood of completion rather than primary pneumonectomy, and the fact that 37 % of these cases are performed as nonelective procedures. In patients undergoing pulmonary resection for malignancy, a longer bronchial stump was an independent risk factor for BPF. A recent\npulmonary resection, is the most common etiology of a bronchopleural fistula (BPF). The incidence is highly dependent on surgical technique, complexity of surgery, and experience of the surgeon. Postoperative bronchopleural fistula has been reported to occur in 1.5–28 % of all pulmonary resections. Multiple surgical and nonsurgical risk factors have been associated with the development of postoperative BPF (\nPneumonectomy for benign lung disease is generally more likely to result in BPF than for cancer resection. This increased risk may be due to the commonly infectious indications, the higher likelihood of completion rather than primary pneumonectomy, and the fact that 37 % of these cases are performed as nonelective procedures. In patients undergoing pulmonary resection for malignancy, a longer bronchial stump was an independent risk factor for BPF. A recentA meta-analysis of 30 studies showed that neoadjuvant radiotherapy alone or as combination chemoradiotherapy, but not neoadjuvant chemotherapy alone, increased the risk of BPF significantly. Patient factors including advanced age, male gender, diabetes mellitus, concurrent steroid use, hypoalbuminemia, cirrhosis, Haemophilus influenzae in sputum, residual tumor at stump, and postoperative mechanical ventilation for > 24-h post-surgery have all been implicated in the development of a postoperative BPF. -\n(a) A 48-year-old man with B cell lymphoma who underwent chemotherapy and radiation. Lymphoma had eroded into the trachea, and after effective chemotherapy, large airway defect (arrow) was present. (b) Corresponding endoscopic view of tracheal wall defect\n- Postoperatively after thoracic surgery* - Necrotizing pulmonary infection - Tuberculosis - Haemophilus influenzae - Streptococcus viridans - Staphylococcus aureus - Pseudomonas aeruginosa - Klebsiella pneumoniae - Pneumococcus - Nonhemolytic streptococcus - Aspergillus - Histoplasma capsulatum\n- *Lung disease or structural abnormalities* - Pulmonary abscess rupture - Rupture of bullae or cyst - Persistent spontaneous pneumothorax or other parenchymal abnormalities - Recurrence at stump from prior resection - Residual tumor in resection margins - Broncholithiasis ARDS\n- Malignancy (lung, thyroid, lymphoma, esophageal)* - Advanced disease with tumor eroding into airway - Radiation and/or chemotherapy\n- Penetrating thoracic trauma\n- Postinterventional complication of - Percutaneous lung needle biopsy or thoracentesis - Tracheostomy - Bronchoscopy - Bougie intubation - Prolonged postoperative mechanical ventilation - Ventilator-induced barotrauma - Overzealous manual ventilation - Central line placement\n- Extrapulmonary diseases* - Gastroesophageal reflux disease with Barrett’s esophagus - Boerhaave’s syndrome - Diabetes mellitus\n- *Idiopathic*\n- Surgical factors* - Right-sided pulmonary resections (especially right pneumonectomy) - Excessive peribronchial or paratracheal dissection - Long bronchial stump/short distance from tumor to stump - Mediastinal lymph node dissection - High-dose preoperative radiation therapy - Residual/recurrent carcinoma/tumor at surgical stump - Large diameter bronchial stum ( > 25 mm) - Postoperative infection (pneumonia, abscess, empyema) - Previous ipsilateral thoracotomy - Bronchial artery damage due to excessive intraoperative free bronchi\n- Nonsurgical factors* - Older age ( > 60 years) - Male gender - Diabetes mellitus - Hypoalbuminemia - Low nutritional status or poor wound healing - Heavy smoking - Chronic obstructive airway disease - Prolonged postoperative use of steroids - Preoperative respiratory failure - Cirrhosis - Haemophilus influenzae in sputum - Postoperative mechanical ventilation for > 24 h* Endoscopic Management of Bronchopleural\ndistance from tumor to stump - Mediastinal lymph node dissection - High-dose preoperative radiation therapy - Residual/recurrent carcinoma/tumor at surgical stump - Large diameter bronchial stum ( > 25 mm) - Postoperative infection (pneumonia, abscess, empyema) - Previous ipsilateral thoracotomy - Bronchial artery damage due to excessive intraoperative free bronchi\n- Nonsurgical factors* - Older age ( > 60 years) - Male gender - Diabetes mellitus - Hypoalbuminemia - Low nutritional status or poor wound healing - Heavy smoking - Chronic obstructive airway disease - Prolonged postoperative use of steroids - Preoperative respiratory failure - Cirrhosis - Haemophilus influenzae in sputum - Postoperative mechanical ventilation for > 24 h* Endoscopic Management of Bronchopleural- 3 Clinical Presentation* - 3.1 Postoperative Patient\nBased on the time of onset, the modified Le Brigand classification categorizes BPF after pneumonectomy as follows: early (within 1–7 days post-surgery), intermediate (between 8 and 30 days post-surgery), and late (occurring more than 30 days post-surgery). Overall, bronchopleural fistulas are most commonly diagnosed between 8 and 12 days following surgery. The presentation of an early bronchopleural fistula developing acutely (within hours to days) after surgery is fairly dramatic and in most cases due to surgical stump suturing or ischemic necrosis. It is heralded as the sudden onset of dyspnea, subcutaneous or mediastinal emphysema, cough with purulent sputum, or a life-threatening tension pneumothorax. Thoracic surgery patients invariably have a chest tube in the immediate postoperative period to avoid or immediately identify this complication. A continuous air leak or increase in the output of air in the waterseal chamber of a pleural fluid collection container should alert the physician to the possibility of a bronchopleural fistula. Bronchopleural fistulas identified within the first 4 days postoperative should return for re-exploration and closure of the stump leak if clinical situation allows. The intermediate or late presentation for a bronchopleural fistula is less impressive and often associated with an infiltration of the growing tumor in the stump or chronic ischemia. Patients complain of fatigue, wasting, dyspnea, low-grade fevers, or productive cough. Hemoptysis or metalloptysis (coughing of surgical material) has been described. After pneumonectomy, there is an expected degree of and air and fluid present for at least a few weeks. The space is usually obliterated within 7 months. A major decrease in pleural effusion or dramatic change in the air-fluid pattern (increasing pneumothorax, changes in hydropneumothorax level, and new air-fluid level) after pulmonary resection should raise concern for a postoperative BPF. Depending on type of surgery and loculation(s) in the pleural space, subtle changes may not be readily visualized on a plain chest radiograph. In the chronic setting, bronchopleural fistulas typically occur as a result of chronic pleural space infection or fibrosis, usually in an immunocompromised patient. Reappearance of air in a previous obliterated space is an ominous sign for BPF. - 3.2 Non-Postoperative Patient\nThe presentation of a BPF in the non-postoperative patient depends on the characteristics of the underlying disease. Most patients will have fever, persistent cough, thick and/or copious sputum production, and a pleural effusion with an air-fluid level. A patient with existing pneumonia or empyema, however, may already be exhibiting these symptoms leading to a delay in diagnosis. A non-resolving pneumonia, infiltrate, or effusion, especially in a patient with underlying lung disease, should warrant further investigation. In patients on mechanical ventilation, an abrupt and significant decrease in airway pressures should raise concerns for BPF formation. Hemoptysis may occur in malignancy-related fistulas, and cough and SOB during eating can be seen with esophageal to airway fistulas. - 4 Diagnosis*\nMost patients with symptoms compatible with a BPF will initially be evaluated with a chest radiograph. Findings on radiographs may be nonspecific and include pneumothorax, subcutaneous emphysema, and/or pneumomediastinum. In a postoperative patient, a fluid collection adjacent to the stump may be identified. Strong indicators for a BPF are the appearance of new air-fluid planes, the development of a tension pneumothorax and decreasing air-fluid levels > = 2 cm, over time, indicating pleural fluid displacement. Although a computer tomography (CT) of the chest is much more sensitive at identifying abnormalities related to a BPF, it likely will not identify the location of the fistula itself. In a small study by Westcott and Volpe in 1995, in patients with clinical suspicion for BPF, the fistula site could be isolated on computed tomography (CT) scans in only 50 % of the patients. Figure 2 demonstrates the radiographic appearance of a BPF. Bronchoscopy should be performed in all patients suspected of having a BPF. In large or central lesions, it may be possible to directly visualize the fistula opening. In the case of a suspected postoperative BPF, the stump should be closely examined. If stump dehiscence is not seen, saline should be instilled onto the stump. The presence of - M. Berkowitz and A. S. Dit\ntomography (CT) of the chest is much more sensitive at identifying abnormalities related to a BPF, it likely will not identify the location of the fistula itself. In a small study by Westcott and Volpe in 1995, in patients with clinical suspicion for BPF, the fistula site could be isolated on computed tomography (CT) scans in only 50 % of the patients. Figure 2 demonstrates the radiographic appearance of a BPF. Bronchoscopy should be performed in all patients suspected of having a BPF. In large or central lesions, it may be possible to directly visualize the fistula opening. In the case of a suspected postoperative BPF, the stump should be closely examined. If stump dehiscence is not seen, saline should be instilled onto the stump. The presence of - M. Berkowitz and A. S. Ditcontinuous bubbling of saline from the stump indicates a fistula is present ( If a fistula cannot be seen within the central airways, a bronchoscopy can still be helpful in determining the approximate location of a peripheral bronchopleural fistula. In patients with a chest tube, a balloon can be inserted via the working channel of the bronchoscope and inserted into the segment or subsegment of the airway with suspected fistula ( A peripheral BPF can also be identified by a change in the pressure of the airway leading to the fistula. The Chartis System (Pulmonx, Redwood City, CA) is able to measure airflow and pressure in the airway distal to the bronchoscope ( Capnography (measurement of exhaled carbon dioxide) can also be helpful in identifying the location of a fistula. A polyurethane catheter attached to a capnometer can be placed through the bronchoscope and inserted into sequential airways. During exhalation, carbon dioxide should be detected within the airway. The absence of an end tidal CO2 tracing in a particular segment identifies the segment with the fistula as the carbon dioxide leaks out into the pleural space. Both airway pressure measurement and capnography are useful in identifying BPFs in patients without chest tubes or in situations where subtle changes in bubbling through the waterseal chamber occur when a balloon is occluding airflow. Advanced imaging techniques may be helpful in the diagnosis of a bronchopleural fistula. Bronchography can be done if any of the abovementioned bronchoscopic techniques are inconclusive. In bronchography, 20–30 mL of a water-based Endoscopic Management of Bronchopleural\nA polyurethane catheter attached to a capnometer can be placed through the bronchoscope and inserted into sequential airways. During exhalation, carbon dioxide should be detected within the airway. The absence of an end tidal CO2 tracing in a particular segment identifies the segment with the fistula as the carbon dioxide leaks out into the pleural space. Both airway pressure measurement and capnography are useful in identifying BPFs in patients without chest tubes or in situations where subtle changes in bubbling through the waterseal chamber occur when a balloon is occluding airflow. Advanced imaging techniques may be helpful in the diagnosis of a bronchopleural fistula. Bronchography can be done if any of the abovementioned bronchoscopic techniques are inconclusive. In bronchography, 20–30 mL of a water-based Endoscopic Management of Bronchopleuralnonionic low osmolar iodinated contrast medium (i.e., Omnipaque, GE Healthcare) is injected through a catheter placed through the working channel of a bronchoscope ( general, there is a high morbidity and mortality associated with bronchopleural fistulas. Historically, mortality ranged from 20 % to 70 %, depending on the underlying disease process. More recent data show lower mortality rates of 11–18 % for BPF occurring within 30 days of surgery and of 0–7 % for late BPF diagnosed after more than 30 days of surgery. Postoperative fistulas that can be surgically repaired have a lower morbidity and mortality than fistulas related to underlying malignancy or infection. Even with successful - M. Berkowitz and A. S. Dittrich\n30 mL of a water-based Endoscopic Management of Bronchopleuralnonionic low osmolar iodinated contrast medium (i.e., Omnipaque, GE Healthcare) is injected through a catheter placed through the working channel of a bronchoscope ( general, there is a high morbidity and mortality associated with bronchopleural fistulas. Historically, mortality ranged from 20 % to 70 %, depending on the underlying disease process. More recent data show lower mortality rates of 11–18 % for BPF occurring within 30 days of surgery and of 0–7 % for late BPF diagnosed after more than 30 days of surgery. Postoperative fistulas that can be surgically repaired have a lower morbidity and mortality than fistulas related to underlying malignancy or infection. Even with successful - M. Berkowitz and A. S. Dittrichintervention, mortality still can be as high as 40 %. Death is usually related to a combination of aspiration and recurrent infections (pneumonia and empyema), which may lead to the development of acute respiratory distress syndrome and multiorgan system failure. 6 ## Treatment\n### 6.1 General Principles\nThe initial management of any BPF should first address any immediate, life-threatening conditions, such as pleural space contamination, pulmonary flooding, or tension pneumothorax. A chest tube, if not already in place, should be inserted immediately to address these concerns. In complex cases with pleural adhesions and/or loculated hydropneumothoraces, multiple well-positioned, and/or image-guided chest tubes may be required. In the case of BPF due to a necrotizing lung or pleural space infection, a trial of antibiotics with adequate drainage should be attempted to decompress the pleural space, allowing time for full lung re-expansion and healing of the fistula. With severe necrotizing pneumonia, many weeks of antibiotic therapy, nutritional supplementation, patient rehabilitation, and chronic pleural space drainage may be required before contemplating surgery. In the majority of cases, an empyema associated with BPF is monomicrobial. Staphylococcus and Streptococcus are the most common pathogens. Although it is tempting to surgically close a fistula, active infection in the lung parenchyma or pleural space can lead to worse outcomes in the acute setting. ### 6.2 Conservative Therapy\nBronchopleural fistulas are very difficult to manage while the patient is on mechanical ventilation. Ventilator-delivered breaths will preferentially flow through the fistula as it represents the lowest point of resistance in the airway. This leads to difficulties with oxygenation and loss of exhaled tidal volumes and subsequent hypercapnia. Limiting airway pressure is an important strategy as continued airflow through the tract delays natural healing. Minimization of positive end expiratory pressure (PEEP), inspiratory flow rate, and tidal volume should be attempted to the extent tolerated by the patient. In large fistulas, selective intubation of the contralateral lung may be necessary to completely cease any airflow through the fistula. High-frequency oscillatory ventilation has been studied and found to be slightly more beneficial in patients with a proximal BPF and lack of parenchymal disease. After initial drainage of the pneumothorax, the chest tube may actually contribute to the persistence of the BPF. In patients with minimal or no residual pneumothorax, suction should be removed and the chest tube placed on water seal. Keeping the chest tube on suction may have a paradoxical effect by “pulling” the defect open and contributing to the persistence of the BPF. Withdrawal of suction from the chest tubes minimizes airflow through the fistula to allow improved healing of the tract. Installation of a pleural sclerosing agent (talc, bleomycin, etc.) through the chest tube into the pleural space is often attempted as a minimally invasive method for sealing an air leak. The goal is to fuse (pleurodesis) the visceral and parietal pleura together, which will either contain the air leak or incite an inflammatory response to close the fistula. In order for this to be successful, the lung needs to completely fill the hemithorax so that there is good apposition between the visceral and parietal pleural surfaces. If a large pneumothorax is present, pleurodesis will not be achieved, and the air leak will persist. In general, a distinction should be made between early BPF after lung resection without empyema, in which rapid fistula closure should be attempted, and late BPF due to empyema and/or pleuropulmonary disease, in which a conservative approach over several weeks may be necessary. ### 6.3 Fistula Closure\nConservative measures (as described above) for closure of a bronchopleural fistula are necessary in patients who are poor surgical candidates or have small peripheral defects, which do not necessitate more aggressive intervention. In cases where conservative treatment fails, localization of the fistula is paramount in successful closure of the fistula either by semi-invasive (bronchoscopic) or invasive (surgical) management. There have been no large studies describing the optimal treatment or outcomes for bronchopleural fistulas nor does consensus opinion exist to suggest an optimal treatment in any particular situation. Regardless of the cause of the fistula, endoscopic and surgical treatment should not be viewed in isolation; instead, they can be complementary techniques. ### 6.4 Surgical Closure of BPF\nIf a postoperative BPF is detected within a few days of the patient’s original surgery, re-exploration by either VATS or open thoracotomy with closure of the fistula is the recommended approach if the clinical situation allows. The\npoor surgical candidates or have small peripheral defects, which do not necessitate more aggressive intervention. In cases where conservative treatment fails, localization of the fistula is paramount in successful closure of the fistula either by semi-invasive (bronchoscopic) or invasive (surgical) management. There have been no large studies describing the optimal treatment or outcomes for bronchopleural fistulas nor does consensus opinion exist to suggest an optimal treatment in any particular situation. Regardless of the cause of the fistula, endoscopic and surgical treatment should not be viewed in isolation; instead, they can be complementary techniques. ### 6.4 Surgical Closure of BPF\nIf a postoperative BPF is detected within a few days of the patient’s original surgery, re-exploration by either VATS or open thoracotomy with closure of the fistula is the recommended approach if the clinical situation allows. Thereoperation. There are multiple surgical options described for closure of a BPF: (1) VATS/thoracotomy with direct resection and closure of the stump with intercostal muscle reinforcement or omental flap, (2) trans-sternal bronchial closure, (3) thoracoplasty with or without extrthoracic chest wall muscle transposition, or (4) chronic drainage with chest tube or Eloesser procedure (described below). Sequential operative procedures are often planned in debilitated patients who would not tolerate another major operation. Bronchopleural fistula complicated by empyema is one such circumstance where sequential operations may achieve better success. The pleural cavity is allowed to continuously drain by an empyema tube or an Eloesser procedure. The Eloesser procedure was named after Leo Eloesser, the thoracic surgeon who first described the technique. It involves the creation of a 5-cm opening in the chest wall with resection of two to three adjacent ribs and suturing of the skin to the pleural cavity to allow complete continuous drainage of the pleural space. The Eloesser procedure has minimal morbidity even in chronically ill patients and can be used in the acute setting. The patient then undergoes aggressive nutritional support and intensive physical rehabilitation and returns to the operating room once healthy enough to tolerate a second procedure for a thoracotomy with flap closure of the BPF. The details and technical aspects of surgical closure of bronchopleural fistulas are beyond the scope of this discussion. (Please see references at the end of this chapter for additional resources.) 6.5 Endoscopic Management of Bronchopleural Fistulas 6.5.1 Role of Brochoscopy\nBronchoscopy is indicated in all patients with a BPF. The bronchoscope has an important diagnostic role in visualization of the airway and/or surgical stump to examine for a central BPF or to identify the involved airway in a peripheral BPF (see Sect. “Diagnosis”). The flexible bronchoscope can also offer a wide range of therapeutic interventions ( There are no large controlled trials to document the efficacy or superiority of any surgical or endobronchial closure procedure. No randomized trials have been performed, and recommendations are based on expert opinion and the treating physician’s prior experience. The available small studies, case reports, and expert opinion agree that endoscopic closure is safe, well tolerated, and technically feasible in a majority of patients. Success rates vary considerably and are based on small series and isolated case reports. In one of the largest series (40 patients), improvement or resolution of the BPF occurred in 93 % of patients treated endoscopically. Repeated procedures are often necessary; the average number of endoscopic intervention required per patient is 2.47 regardless of patient outcome. 6.5.2 Tissue Sealants and Glues\nThe first report of endoscopic closure of a BPF was by Hartmann in a one-page letter to the editor in Chest in Glues and adhesives\nFibrin glue (Coseal)\nPolyethylene glycol (FocalSeal-L)\nAlbumin derivative (Cryolife)\nCyanoacrylate glue (Histoacryl)\nOxidized regenerated cellulose (Surgicel)\nSclerosing agents\nAbsolute ethanol\nAntibiotics\nPolidocanol-hydroxypoliethoxidodecane\nLaser therapy/electrocautery\nCryotherapy\nStents\nSilicone\nSelf-expanding metallic stents\nHybrid\nAmplatzer occluders\nLinear coils\nOne-way endobronchial valves\nZephyr valves\nSpiration valves\nEndobronchial Watanabe Spigot\nOccluders produced by 3D Technology\nVascular occlusion coils 8 D. M. Berkowitz and A. S. Dittrich\nCoseal)\nPolyethylene glycol (FocalSeal-L)\nAlbumin derivative (Cryolife)\nCyanoacrylate glue (Histoacryl)\nOxidized regenerated cellulose (Surgicel)\nSclerosing agents\nAbsolute ethanol\nAntibiotics\nPolidocanol-hydroxypoliethoxidodecane\nLaser therapy/electrocautery\nCryotherapy\nStents\nSilicone\nSelf-expanding metallic stents\nHybrid\nAmplatzer occluders\nLinear coils\nOne-way endobronchial valves\nZephyr valves\nSpiration valves\nEndobronchial Watanabe Spigot\nOccluders produced by 3D Technology\nVascular occlusion coils 8 D. M. Berkowitz and A. S. Dittrich1977. He reported an IPF patient who underwent a resection of a right upper lobe (RUL) aspergilloma complicated by large BPF. The patient underwent successful closure with occlusion of the effected airway with tissue glue (methyl-2-cyanoacrylate). For centrally located fistulas, visualization by bronchoscopy can help in surgical planning. In nonsurgical candidates, such as described by Hartmann, closure can be attempted by application of sealant material to the airway defect via the bronchoscope. Small ( < 5 mm) fistulas are more likely to have successful treatment endoscopically, whereas large fistulas ( > 8 mm) are not suitable for endoscopic closure alone. In order to close a fistula not seen in the central airways, complete occlusion of the airway (segmental or subsegmental) leading to the BPF will cease airflow through the fistula and allow eventual closure of the air leak. Application of a sealant or glue to “plug” the orifice of the affected airway will therefore cause atelectasis of the distal lung tissue while at the same time occluding airflow through the BPF. Initially, the bronchoscope is used to identify the involved segment by systematically inflating a balloon as described above. Once the airway is identified, sealant material such as fibrin glue or silver nitrate can be instilled through a catheter placed through the bronchoscope’s working channel. Figures 7, 8, and 9 depict the process of applying a sealant to occlude a central BPF. Multiple types of sealants and glues have been described, for example, albumin-glutaraldehyde tissue adhesive, oxidized regenerated cellulose, ethyl-2-cyanoacrylate, or silver nitrate; however, all initially work by plugging the defect. It typically will take a few minutes for the sealant to form a clot. Cough and forceful respiratory or mechanical ventilation therefore should be minimized for a few minutes after application. The sealant may swell to four times its volume over the next 24 h, completely filling in the fistula or occluding the airway. In the long run, the sealant causes an inflammatory reaction to induce tissue hyperplasia and scarring over the fistula. In animal models, glues induce foreign body granulomas and formation of granulation tissue. The glue is administered through a catheter inserted into the bronchoscope’s working channel. Although the glue is injected directly onto a central fistula, it is sometimes necessary to provide a Endoscopic Management of Bronchopleural\n2-cyanoacrylate, or silver nitrate; however, all initially work by plugging the defect. It typically will take a few minutes for the sealant to form a clot. Cough and forceful respiratory or mechanical ventilation therefore should be minimized for a few minutes after application. The sealant may swell to four times its volume over the next 24 h, completely filling in the fistula or occluding the airway. In the long run, the sealant causes an inflammatory reaction to induce tissue hyperplasia and scarring over the fistula. In animal models, glues induce foreign body granulomas and formation of granulation tissue. The glue is administered through a catheter inserted into the bronchoscope’s working channel. Although the glue is injected directly onto a central fistula, it is sometimes necessary to provide a Endoscopic Management of Bronchopleuralbackbone for the glue to adhere. Spongy calf bone, which is both soft and elastic, can be cut and shaped into the form of the fistula. It can then be placed bronchoscopically into the fistula and then covered with fibrin glue. In a small case series (n = 7), covering the fistula with a polyglycolic acid mesh and fibrin glue showed a 100 % success rate after an average of 2 bronchoscopies. Currently, there are limited data comparing the safety, advantages, and disadvantages of the different occlusive agents. Further, sealants are generally more effective for closing peripheral air leaks than for sealing central fistulas involving the larger airways. Fistulas in central airways are typically larger and involve a prior surgical site. Larger airways also have more secretions, which makes it difficult for the sealant to dry and adhere to the airway and fistula. Airflow through the central airways is more robust than in the periphery, which makes it harder for the sealant to stay in appropriate position. Even if the sealant is initially successful, it may become dislodged in the future and require repeated administrations. Therefore, this technique is not suitable for a large proportion of BPFs. Fibrin Glue Fibrin glue is a two-component biologic adhesive, which forms a clot when the reagents (fibrin and thrombin) are mixed. It can be injected into the airway through a flexible polyurethane catheter (Duplocath, Baxter Healthcare, Deerfield, IL), which is inserted through the working channel of the bronchoscope. There are a number of commercially available forms of fibrin glue and biologic adhesives; one of the most common being Coseal (Baxter Healthcare, Deerfield, IL) shown in - M. Berkowitz and A. S. Dittrich\nfor the sealant to stay in appropriate position. Even if the sealant is initially successful, it may become dislodged in the future and require repeated administrations. Therefore, this technique is not suitable for a large proportion of BPFs. Fibrin Glue Fibrin glue is a two-component biologic adhesive, which forms a clot when the reagents (fibrin and thrombin) are mixed. It can be injected into the airway through a flexible polyurethane catheter (Duplocath, Baxter Healthcare, Deerfield, IL), which is inserted through the working channel of the bronchoscope. There are a number of commercially available forms of fibrin glue and biologic adhesives; one of the most common being Coseal (Baxter Healthcare, Deerfield, IL) shown in - M. Berkowitz and A. S. DittrichOver the next 24 h, the clot will expand and seal off the airway. The clot that forms is gradually reabsorbed, and thus, long-term scarring or damage to the airways is uncommon. Since fibrin is degraded, if the fistula has not healed by the time the fibrin is reabsorbed, then the fistula may recur. Single-channel catheters are also available for administration of the reagents. Since the compounds harden when they are exposed to each other, it is felt safer to inject them through a dual-chambered catheter running through the working channel rather than sequentially through a single-chamber catheter. If any residual reagent is left in the working channel, when it comes into contact with the other compound, it will clog the working channel. It is recommended not to pull the catheter back through the working channel of the bronchoscope for two reasons: (1) wet fibrin at the end of the catheter can stick to the inside of the bronchoscope, ruining the working channel, or (2) dried fibrin glue adherent to the tip of the catheter can scratch the inside of the bronchoscope also requiring replacement of the working channel. Instead, the catheter and bronchoscope should be removed from the patient as a single unit and the tip of the catheter cut and inspected before pulling the remaining catheter back out through the bronchoscope. Care must be taken to ensure the injection catheter is far enough away from the bronchoscope so that the sealant will not accidentally come into contact with the scope ( Endoscopic Management of Bronchopleural\n, it will clog the working channel. It is recommended not to pull the catheter back through the working channel of the bronchoscope for two reasons: (1) wet fibrin at the end of the catheter can stick to the inside of the bronchoscope, ruining the working channel, or (2) dried fibrin glue adherent to the tip of the catheter can scratch the inside of the bronchoscope also requiring replacement of the working channel. Instead, the catheter and bronchoscope should be removed from the patient as a single unit and the tip of the catheter cut and inspected before pulling the remaining catheter back out through the bronchoscope. Care must be taken to ensure the injection catheter is far enough away from the bronchoscope so that the sealant will not accidentally come into contact with the scope ( Endoscopic Management of BronchopleuralOther Adhesives and Sealants\nOverall, a wide variety of sealing materials were reported, some examples of which are given below. However, there are no prospective studies comparing the advantages and disadvantages of these different agents. Cyanoacrylate glue polymerizes and becomes solid when coming into contact with body fluid or tissue. An early report described two patients with postoperative BPF successfully treated by application of the cyanoacrylate glue through an epidural catheter placed in the working channel of a flexible bronchoscope. One milliliter of glue was instilled directly on the defect. BioGlue ( Polyethylene glycol (FocalSeal-L, Focal; Lexington, MA) was FDA-approved as a water-soluble polyethylene glycol-based gel. It is “painted” into the airway through the working channel of the bronchoscope. Once activated by light, the sealant forms. This is usually accomplished on external surfaces by the use of a xenon-generated wand, which emits light in the spectrum of 440–550 nm. In one selected case report, the sealant was activated by the use of an autofluorescence bronchoscope which emits a blue light from the scope at 442 nm. This case described the successful closure of a 4-mm dehiscence at a bronchial stump using this method. Oxidized regenerated cellulose (Surgicel, Ethicon Piscataway, NJ) is a mesh-like sheet of inert material, which is typically used to cover a laceration or to control bleeding. It induces fibrinogenesis and mechanically occludes a defect. There is an isolated report of Surgicel used to close a central left mainstem BPF in a patient with advanced lung cancer. A flexible bronchoscope was used to guide the placement of several pieces of Surgicel to mechanically cover the defect. Surgicel does not have any adhesive properties; therefore, to prevent dislodgement of the Surgicel, a Fogarty catheter balloon was inserted nasally and used to pack the Surgicel into the BPF. The Fogarty catheter was then removed 48 h later with complete closure of the fistula, and the patient was discharged to home a few days later. 6.5.3 One-Way Endobronchial Valves\nEndobronchial valves were originally developed for endoscopic lung volume reduction (ELVR) and therefore have the advantage of being widely established. As a one-way valve, they allow for unidirectional air and secretion flow out of the lung parenchyma but not back in. By preventing airflow back through the affected airway, the air leak is minimized, and the fistula may eventually close. Two valves are commercially available and shown in Figs. 15 and 16. The Spiration system (Spiration, Inc. Redmond, WA) contains a one-way valve composed of a nitinol frame and polyurethane umbrella-shaped membrane. It has been approved for compassionate human use in the United States by the FDA since 2008 (HO60002) for prolonged air leaks. The Zephyr endobronchial valve (Pulmonx, Redwood City, CA) is a self-expanding silicone valve with a nitinol backbone. Both valves can be placed through a delivery device, which fits through a 2.8-mm bronchoscopic working channel and are packaging (Cryolife; Kennesaw,\nGA). Prefilled syringe for\nadministration of tissue sealant - M. Berkowitz and A. S. Dittrich\nTwo valves are commercially available and shown in Figs. 15 and 16. The Spiration system (Spiration, Inc. Redmond, WA) contains a one-way valve composed of a nitinol frame and polyurethane umbrella-shaped membrane. It has been approved for compassionate human use in the United States by the FDA since 2008 (HO60002) for prolonged air leaks. The Zephyr endobronchial valve (Pulmonx, Redwood City, CA) is a self-expanding silicone valve with a nitinol backbone. Both valves can be placed through a delivery device, which fits through a 2.8-mm bronchoscopic working channel and are packaging (Cryolife; Kennesaw,\nGA). Prefilled syringe for\nadministration of tissue sealant - M. Berkowitz and A. S. Dittrichdesigned to be able to be removed once the air leak has resolved. It is recommended to start considering valve removal after 6 weeks after placement or upon resolution of the air leak to minimize long-term airway complications such as infection, valve migration, or tissue hyperplasia and stenosis around the foreign body (valve). There is a growing body of literature and research on the use of valves for fistula closure. However, the evidence remains limited due to the difficulty of conducting controlled trials and randomization. A recent analysis of a nationwide US database on the treatment of persistent air leak with Spiration valves found an increasing use of Spiration valves from 2007–2016, with an in-hospital mortality rate of 8.8 % and a stable associated composite mortality rate of 33.8 % since 2012. Further, a current literature review from 2024 by Smessein et al. summarized 19 studies, six of whom prospective, with persistent air leak resolution ranging from 42 % to 100 % in 1–30 days. The authors also performed a European multicenter case series on endobronchial valve treatment for persistent air leaks in 66 high-risk patients, mostly with COPD or lung cancer. Success rate was 60 %, and the complication rate was low. In the same year, Huh et al. showed Asian data of 18 patients with persistent air leak, who could be successfully treated in 78 % of cases. These are promising results, especially considering patients intolerant to surgical treatment. As with ELVR, fissure integrity to the adjacent lobes appears to be important in BPF closure with valves: In a retrospective analysis, Majid et al. showed that PAL resolution was successful in 14/16 patients (88 %) without collateral ventilation and in only 4/10 patients (40 %) with collateral Endoscopic Management of Bronchopleural\n1–30 days. The authors also performed a European multicenter case series on endobronchial valve treatment for persistent air leaks in 66 high-risk patients, mostly with COPD or lung cancer. Success rate was 60 %, and the complication rate was low. In the same year, Huh et al. showed Asian data of 18 patients with persistent air leak, who could be successfully treated in 78 % of cases. These are promising results, especially considering patients intolerant to surgical treatment. As with ELVR, fissure integrity to the adjacent lobes appears to be important in BPF closure with valves: In a retrospective analysis, Majid et al. showed that PAL resolution was successful in 14/16 patients (88 %) without collateral ventilation and in only 4/10 patients (40 %) with collateral Endoscopic Management of Bronchopleuralventilation on Chest CTs. These results suggest that endobronchial valve placement appears to be a safe and effective intervention for prolonged air leak from various cases. ### 6.5.4 Stents The first reports of using stents to cover fistulas were described in patients with esophageal to airway fistulas. A majority of these stents were silicone and used to cover the airway defect and prevent further aspiration of gastroesophageal contents and contamination of the airway and lung parenchyma. Patients who already have an esophageal stent placed are at high risk of the stent eroding through the thin posterior membrane of the trachea and bronchus. Cases have been reported of an esophageal stent eroding into the trachea leading to complete airway occlusion and subsequent asphyxiation. As such, airway stents are sometimes placed after an esophageal stent prophylactically to maintain airway patency rather than to cover the defect. Double stenting (esophageal and airway), intended only for palliative purposes, has been reported to improve patient symptoms and possibly improve survival. A large variety of airway stents are available to cover a bronchopleural fistula. Acutely, stents are placed to provide a mechanical occlusion of the airway defect to prevent further contamination of the airway or pleural space and leakage of air ( A few specifically tailored bronchial occluding stents have been described. These typically are self-expandable metal stents completely covered in silicone or polyurethane. They are designed for large fistulas from surgical site dehiscence and deployed across a fistula. The proximal end of the stent appears normal and remains in the intact airway. The distal end of the stent is a blind pouch so that there is no direct communication between the airway and the pleural space. These stents have to be custom made and are not widely used at the current time. Regardless of the type implanted, stents are foreign bodies and can be associated with significant complications such as mucus plugging, granulation tissue formation, stent - M. Berkowitz and A. S. Dittrich\nprevent further contamination of the airway or pleural space and leakage of air ( A few specifically tailored bronchial occluding stents have been described. These typically are self-expandable metal stents completely covered in silicone or polyurethane. They are designed for large fistulas from surgical site dehiscence and deployed across a fistula. The proximal end of the stent appears normal and remains in the intact airway. The distal end of the stent is a blind pouch so that there is no direct communication between the airway and the pleural space. These stents have to be custom made and are not widely used at the current time. Regardless of the type implanted, stents are foreign bodies and can be associated with significant complications such as mucus plugging, granulation tissue formation, stent - M. Berkowitz and A. S. Dittrichmigration, and infection. Post-interventional stent management with regular endoscopic maintenance and intensive inhalation therapy is therefore of great importance. - 6.5.5 Cardiac Occluders*\nAnother option for BPF closure is Amplatzer occluders, which were originally developed to treat cardiac atrial-septal or ventricular-septal defects. They consist of two self-expanding Nitinol discs with polyester patches that are centrally connected. Available sizes range from 4–40 mm in diameter allowing for the treatment of even larger fistulas > 8 mm. The Amplatzer device can be deployed via a catheter under visual control and closes the defect with its self-centering waist. If the position needs to be corrected, the Amplatzer device can be easily reinserted into the catheter. Furchter et al. were able to show in a retrospective analysis that BPFs could be adequately closed with an Amplatzer occluders in 30 of 31 patients. There were no treatment-related complications and no recurrences during the long-term follow-up of 17 months. These data support that endobronchial closure of BPF using Amplatzer devices may be a promising method to close BPF. However, the Ampaltzer approach is still an “off-label” treatment used according to the expertise of the treating center and the wishes of the patient. - 6.5.6 Endobronchial Spigots\nEndobronchial Watanabe Spigots (EWS) are silicone bronchial plugs that can be inserted into the target bronchi responsive for the fistula to prevent air entry. They are marked with barium sulfate for radiological visibility, tapered according to airway anatomy and available in three diameters (5, 6, and 7 mm). To prevent migration, the spigots are fitted with studs on the outside. However, dislocation is a frequent adverse event, and antitussives are recommended after implantation. The spigots must be removed when the BPF is closed. In a small retrospective study on 21 patients, Himeji et al. described a chest tube removal rate was 85.7 % after EWS implantation. A recent analysis of a Japanese national database of 1095 patients who underwent bronchial occlusion with the endobronchial spigots between 2014 and 2022 showed a treatment failure rate of 36.8 % and an in-hospital mortality of 23.0 %. The main risk factors for therapy failure were age > 85 years, male sex, low Bathel score, interstitial pneumonia, antibiotic and steroid treatment, and previous surgery for bronchial occlusion. The best method for placing the EWS is currently being researched. - 6.5.7 Additional Endoscopic Therapies*\nVascular occlusion coils (Gianturco or Platinum Coil Vascular Occlusion System, Boston Scientific Co., Fremont) in combination with n-butyl-2-cyanoacrylate (Histoacryl; B. Braun Melsungen AG, Germany) have been placed endobronchially to occlude the airway leading to peripheral BPFs. The use of the coil in combination with cyanoacrylate may provide a scaffolding for the sealant and account for the successful closures. At least seven cases have been reported with mixed success using vascular coils. Sclerosing agents can also be used to induce fibrosis and scarring over of the fistula. Electrocautery or laser therapy can be directly applied to a central lesion or used to “scar” or stenose the airway leading to a BPF. Either therapy, however, can also cause tissue necrosis and expand the size of the fistula. Further, cryotherapy has been proposed to induce scar formation. Sclerosis can be accomplished with topical agents. Takaoka et al. described the closure of five patients with a postoperative BPF using absolute ethanol. All fistulas were located in central airway, were less than 3 mm, and were visible by bronchoscopy. Absolute ethanol in 0.1-mL aliquots was injected into the mucosa around the fistula using an injection needle (NM-21 L; Olympus) through the working channel of the bronchoscope. Up to 41 injections were performed during a single bronchoscopy, and one patient required four bronchoscopies to complete the closure. All patients had successful closure with range of time from onset to closure of 6 days to 15 months. The ethanol causes rapid dehydration of tissue and induces scar formation. No complications were noted; however, caution must be exercised to prevent excess injection of the absolute ethanol. Excessive injection may cause local tissue necrosis. Sp\net al. described the closure of five patients with a postoperative BPF using absolute ethanol. All fistulas were located in central airway, were less than 3 mm, and were visible by bronchoscopy. Absolute ethanol in 0.1-mL aliquots was injected into the mucosa around the fistula using an injection needle (NM-21 L; Olympus) through the working channel of the bronchoscope. Up to 41 injections were performed during a single bronchoscopy, and one patient required four bronchoscopies to complete the closure. All patients had successful closure with range of time from onset to closure of 6 days to 15 months. The ethanol causes rapid dehydration of tissue and induces scar formation. No complications were noted; however, caution must be exercised to prevent excess injection of the absolute ethanol. Excessive injection may cause local tissue necrosis. SpAs described earlier, balloon catheter-directed occlusion of subsegmental airways is used diagnostically to identify a peripheral air leak. The balloon, however, could be used therapeutically to block airflow through the fistula. There is at least one report of a nonsurgical patient who had a balloon left in place for weeks to therapeutically occlude a BPF. The patient in this report did not have a favorable outcome. Currently, local bronchoscopic implantation of pluripotent mesenchymal stem cells (MSCs) is an emerging idea to close the BPF through fibroblast proliferation and collagen formation. MSC was first used for BPF treatment in 2015 by Petrella et al. However, this approach is still at an experimental stage and requires further investigation. Further, it is discussed that the emerging technology of three-dimensional (3D) printing will play an increasing role in the design of customized stents and devices.7 - Conclusion*\nBronchopleural fistulas are infrequently seen but have a high mortality even after successful treatment. They occur most commonly after pulmonary resection and may be seen in infections, malignancy, or as a complication of cancer treatment. Bronchoscopy is indicated in all patients with BPF and can be helpful in both diagnosis and treatment of the BPF. When conservative measures fail, it is best to evaluate the patient for both endoscopic as well as surgical closure. There is a lack of evidence over optimal treatment method as no large or randomized trials have been performed. Multiple endoscopic therapies have been described on the basis of a few small series and case reports. No one therapy will be preferred in all patients. The clinical scenario as well as patient and physician preference will be the main factors influencing treatment. - References*\n1. Abramian O, Rosenheck J, Taddeo-Kolman D, Bowen F, Boujaoude Z, Abouzgheib W. Therapeutic closure of bronchopleural fistulas using ethanol. Ther Adv Respir Dis. 2021;15:17534666211044411.\n2. Asamura H, Naruke T, Tsuchiya R, Goya T, Kondo H, Suemasu K. Bronchopleural fistulas associated with lung cancer operations. Univariate and multivariate analysis of risk factors, management, and outcome. J Thorac Cardiovasc Surg. 1992;104(5):1456–64.\n3. Bellato V, Ferraroli GM, De Caria D, Infante MV, Cariboni U, Spoto MR, et al. Management of postoperative bronchopleural fistula with a tracheobronchial stent in a patient requiring mechanical ventilation. Intensive Care Med. 2010;36(4):721–2.\n4. Cardillo G, Carbone L, Carleo F, Galluccio G, Di Martino M, Giunti R, et al. The rationale for treatment of postresectional bronchopleural fistula: analysis of 52 patients. Ann Thorac Surg. 2015;100(1):251–7.\n5. Chae EY, Shin JH, Song HY, Kim JH, Shim TS, Kim DK. Bronchopleural fistula treated with a silicone-covered bronchial occlusion stent. Ann Thorac Surg. 2010;89(1):293–6.\n6. Clark JM, Cooke DT, Brown LM. Management of complications after lung resection: prolonged air leak and bronchopleural fistula. Thorac Surg Clin. 2020;30(3):347–58.\n7. Darling GE, Abdurahman A, Yi QL, Johnston M, Waddell TK, Pierre A, et al. Risk of a right pneumonectomy: role of bronchopleural fistula. Ann Thorac Surg. 2005;79(2):433–7.\n8. Feller-Kopman D, Bechara R, Garland R, Ernst A, Ashiku S. Use of a removable endobronchial valve for the treatment of bronchopleural fistula. Chest. 2006;130(1):273–5.\n9. Freitag L, Tekolf E, Steveling H, Donovan TJ, Stamatis G. Management of malignant esophagotracheal fistulas with airway stenting and double stenting. Chest. 1996;110(5):1155–60.\n10. Freitag L, Gördes M, Zarogoulidis P, Darwiche K, Franzen D, Funke F, et al. Towards individualized tracheobronchial stents: technical, practical and legal considerations. Respiration. 2017;94(5):442–56.\n-Kopman D, Bechara R, Garland R, Ernst A, Ashiku S. Use of a removable endobronchial valve for the treatment of bronchopleural fistula. Chest. 2006;130(1):273–5.\n9. Freitag L, Tekolf E, Steveling H, Donovan TJ, Stamatis G. Management of malignant esophagotracheal fistulas with airway stenting and double stenting. Chest. 1996;110(5):1155–60.\n10. Freitag L, Gördes M, Zarogoulidis P, Darwiche K, Franzen D, Funke F, et al. Towards individualized tracheobronchial stents: technical, practical and legal considerations. Respiration. 2017;94(5):442–56.\n11. Fruchter O, Kramer MR, Dagan T, Raviv Y, Abdel-Rahman N, Saute M, et al. Endobronchial closure of bronchopleural fistulae using amplatzer devices: our experience and literature review. Chest. 2011;139(3):682–7.\n12. Fruchter O, El Raouf BA, Abdel-Rahman N, Saute M, Bruckheimer E, Kramer MR. Efficacy of bronchoscopic closure of a bronchopleural fistula with amplatzer devices: long-term follow-up. Respiration. 2014;87(3):227–33.\n13. Guibert N, Didier A, Moreno B, Lepage B, Leyx P, Plat G, et al. Treatment of complex airway stenoses using patient-specific 3D-engineered stents: a proof-of-concept study. Thorax. 2019;74(8):810–3.\n14. Hartmann W, Rausch V. New therapeutic application of the fiberoptic bronchoscope. Chest. 1977;71(2):237.\n15. Himeji D, Tanaka GI, Fukuyama C, Shiiba R, Yamanaka A, Beppu K. Clinical evaluation of endoscopic bronchial occlusion with an endobronchial Watanabe spigot for the management of intractable pneumothorax, pyothorax with bronchial fistula, and postoperative air leakage. Intern Med. 2020;59(15):1835–9.\n16. Hirata T, Ogawa E, Takenaka K, Uwokawa R, Fujisawa I. Endobronchial closure of postoperative bronchopleural fistula using vascular occluding coils and n-butyl-2-cyanoacrylate. Ann Thorac Surg. 2002;74(6):2174–6.\n17. Hollaus PH, Lax F, el-Nashef BB, Hauck HH, Lucciarini P, Pridun NS. Natural history of bronchopleural fistula after pneumonectomy: a review of 96 cases. Ann Thorac Surg. 1997;63(5):1391–6. discussion 1396–7.\n18. Hollaus PH, Lax F, Janakiev D, Lucciarini P, Katz E, Kreuzer A, et al. Endoscopic treatment of postoperative bronchopleural fistula: experience with 45 cases. Ann Thorac Surg. 1998;66(3):923–7.\n19. Huh JY, Jeong BH, Yoon HI, Kim H, Cho YJ, Kim C, et al. Endobronchial valves for emphysema and persistent air-leak: 10-year experience in an Asian country. BMC Pulm Med. 2024;24(1):162.\n20. Jin L, Li Y. Bronchoscopic interventions for bronchopleural fistulas. Ther Adv Respir Dis. 2023;17:17534666231164541.\n21. Klotz LV, Gesierich W, Schott-Hildebrand S, Hatz RA, Lindner M. Endobronchial closure of bronchopleural fistula using Amplatzer device. J Thorac Dis. 2015;7(8):1478–82.\n22. Klotz LV, Eberhardt R, Herth FJF, Winter H. [Interventional treatment of tracheopleural and bronchopleural fistulas]. Chir Z Alle Geb Oper Medizen. 2019;90(9):697–703.\n23. Li S, Fan J, Liu J, Zhou J, Ren Y, Shen C, et al. Neoadjuvant therapy and risk of bronchopleural fistula after lung cancer surgery: a systematic meta-analysis of 14 912 patients. Jpn J Clin Oncol. 2016;46(6):534–46. 16 D. M. Berkowitz and A. S. Dittrich\nclosure of bronchopleural fistula using Amplatzer device. J Thorac Dis. 2015;7(8):1478–82.\n22. Klotz LV, Eberhardt R, Herth FJF, Winter H. [Interventional treatment of tracheopleural and bronchopleural fistulas]. Chir Z Alle Geb Oper Medizen. 2019;90(9):697–703.\n23. Li S, Fan J, Liu J, Zhou J, Ren Y, Shen C, et al. Neoadjuvant therapy and risk of bronchopleural fistula after lung cancer surgery: a systematic meta-analysis of 14 912 patients. Jpn J Clin Oncol. 2016;46(6):534–46. 16 D. M. Berkowitz and A. S. Dittrich24. Lois M, Noppen M. Bronchopleural fistulas: an overview of the problem with special focus on endoscopic management. Chest. 2005;128(6):3955–65. 25. Low SW, Cartin-Ceba R, Vaszar LT, Swanson KL, Sakata KK. Trends in intrabronchial valve implantation in patients with persistent air leak: analysis of a nationwide database over a 10-year period. Ann Am Thorac Soc. 2020;17(12):1642–5. 26. Majid A, Kheir F, Sierra-Ruiz M, Ghattas C, Parikh M, Channick C, et al. Assessment of fissure integrity in patients with intrabronchial valves for treatment of prolonged air leak. Ann Thorac Surg. 2019;107(2):407–11. 27. Martin WR, Siefkin AD, Allen R. Closure of a bronchopleural fistula with bronchoscopic instillation of tetracycline. Chest. 1991;99(4):1040–2. 28. Petrella F, Spaggiari L, Acocella F, Barberis M, Bellomi M, Brizzola S, et al. Airway fistula closure after stem-cell infusion. N Engl J Med. 2015;372(1):96–7. 29. Ponn RB, D’Agostino RS, Stern H, Westcott JL. Treatment of peripheral bronchopleural fistulas with endobronchial occlusion coils. Ann Thorac Surg. 1993;56(6):1343–7. 30. Raja S, Rice TW, Neumann DR, Saha GB, Khandekar S, MacIntyre WJ, et al. Scintigraphic detection of post-pneumonectomy bronchopleural fistulae. Eur J Nucl Med. 1999;26(3):215–9. 31. Ratliff JL, Hill JD, Tucker H, Fallat R. Endobronchial control of bronchopleural fistulae. Chest. 1977;71(1):98–9. 32. Roksvaag H, Skalleberg L, Nordberg C, Solheim K, Hoivik B. Endoscopic closure of bronchial fistula. Thorax. 1983;38(9):696–7. 33. Salik I, Vashisht R, Abramowicz AE. Bronchopleural fistula. In: StatPearls [Internet]. Treasure Island: StatPearls Publishing; 2024 [cited 2024 Jun 30]. http://www.ncbi.nlm.nih.gov/books/NBK534765/ 34. Sarkar P, Chandak T, Shah R, Talwar A. Diagnosis and management bronchopleural fistula. Indian J Chest Dis Allied Sci. 2010a;52(2):97–104. 35. Sarkar P, Patel N, Chusid J, Shah R, Talwar A. The role of computed tomography bronchography in the management of bronchopleural fistulas. J Thorac Imaging. 2010b;25(1):W10-3. 36. Singh N, Agarwal R. Bronchopleural fistula or alveolopleural fistula? Chest. 2006;130(6):1948. 37. Sirbu H, Busch T, Aleksic I, Schreiner W, Oster O, Dalichau H. Bronchopleural fistula in the surgery of non-small cell lung cancer: incidence, risk factors, and management. Ann Thorac Cardiovasc Surg. 2001;7(6):330–6. 38. Smesseim I, Morin-Thibault LV, Herth FJF, Tonkin J, Shah PL, Slebos DJ, et al. Endobronchial valves in treatment of persistent air leak: European case-series study and best practice recommendations - from an expert panel. Respiration. 2024;103(9):544–62. 39. Sprung J, Krasna MJ, Yun A, Thomas P, Bourke deep learning (DL). Treatment of a bronchopleural fistula with a Fogarty catheter and oxidized regenerated cellulose (surgicel). Chest. 1994;105(6):1879–81. 40. Stern JB, Fournel L, Wyplosz B, Girard P, Al Nakib M, Gossot D, et al. Early\n. 38. Smesseim I, Morin-Thibault LV, Herth FJF, Tonkin J, Shah PL, Slebos DJ, et al. Endobronchial valves in treatment of persistent air leak: European case-series study and best practice recommendations - from an expert panel. Respiration. 2024;103(9):544–62. 39. Sprung J, Krasna MJ, Yun A, Thomas P, Bourke deep learning (DL). Treatment of a bronchopleural fistula with a Fogarty catheter and oxidized regenerated cellulose (surgicel). Chest. 1994;105(6):1879–81. 40. Stern JB, Fournel L, Wyplosz B, Girard P, Al Nakib M, Gossot D, et al. Early and delayed post-pneumonectomy empyemas: microbiology, management and prognosis. Clin Respir J. 2018;12(4):1753–61. 41. Takaoka K, Inoue S, Ohira S. Central bronchopleural fistulas closed by bronchoscopic injection of absolute ethanol. Chest. 2002;122(1):374–8. 42. Taniguchi J, Aso S, Taisuke J, Matsui H, Fushimi K, Yasunaga H. Endobronchial silicone spigot in prolonged air leaks: nationwide study on outcomes and risk factors for treatment failure. Respir Investig. 2024;62(3):449–54. 43. Thourani VH, Lancaster RT, Mansour KA, Miller JI Jr. Twenty-six years of experience with the modified eloesser flap. Ann Thorac Surg. 2003;76(2):401–5. discussion 405–6. 44. Toste PA, Revels SL. Management of complications following lung resection. Surg Clin North Am. 2021;101(5):911–23. 45. Travaline JM, McKenna RJ Jr, De Giacomo T, Venuta F, Hazelrigg SR, Boomer M, et al. Treatment of persistent pulmonary air leaks using endobronchial valves. Chest. 2009;136(2):355–60. 46. Varoli F, Roviaro G, Grignani F, Vergani C, Maciocco M, Rebuffat C. Endoscopic treatment of bronchopleural fistulas. Ann Thorac Surg. 1998;65(3):807–9. 47. Westcott JL, Volpe JP. Peripheral bronchopleural fistula: computed tomography (CT) evaluation in 20 patients with pneumonia, empyema, or postoperative air leak. Radiology. 1995;196(1):175–81. 48. Yamamoto S, Endo S, Minegishi K, Shibano T, Nakano T, Tetsuka K. Polyglycolic acid mesh occlusion for postoperative bronchopleural fistula. Asian Cardiovasc Thorac Ann. 2015;23(8):931–6. 49. York EL, Lewall DB, Hirji M, Gelfand ET, Modry DL. Endoscopic diagnosis and treatment of postoperative bronchopleural fistula. Chest. 1990;97(6):1390–2. 50. Zhao P. Progress report on interventional treatment for bronchopleural fistula. Emerg Med Int. 2023;2023:8615055. Endoscopic Management of Bronchopleural Fistulas",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "rose",
      "chartis",
      "spiration",
      "zephyr"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_bronchople_fistula.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}