{
  "doc_id": "papoip_malignant_cao",
  "title": "Malignant Central Airway Obstruction",
  "abstract": "",
  "content": "Malignant Central Airway Obstruction\nJohn E. Howe, Coral X. Giovacchini, and Kamran Mahmood Contents Introduction............................................................................................. 2 Etiologies................................................................................................. 2 Classification............................................................................................. 2 Presentation.............................................................................................. 2................................................................................... 2 and Treatment................................................................ 3\n6.1 Patient Assessment....................................................................................... 4\n6.2 Rigid Versus Flexible Bronchoscopy.................................................................... 4\n6.3 Anesthetic Approach for Therapeutic Bronchoscopy................................................... 5\n6.4 Ventilator Support for Therapeutic Bronchoscopy...................................................... 5\n6.5 Tumor Debridement...................................................................................... 5\n6.6 Ablative Therapies with Immediate Effect.............................................................. 7\n6.7 Ablative Therapies with Delayed Effect................................................................. 7\n6.8 Airway Stents............................................................................................. 7\n6.9 Role of Chemotherapy and Radiation................................................................... 8\n6.10 Role of Surgery........................................................................................... 8 Conclusion............................................................................................... References....................................................................................................... Abstract\nMalignant central airway obstruction (MCAO) is seen in 15–20 % of lung cancer patients as well as with metastases from other cancers, like breast, kidney, etc. It is defined as 50 % or greater obstruction of trachea, mainstem bronchi, bronchus intermedius, and lobar bronchi. The patients with MCAO often present with life-threatening complications and have a poor prognosis. The management of these patients varies widely between institutions and specialties involved which has a negative impact on outcomes. Patients with MCAO should undergo detailed clinical assessment including computed tomography (CT) scan of the chest. The main approach to management is therapeutic bronchoscopy under general anesthesia. Multimodality, therapeutic bronchoscopy provides the best chance of procedural success. In addition, these patients should be treated with definitive chemoradiation and/or surgery. A multidisciplinary, patient-centric approach is the key to optimize the outcomes. Keywords\nCentral airway obstruction · Malignant central airway obstruction · Endobronchial mass · Airway tumor · Lung cancer · Therapeutic bronchoscopy · Airway stent · Airway ablation - E. Howe\nDepartment of Medicine, Section of Pulmonary and Critical Care Medicine, Dartmouth Hitchcock Medical Center, Lebanon, NH, USA\n- X. Giovacchini · K. Mahmood (✉)\nDepartment of Medicine, Division of Pulmonary, Allergy and Critical Care, Duke University, Durham, NC, USA\ne-mail: k.mahmood@duke.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_32-1\nthe key to optimize the outcomes. Keywords\nCentral airway obstruction · Malignant central airway obstruction · Endobronchial mass · Airway tumor · Lung cancer · Therapeutic bronchoscopy · Airway stent · Airway ablation - E. Howe\nDepartment of Medicine, Section of Pulmonary and Critical Care Medicine, Dartmouth Hitchcock Medical Center, Lebanon, NH, USA\n- X. Giovacchini · K. Mahmood (✉)\nDepartment of Medicine, Division of Pulmonary, Allergy and Critical Care, Duke University, Durham, NC, USA\ne-mail: k.mahmood@duke.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_32-1Here's the cleaned-up text, maintaining original headings, technical terms, and paragraph structure: central airway obstruction (MCAO) is defined as 50 % or greater narrowing of the central airways, including trachea, mainstem bronchi, bronchus intermedius, and lobar bronchi, by a malignancy [1, 2]. It can lead to debilitating symptoms and is associated with poor patient outcomes [3, 4]. CAO is an independent risk factor for death in patients with lung cancer [5]. The management of MCAO involves multiple medical and surgical specialties, and there is a wide variation in clinical practice which leads to poor outcomes [1, 6]. With the standardization and accreditation of interventional pulmonology fellowship in the United States, competency assessment tools for rigid bronchoscopy, and societal guidelines, the management of MCAO will be streamlined and the patient outcomes are anticipated to improve [1, 7–11]. lung cancer remains the leading cause of cancer mortality worldwide, the prevalence of MCAO remains incompletely characterized. It is estimated to vary between 13 % and 17 % of contemporary lung cancer cohorts, notably decreased from the older studies estimating 20–30 % of patients with lung cancer [4, 5]. The shift in MCAO could be related to the lung cancer screening efforts and change in pathology from central squamous cancer to peripheral adenocarcinoma [1, 12]. As such, lung cancer is the most common cause of MCAO, but an extensive array of other thoracic and extrthoracic cancer metastases are implicated in MCAO, most commonly including breast, esophageal, thyroid, renal, and colorectal malignancies [1, 13]. Malignant central airway obstruction can also be caused by primary airway tumors, including adenoid cystic carcinomas, mucoepidermoid carcinomas, and carcinoid tumors [4]. Finally, growth of malignancies of nearby structures including the thyroid, esophagus, and mediastinum can result in extrinsic compression of the central airways as can metastatic involvement of the mediastinal and hilar nodes [4]. Classification\nMCAO can be classified based on the anatomy of airway compromise into intrinsic or endobronchial, extrinsic, and mixed ( Presentation\nMCAO has the potential to impose a profound symptom burden, most commonly manifesting as dyspnea which may have positional aggravation with lying flat [4, 5]. These patients often present with stridor or unilateral wheeze on examination [5]. Other symptoms arise directly from tissue compression or invasion by the airway tumor and may include cough, hemoptysis, chest pain, hoarseness, or dysphagia [4]. Compression of the airway can lead to persistent or recurrent postobstructive pneumonia due to impaired mucus clearance with associated symptoms of infection. Many patients develop respiratory failure requiring mechanical ventilation [17]. Compression of adjacent vascular structures may lead to pulmonary arterial thrombus or SVC syndrome, and vigilance is required to detect these complications as these merit an intensive multidisciplinary approach to treatment which must proceed concomitantly or precede the management of MCAO [18]. The interventional pulmonologist should carefully evaluate each patient prior to considering diagnostic and therapeutic approaches with consideration of the symptoms severity, respiratory compromise, patient reserve, and concurrent comorbidities. The diagnosis of MCAO is established on the history, physical examination, and imaging [1, 4]. A comprehensive clinical history and physical exam can provide important details regarding the severity of symptoms and patient’s trajectory which can direct the team about the urgency of therapeutic management. It has been well established that there are greater odds of successfully relieving MCAO when the lesion is promptly acted upon [16, 19]. While chest X-rays may be readily available, the findings may be nonspecific as the airway anatomy is poorly defined [20]. The computerized tomography (CT) of the chest remains the most reliable means of diagnosing and characterizing MCAO [4]. However, radiographic detection of MCAO is highly variable in the “real-world” with evidence of underdiagnosis of central airway compromise [21]. computed tomography (CT) imaging of the chest for MCAO has also been shown to underestimate the extent of airway obstruction as compared\n, 4]. A comprehensive clinical history and physical exam can provide important details regarding the severity of symptoms and patient’s trajectory which can direct the team about the urgency of therapeutic management. It has been well established that there are greater odds of successfully relieving MCAO when the lesion is promptly acted upon [16, 19]. While chest X-rays may be readily available, the findings may be nonspecific as the airway anatomy is poorly defined [20]. The computerized tomography (CT) of the chest remains the most reliable means of diagnosing and characterizing MCAO [4]. However, radiographic detection of MCAO is highly variable in the “real-world” with evidence of underdiagnosis of central airway compromise [21]. computed tomography (CT) imaging of the chest for MCAO has also been shown to underestimate the extent of airway obstruction as comparedto contemporaneous bronchoscopy but may overestimate the degree of obstruction in cases where mucus or blood masquerade as tissue obstruction [20]. Visualization of a patent distal airway either radiographically or bronchoscopically has been shown to be an indicator of successful relief of MCAO and may portend more favorable bronchoscopic outcome [19]. Duration of lobar atelectasis of greater than four weeks may suggest the atelectatic lung is irredeemable [20]. Functional testing including spirometry in the setting of MCAO may not be feasible, particularly when the patient is presenting with profound symptoms or acute respiratory failure. That noted, spirometry may show patterns of expiratory, inspiratory, or combined flow-volume loop flattening which have been associated with variable intrthoracic, variable extrthoracic, or fixed obstruction, respectively [4]. and Treatment Therapeutic management of MCAO is multidisciplinary and multimodal; therapeutic bronchoscopy is the backbone of this approach [1, 2, 4]. Multiple studies have shown that therapeutic bronchoscopy palliates symptoms like dyspnea and improves the quality of life (QOL) and survival [16, 22–30]. Not only does it palliates symptoms, therapeutic bronchoscopy serves as a bridge to definitive treatment like chemotherapy, radiation, and even surgery [1, 31, 32]. Evidence suggests that patients who underwent successful therapeutic bronchoscopy for CAO had a prognosis similar to patients who did not have CAO [3]. A study from multicenter, prospective registry American College of Chest Physicians Quality Improvement Registry, Evaluation, and Education (AQuIRE) included 1115 therapeutic bronchoscopies on 947 patients with MCAO [33]. Clinically significant improvement in dyspnea occurred in 90 of 187 (48 %) patients measured and improvement in health-related QOL was seen in 76 out of 183 (42 %) patients measured. In another prospective study of 53 patients with CAO, including 24 with MCAO, there was a significant improvement of about 500 ml in FVC and FEV1 [22]. Dyspnea as measured by San Diego Shortness of Breath Questionnaire (SOBQ) decreased significantly by about 15 points, and there was an improvement in almost all domains of QOL measured by 36-Item Short Form Survey (SF-36). The median survival of MCAO patients who had a successful therapeutic bronchoscopy compared to patients with unsuccessful procedure was 229 vs 115 days [22]. A study has shown that this improved survival and palliation is maintained long term [16]. There is evidence to support that in patients with MCAO and respiratory failure, therapeutic bronchoscopy can lead to weaning from mechanical ventilation [17, 34]. In a retrospective study, 30 patients with acute respiratory failure secondary to MCAO underwent therapeutic bronchoscopy [17]. Twenty-eight (93 %) patients were successfully extubated within 48 hours. In addition, there is evidence to suggest that early therapeutic bronchoscopy can improve survival [16, 19]. The complications reported with therapeutic bronchoscopy in the AQuIRE registry included procedure-related deaths (0.5 %), escalation in level of care (4.4 %), bleeding requiring intervention (0.5 %), and refractory hypoxemia (2.2 %) [35]. These complications should be carefully discussed with the patients and referring providers to decide the management options. Examples of cases with intrinsic, extrinsic, and mixed central airway obstruction are shown in Figs. 2, 3 and 4. A management algorithm is proposed in airway obstruction. (a) Intrinsic or\nendobronchial, (b) extrinsic or\nextraluminal, and (c) mixed.\n(Adapted from\nprevious chapter by Michaud)\nMalignant Central Airway\nearly therapeutic bronchoscopy can improve survival [16, 19]. The complications reported with therapeutic bronchoscopy in the AQuIRE registry included procedure-related deaths (0.5 %), escalation in level of care (4.4 %), bleeding requiring intervention (0.5 %), and refractory hypoxemia (2.2 %) [35]. These complications should be carefully discussed with the patients and referring providers to decide the management options. Examples of cases with intrinsic, extrinsic, and mixed central airway obstruction are shown in Figs. 2, 3 and 4. A management algorithm is proposed in airway obstruction. (a) Intrinsic or\nendobronchial, (b) extrinsic or\nextraluminal, and (c) mixed.\n(Adapted from\nprevious chapter by Michaud)\nMalignant Central Airway### 6.1 Patient Assessment\nA careful assessment of the patient is essential for planning therapeutic bronchoscopy, including the anesthesia approach, intubation preparation, and ECMO back-up [1]. Besides the detailed history and clinical examination, especially evaluating the airway and respiratory system, following components of examination can inform the difficulty of endotracheal tube placement or rigid bronchoscopy:\n1. Mouth opening (normal > 3 finger breadths) [36]\n2. Teeth, like loose, missing or prominent [36]\n3. Modified Mallampati score [37, 38]\n4. Neck mobility (Normal > 90 degrees) [36]\n5. Thyromental distance (normal > 3 finger breadths) [36] ### 6.2 Rigid Versus Flexible Bronchoscopy\nFor therapeutic approach to MCAO, rigid bronchoscope has several technical advantages over flexible bronchoscope. These include establishment of secure airway for mechanical ventilation, ability to use the beveled end of rigid bronchoscope to core an obstructing tumor, and provision of a conduit through which flexible bronchoscope, rigid forceps, large suction catheters, and stents can be deployed [1]. The silicone stents can only be deployed through the rigid bronchoscopes [39]. These advantages are particularly important for large and proximal central airway tumors. The flexible bronchoscopes might be adequate for distal and smaller airway lesions and is used as an adjunct with almost all rigid bronchoscopy cases. Therefore, the American College of Chest Physicians (ACCP) guidelines for management of central airway obstruction suggested rigid over flexible bronchoscopy for therapeutic interventions [1]. In the AQuIRE registry, out of 1115 therapeutic bronchoscopies, flexible bronchoscope was used in 382 (34.3 %) and rigid bronchoscope in 733 (65.7 %) procedures. Success rate, defined as reopening the airway lumen to > 50 % of the normal diameter, was 92.7 % vs. 93.5 % (P = 0.62) for flexible and rigid bronchoscopy, respectively [33]. The complications were similar with both modalities [35]. Similar outcomes have been reported by other studies as well [40, 41]. However, rigid bronchoscope has been used more often for proximal and bulkier disease [40]. A study has shown that less procedures were needed with rigid vs. flexible bronchoscopic approach [42]. - E. Howe et al.\n]. In the AQuIRE registry, out of 1115 therapeutic bronchoscopies, flexible bronchoscope was used in 382 (34.3 %) and rigid bronchoscope in 733 (65.7 %) procedures. Success rate, defined as reopening the airway lumen to > 50 % of the normal diameter, was 92.7 % vs. 93.5 % (P = 0.62) for flexible and rigid bronchoscopy, respectively [33]. The complications were similar with both modalities [35]. Similar outcomes have been reported by other studies as well [40, 41]. However, rigid bronchoscope has been used more often for proximal and bulkier disease [40]. A study has shown that less procedures were needed with rigid vs. flexible bronchoscopic approach [42]. - E. Howe et al.6.3\nAnesthetic Approach for Therapeutic\nBronchoscopy\nGeneral anesthesia with paralytics is associated with less complications and is more effective for therapeutic bronchoscopy. In the AQuIRE registry, 961 therapeutic bronchoscopies were done with general anesthesia/deep sedation and 154 with moderate sedation [33, 35]. The technical success was similar, but less complications were observed with general anesthesia/deep sedation vs. moderate sedation (OR = 0.42; 95 % CI, 0.21–0.83; P = 0.013). Also, the use of paralytics was associated with less complications (3 % vs. 6.7 %, P = 0.006). A randomized controlled trial (RCT) also reported lower complications with paralytics vs. without paralytics for therapeutic bronchoscopy [43]. Evidence suggests that more procedure sessions are required for therapeutic bronchoscopy with moderate sedation compared to general anesthesia [42]. The ACCP guidelines suggest the use of general anesthesia/deep sedation with paralytics for therapeutic bronchoscopy [1]. Multidisciplinary collaboration with anesthesiology team is essential to plan the optimal anesthesia approach for these patients. 6.4\nVentilator Support for Therapeutic\nBronchoscopy\nFor patients undergoing general anesthesia for therapeutic bronchoscopy, different modes of ventilation including jet ventilation and controlled or spontaneous assisted ventilation can be used [44]. In the AQuIRE registry, controlled or spontaneous assisted, volume cycled ventilation was used in 714 (64 %) and jet ventilation in 230 (20.6 %) patients with MCAO [33, 35]. The technical success rate and complications were similar with both approaches. A study has reported more hypercapnia with controlled vs. jet ventilation [45]. The ACCP guidelines suggest the use of either jet or controlled/spontaneous assisted ventilation for therapeutic bronchoscopy under general anesthesia [1]. In patients with severe tracheal or bilateral mainstem bronchial obstruction with concern for respiratory arrest or complete collapse of airway lumen on anesthesia induction, extracorporeal membrane oxygenation (ECMO) can offer a safe bridge for anesthesia [46]. 6.5\nTumor Debridement\nTumor debridement is generally the first step to recanalize airway with endobronchial or mixed obstruction. It is generally performed with flexible or rigid forceps and tumor is Malignant Central Airway\n6 %) patients with MCAO [33, 35]. The technical success rate and complications were similar with both approaches. A study has reported more hypercapnia with controlled vs. jet ventilation [45]. The ACCP guidelines suggest the use of either jet or controlled/spontaneous assisted ventilation for therapeutic bronchoscopy under general anesthesia [1]. In patients with severe tracheal or bilateral mainstem bronchial obstruction with concern for respiratory arrest or complete collapse of airway lumen on anesthesia induction, extracorporeal membrane oxygenation (ECMO) can offer a safe bridge for anesthesia [46]. 6.5\nTumor Debridement\nTumor debridement is generally the first step to recanalize airway with endobronchial or mixed obstruction. It is generally performed with flexible or rigid forceps and tumor is Malignant Central Airwayexcised from the airway [1]. The beveled end of rigid bronchoscope can be used for coring through the proximal Malignant Central Airway Obstruction Surgical Management\nDebridement/Ablation of Endobronchial Tumor\nStent Placement for Extrinsic Obstruction or Tumor Recurrence\nPossible Local Bronchoscopic Therapy*\nSystemic Chemotherapy + External Beam Radiation\nSurgical Candidate\nNon-surgical Candidate 6 J. E. Howe et al.\n, extracorporeal membrane oxygenation (ECMO) can offer a safe bridge for anesthesia [46]. 6.5\nTumor Debridement\nTumor debridement is generally the first step to recanalize airway with endobronchial or mixed obstruction. It is generally performed with flexible or rigid forceps and tumor is Malignant Central Airwayexcised from the airway [1]. The beveled end of rigid bronchoscope can be used for coring through the proximal Malignant Central Airway Obstruction Surgical Management\nDebridement/Ablation of Endobronchial Tumor\nStent Placement for Extrinsic Obstruction or Tumor Recurrence\nPossible Local Bronchoscopic Therapy*\nSystemic Chemotherapy + External Beam Radiation\nSurgical Candidate\nNon-surgical Candidate 6 J. E. Howe et al.tumors. Cryoprobe can be used for debridement, has been shown to be effective in several case series, and makes the debridement process more efficient compared to forceps [47, 48]. - 6.6 Ablative Therapies with Immediate Effect*\nMultiple ablative therapies are available and can help with tumor debridement and recanalizing the airways [48]. The details of these ablative therapies are addressed in another chapter. These modalities include contact electrocautery devices like flexible and rigid probes, electrocautery snare, and knife [49]. The noncontact ablative therapies include argon plasma coagulation (APC) and laser [50, 51]. The role of ablative therapies is to achieve hemostasis with tumor debridement and tumor destruction or vaporization. It is important to know the variable depth of tissue destruction with different devices and settings, as the heat effect goes deeper than the surface ablation. In addition, it is critical to decrease the fraction of inhaled oxygen (FiO2) to < = 0.4 and keep the active tip of the ablative probes away from flammable devices like flexible bronchoscope or endotracheal tube to decrease the risk of airway fire [1]. The ACCP guidelines suggest tumor excision with ablative therapies to achieve airway patency [1]. - 6.7 Ablative Therapies with Delayed Effect\nAblative therapies with delayed effect include photodynamic therapy (PDT), brachytherapy, and cryotherapy [48]. The details of these therapies are addressed in other chapters. While brachytherapy and cryotherapy have fallen out of practice because of limited data around their efficacy, PDT is still utilized to recanalize the airways and decrease the tumor regrowth. There is also some emerging data around injection of chemotherapy into the endobronchial lesions [52]. Multiple, small studies have explored the efficacy of PDT [53, 54]. In a retrospective study of NSCLC patients with CAO, PDT with chemoradiation (n = 39) was compared to non-PDT ablation and chemoradiation (n = 558) [53]. Mean time for repeat intervention in PDT vs. non-PDT groups was 147 vs. 98 days (P = 0.20). All-cause mortality was lower in the PDT group. PDT treatment is associated with photosensitivity and patients need to avoid sunlight for up to eight weeks after the treatment. In addition, airway stenosis can be seen as a complication of PDT. ACCP guidelines suggests to consider these “local therapies” that prevent tumor regrowth for MCAO management in select patients [1]. - 6.8 Airway Stents*\nThe airway stents are important adjuncts in maintaining the patency of airways in MCAO by relieving extrinsic compression or prevent tumor regrowth. The stents provide more durable control of dyspnea and decrease the need for repeated therapeutic bronchoscopies [1, 11]. Silicone or fully covered hybrid metal stents are used in MCAO, and there is no difference in the efficacy of either stent type [55]. Details of the airway stents are discussed in other chapters. The airway stents should be considered in patients with extrinsic compression for palliation or while adjunct chemoradiation needs time to shrink the tumor [1]. In endobronchial CAO, the stents have a role after tumor debridement in patients who have failed the initial chemoradiation or previous therapeutic bronchoscopies [1]. There are multiple case series documenting the safety and efficacy of different types of airway stents in MCAO [16, 17, 22, 24, 27, 28, 33, 34, 39]. An underpowered trial randomized 78 patients with NSCLC related endobronchial CAO to silicone stent placement vs. no stent after tumor debridement [14]. Although there was no difference in the local recurrence-free survival, the patients who underwent stent placement had more durable relief of dyspnea beyond three months and decreased need for repeat therapeutic bronchoscopies. In addition, local recurrence of tumor was decreased in the subset of patients who failed first-line chemotherapy or received palliation or radiation only, compared to treatment-naïve patients (Hazards ratio, 0.21; 95 % CI, 0.06–0.74; P = 0.007). The stents are associated with complications like growth of granulation tissue or tumor at the proximal or distal ends, mucus plugging, migration, and even erosion into surrounding mediastinal structures like esophagus and blood vessels [55]. The\nronchial CAO to silicone stent placement vs. no stent after tumor debridement [14]. Although there was no difference in the local recurrence-free survival, the patients who underwent stent placement had more durable relief of dyspnea beyond three months and decreased need for repeat therapeutic bronchoscopies. In addition, local recurrence of tumor was decreased in the subset of patients who failed first-line chemotherapy or received palliation or radiation only, compared to treatment-naïve patients (Hazards ratio, 0.21; 95 % CI, 0.06–0.74; P = 0.007). The stents are associated with complications like growth of granulation tissue or tumor at the proximal or distal ends, mucus plugging, migration, and even erosion into surrounding mediastinal structures like esophagus and blood vessels [55]. The- 6.9 Role of Chemotherapy and Radiation*\nTherapeutic bronchoscopy can provide a bridge to definitive chemoradiotherapy for underlying malignancy [1]. In case of external beam radiation therapy (EBRT), treatment of central lesions is associated with an increased risk of complications, like airway and vascular fistulae, airway necrosis, and stenosis [61]. These risks may be compounded by airway stents, which may cause local airway ischemia because of the radial pressure of the stent [61], increased mucosal toxicity by the radiation due to the radiation scatter by the metal stent [56], or rapid regression of the tumor invading the airway or surrounding structures creating fistulae. In a series of 43 patients with MCAO who underwent airway stent placement and EBRT, the EBRT was stopped prematurely due to complications in 37 % patients [61]. The adverse events included malignant restenosis of the stent (n = 7), fistula (n = 4), airway necrosis (n = 3), mediastinitis with abscess (n = 1), nonmalignant airway stenosis (n = 1), and hemoptysis (n = 1). The radiation for central airway tumors should be carefully planned [56, 61], and dose adjusted to minimize the toxicity [61]. For high-risk patients, concurrent chemotherapy and EBRT should be avoided, and stents should be removed as soon as feasible [61]. These risks should be addressed in a multidisciplinary fashion and discussed with the patients. - 6.10 Role of Surgery\nTherapeutic bronchoscopy can also facilitate surgical resection for airway or lung malignancy [1, 31]. Surgery should be considered as a definitive management in all patients who are surgical candidates [1]. Carcinoid tumors often present as airway tumors, and therapeutic bronchoscopy is performed for the relief of airway obstruction. Surgical resection should follow if the patient is a suitable candidate, as suggested by different societal guidelines including ACCP [1, 62, 63]. However, in patients who are not fit for surgery, therapeutic bronchoscopy can be considered as the primary management option [1]. In a retrospective study of patients with endobronchial carcinoid tumors, 25 patients with typical carcinoid were treated with therapeutic bronchoscopy with laser resection, and 48 patients with typical or atypical carcinoid underwent surgical resection [64]. Nine patients in the bronchoscopic group underwent surgical resection afterward. The 5-year survival was about 94 % in both groups. Studies have also shown that patients with NSCLC and other airway malignancies could undergo surgical resection after therapeutic bronchoscopy [31, 65]. In a case series, 74 patients with NSCLC were able to undergo surgical resection, with parenchyma-sparing surgery (lobectomy or bilobectomy) after therapeutic bronchoscopy [31]. Multidisciplinary approach including thoracic surgery is essential for select MCAO patients. - 7 Conclusion\nIn conclusion, patients with MCAO have a poor prognosis and present with acute symptoms and respiratory compromise. Multimodality, therapeutic bronchoscopy is essential to manage these patients. Multidisciplinary approach with different relevant specialties and patient participation can relieve symptoms, improve quality of life and survival, and minimize complications. - Competing Interest Declaration The author(s) has no competing interests to declare that are relevant to the content of this manuscript. - References**\n1. Mahmood K, Frazer-Green L, Gonzalez AV, et al. Management of central airway obstruction: an American College of Chest Physicians Clinical Practice Guideline. Chest. 2024;167(1):283–95.\n2. Murgu SD, Egressy K, Laxmanan B, Doblare G, Ortiz-Comino R, Hogarth DK. Central airway obstruction: benign strictures, tracheobronchomalacia, and malignancy-related obstruction. Chest. 2016;150(2):426–41.\n3. Chhajed PN, Baty F, Pless M, Somandin S, Tamm M, Brutsche MH. Outcome of treated advanced non-small cell lung cancer with and without central airway obstruction. Chest. 2006;130(6):1803–7.\n4. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169(12):1278–97.\n5. Daneshvar C, Falconer WE, Ahmed M, et al. Prevalence and outcome of central airway obstruction in patients with lung cancer. BM\n, Hogarth DK. Central airway obstruction: benign strictures, tracheobronchomalacia, and malignancy-related obstruction. Chest. 2016;150(2):426–41.\n3. Chhajed PN, Baty F, Pless M, Somandin S, Tamm M, Brutsche MH. Outcome of treated advanced non-small cell lung cancer with and without central airway obstruction. Chest. 2006;130(6):1803–7.\n4. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169(12):1278–97.\n5. Daneshvar C, Falconer WE, Ahmed M, et al. Prevalence and outcome of central airway obstruction in patients with lung cancer. BM14. Dutau H, Di Palma F, Thibout Y, et al. Impact of silicone stent placement in symptomatic airway obstruction due to non-small cell lung cancer - a French multicenter randomized controlled study: the SPOC trial. Respiration. 2020;99(4):344–52.\n15. Freitas C, Serino M, Cardoso C, et al. Predictors of survival and technical success of bronchoscopic interventions in malignant airway obstruction. J Thorac Dis. 2021;13(12):6760–8.\n16. Ong P, Grosu HB, Debiane L, et al. Long-term quality-adjusted survival following therapeutic bronchoscopy for malignant central airway obstruction. Thorax. 2019;74(2):141–56.\n17. Oki M, Saka H, Hori K. Airway stenting in patients requiring intubation due to malignant airway stenosis: a 10-year experience. J Thorac Dis. 2017;9(9):3154–60.\n18. Kvale PA, Selecky PA, Prakash UB, American College of Chest Physicians. Palliative care in lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 Suppl):368S-403S.\n19. Giovacchini CX, Kessler ER, Merrick CM, et al. Clinical and radiographic predictors of successful therapeutic bronchoscopy for the relief of malignant central airway obstruction. BMC Pulm Med. 2019;19(1):219.\n20. Mudambi L, Miller R, Eapen GA. Malignant central airway obstruction. J Thorac Dis. 2017;9(Suppl 10):S1087-110.\n21. Harris K, Alraiyes AH, Attwood K, Modi K, Dhillon SS. Reporting of central airway obstruction on radiology reports and impact on bronchoscopic airway interventions and patient outcomes. Ther Adv Respir Dis. 2016;10(2):105–12.\n22. Mahmood K, Wahidi MM, Thomas S, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respiration. 2015;89(5):404–13.\n23. Breitenbucher A, Chhajed PN, Brutsche MH, Mordasini C, Schilter D, Tamm M. Long-term follow-up and survival after Ultraflex stent insertion in the management of complex malignant airway stenoses. Respiration. 2008;75(4):443–9.\n24. Oviatt PL, Stather DR, Michaud G, Maceachern P, Tremblay A. Exercise capacity, lung function, and quality of life after interventional bronchoscopy. J Thorac Oncol. 2011;6(1):38–42.\n25. Chhajed PN, Somandin S, Baty F, et al. Therapeutic bronchoscopy for malignant airway stenoses: choice of modality and survival. J Cancer Res Ther. 2010;6(2):204–9.\n26. Dalar L, Ozdemir C, Abul Y, et al. Therapeutic bronchoscopic interventions for malignant airway obstruction: a retrospective study from experience on 547 patients. Medicine (Baltimore). 2016;95(23):e3886.\n27. Mohan A, Shrestha P, Madan K, et al. A prospective outcome assessment after bronchoscopic interventions for malignant central airway obstruction. J Bronchology Interv Pulmonol. 2020;27(2):95–105.\n28. Qian HW, Zhang P, Wang X, et al. Survival and prognostic factors for patients with malignant central airway obstruction following airway metallic stent placement. J Thorac Dis. 2021;13(1):39–49.\n29. Saji H, Furukawa K, Tsutsui H, et al. Outcomes of airway stenting for advanced lung cancer with central airway obstruction. Interact Cardiovasc Thorac Surg. 2010;11(4):425–8.\n30. Stratakos G, Gerovasili V, Dimitropoulos C, et al. Survival and quality of life benefit after endoscopic management of malignant central airway obstruction. J Cancer. 2016;7(7):794–802.\n31. Chhajed PN, Eberhardt R, Dienemann H, et al. Therapeutic bronchoscopy interventions before surgical resection of lung cancer. Ann\nic factors for patients with malignant central airway obstruction following airway metallic stent placement. J Thorac Dis. 2021;13(1):39–49.\n29. Saji H, Furukawa K, Tsutsui H, et al. Outcomes of airway stenting for advanced lung cancer with central airway obstruction. Interact Cardiovasc Thorac Surg. 2010;11(4):425–8.\n30. Stratakos G, Gerovasili V, Dimitropoulos C, et al. Survival and quality of life benefit after endoscopic management of malignant central airway obstruction. J Cancer. 2016;7(7):794–802.\n31. Chhajed PN, Eberhardt R, Dienemann H, et al. Therapeutic bronchoscopy interventions before surgical resection of lung cancer. Ann Thorac Surg. 2006;81(5):1839–43.\n32. Lee EYC, McWilliams AM, Salamonsen MR. Therapeutic rigid bronchoscopy intervention for malignant central airway obstruction improves performance status to allow systemic treatment. J Bronchology Interv Pulmonol. 2022;29(2):93–8.\n33. Ost DE, Ernst A, Grosu HB, et al. Therapeutic bronchoscopy for malignant central airway obstruction: success rates and impact on dyspnea and quality of life. Chest. 2015;147(5):1282–98.\n34. Murgu S, Langer S, Colt H. Bronchoscopic intervention obviates the need for continued mechanical ventilation in patients with airway obstruction and respiratory failure from inoperable non-small-cell lung cancer. Respiration. 2012;84(1):55–61.\n35. Ost DE, Ernst A, Grosu HB, et al. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE Registry. Chest. 2015;148(2):450–71.\n36. Reed MJ, Dunn MJ, McKeown DW. Can an airway assessment score predict difficulty at intubation in the emergency department? Emerg Med J. 2005;22(2):99–102.\n37. Mallampati SR, Gatt SP, Gugino LD, et al. A clinical sign to predict difficult tracheal intubation: a prospective study. Can Anaesth Soc J. 1985;32(4):429–34.\n38. Samsoon GL, Young JR. Difficult tracheal intubation: a retrospective study. Anaesthesia. 1987;42(5):487–90.\n39. Dumon JF. A dedicated tracheobronchial stent. Chest. 1990;97(2):328–32.\n40. Chan AL, Tharratt RS, Siefkin AD, Albertson TE, Volz WG, Allen RP. Nd:YAG laser bronchoscopy. Rigid or fiberoptic mode? Chest. 1990;98(2):271–5.\n41. Zias N, Chroneou A, Gonzalez AV, et al. Changing patterns in interventional bronchoscopy. Respirology. 2009;14(4):595–600.\n42. George PJ, Garrett CP, Nixon C, Hetzel MR, Nanson EM, Millard FJ. Laser treatment for tracheobronchial tumours: local or general anaesthesia? Thorax. 1987;42(9):656–60.\n43. Okamoto S, Somiya N, Saito AM, et al. A prospective, randomized trial comparing respiratory status during anesthesia for airway stenting: spontaneous respiration versus controlled ventilation with muscle relaxants. Anesth Analg. 2020;131(3):893–900.\n44. Pathak V, Welsby I, Mahmood K, Wahidi M, MacIntyre N, Shofer S. Ventilation and anesthetic approaches for rigid bronchoscopy. Ann Am Thorac Soc. 2014;11(4):628–34.\n45. Duckett JE, McDonnell TJ, Unger M, Parr GV. General anaesthesia for Nd:YAG laser resection of obstructing endobronchial tumours using the rigid bronchoscope. Can Anaesth Soc J. 1985;32(1):67–72.\n46. Stokes JW, Gannon WD, Bacchetta M. Extracorporeal membrane oxygenation as a bridge to lung transplant. Semin Respir Crit Care Med. 2021;42(3):380–91.\n47. Inaty H, Folch E, Berger R, et al. Unimodality and multimodality cryodebridement for airway obstruction. A single-center experience with safety and efficacy. Ann Am Thorac Soc. 2016;13(6):856–61.\n48. Mahmood K, Wahidi MM. Ablative therapies for central airway obstruction. Semin Respir Crit Care Med. 2014;35(6):681–92.\n49. Wahidi MM, Unroe MA, Adlakha N, Beyea M, Shofer SL. The use of electrocautery as the primary ablation modality for malignant and benign airway obstruction. J Thorac Oncol. 2011;6(9):1516–20.\n50. Cavaliere S, Foccoli P, Farina PL. Nd:YAG laser bronchoscopy. A\nBerger R, et al. Unimodality and multimodality cryodebridement for airway obstruction. A single-center experience with safety and efficacy. Ann Am Thorac Soc. 2016;13(6):856–61.\n48. Mahmood K, Wahidi MM. Ablative therapies for central airway obstruction. Semin Respir Crit Care Med. 2014;35(6):681–92.\n49. Wahidi MM, Unroe MA, Adlakha N, Beyea M, Shofer SL. The use of electrocautery as the primary ablation modality for malignant and benign airway obstruction. J Thorac Oncol. 2011;6(9):1516–20.\n50. Cavaliere S, Foccoli P, Farina PL. Nd:YAG laser bronchoscopy. A54. Moghissi K, Dixon K, Stringer M, Freeman T, Thorpe A, Brown S. The place of bronchoscopic photodynamic therapy in advanced unresectable lung cancer: experience of 100 cases. Eur J Cardiothorac Surg. 1999;15(1):1–6. 55. Ortiz-Comino RM, Morales A, Lopez-Lisbona R, et al. Silicone stent versus fully covered metallic stent in malignant central airway stenosis. Ann Thorac Surg. 2021;111(1):283–9. 56. Lin T, Ni X, Gao L, Sui J, Xie K, Chang S. Evaluation of the effect of a tracheal stent on radiation dose distribution via micro-computed tomography (CT) imaging. Technol Cancer Res Treat. 2019;18:1533033819844485. 57. van Hoorn JE, Dahele M, Daniels JMA. Bronchoscopic manifestations of airway toxicity after radiotherapy. Clin Lung Cancer. 2018;19(6):e875-8. 58. Salguero BD, Joy G, Lo Cascio CM, Agrawal A, Chaddha U. Normal saline versus hypertonic saline for airway STENT maintenance: SALTY STENT study. J Bronchology Interv Pulmonol. 2024;31(4):e0986. 59. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118(5):1455–9. 60. Dialani V, Ernst A, Sun M, et al. MDCT detection of airway stent complications: comparison with bronchoscopy. AJR Am J Roentgenol. 2008;191(5):1576–80. 61. Rochet N, Hauswald H, Schmaus M, et al. Safety and efficacy of thoracic external beam radiotherapy after airway stenting in malignant airway obstruction. Int J Radiat Oncol Biol Phys. 2012;83(1): e129-35. 62. Gosain R, Mukherjee S, Yendamuri SS, Iyer R. Management of typical and atypical pulmonary carcinoids based on different established guidelines. Cancers (Basel). 2018;10(12):510. 63. Caplin ME, Baudin E, Ferolla P, et al. Pulmonary neuroendocrine (carcinoid) tumors: European Neuroendocrine Tumor Society expert consensus and recommendations for best practice for typical and atypical pulmonary carcinoids. Ann Oncol. 2015;26(8):1604–20. 64. Neyman K, Sundset A, Naalsund A, et al. Endoscopic treatment of bronchial carcinoids in comparison to surgical resection: a retrospective study. J Bronchology Interv Pulmonol. 2012;19(1):29–34. 65. Lee JH, Jung EJ, Jeon K, et al. Treatment outcomes of patients with adenoid cystic carcinoma of the airway. Lung Cancer. 2011;72(2): 244–9. 10 J. E. Howe et al.",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "pdt",
      "spiration",
      "enb"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_malignant_cao.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}