{
  "id": "papoip_surgery_ie_enriched",
  "title": "Surgery in Empyema",
  "abstract": "",
  "content": "Surgery in Empyema Willfredy Castano, Maxime Têtu, and Moishe Liberman Introduction............................................................................................... 1 Surgery in Empyema..................................................................................... 2 2.1 Epidemiology.............................................................................................. 2 2.2 Pathologies................................................................................................. 2 2.3 Surgical Techniques....................................................................................... 4 2.4 Enhanced Recovery After Surgery (ERAS)............................................................... 6 Conclusion................................................................................................ References....................................................................................................... Abstract This chapter dives into the surgical management of empyema, emphasizing the variety of techniques available and their associated risk factors. It explores the different surgical interventions such as lung decortication, pleurectomy, and the use of video-assisted thoracoscopic surgery (VATS), highlighting their efficacy in resolving pleural infections while reducing patient morbidity. The chapter also discusses the importance of risk stratification using the RAPID score, which provides crucial insights into patient outcomes based on renal function, age, infection characteristics, and albumin levels. Furthermore, it examines the significant risk factors influencing surgical outcomes, including the duration of symptoms, microbiological findings, and comorbid conditions. The role of Enhanced Recovery After Surgery (ERAS) protocols in improving clinical outcomes, particularly in complex cases like stage III empyema, is also detailed. By integrating evidence from recent studies, including the 2023 MIST-3 trial, the chapter underscores the importance of individualized patient assessment and the adoption of minimally invasive techniques to optimize recovery. The content provides a comprehensive overview of current surgical approaches, risk factors, and the implementation of ERAS protocols in the effective management of empyema. - Castano Pablo Tobon Uribe Hospital, Medellin, Colombia e-mail: wcastano@hptu.org.co - Têtu Centre de Recherche du Centre Hospitalier de l’Université de Montréal (CRCHUM), Montreal, QC, Canada e-mail: maxime.tetu@umontreal.ca - Liberman (✉) Centre de Recherche du Centre Hospitalier de l’Université de Montréal (CRCHUM), Montreal, QC, Canada Centre Hospitalier de l’Université de Montréal (CHUM), Montreal, QC, Canada Marcel & Rolande Gosselin Chair in Thoracic Surgical Oncology, University of Montreal, Montreal, QC, Canada e-mail: moishe.liberman@umontreal.ca (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_74-1 Keywords Empyema · VATS · Pleurectomy · Decortication · Open thoracic window · Bronchopleural fistula · Air leak · ERAS protocol, a condition marked by the accumulation of infected fluid in the pleural cavity, represents a significant challenge to both pulmonologists and thoracic surgeons due\n\nrecent studies, including the 2023 MIST-3 trial, the chapter underscores the importance of individualized patient assessment and the adoption of minimally invasive techniques to optimize recovery. The content provides a comprehensive overview of current surgical approaches, risk factors, and the implementation of ERAS protocols in the effective management of empyema. - Castano Pablo Tobon Uribe Hospital, Medellin, Colombia e-mail: wcastano@hptu.org.co - Têtu Centre de Recherche du Centre Hospitalier de l’Université de Montréal (CRCHUM), Montreal, QC, Canada e-mail: maxime.tetu@umontreal.ca - Liberman (✉) Centre de Recherche du Centre Hospitalier de l’Université de Montréal (CRCHUM), Montreal, QC, Canada Centre Hospitalier de l’Université de Montréal (CHUM), Montreal, QC, Canada Marcel & Rolande Gosselin Chair in Thoracic Surgical Oncology, University of Montreal, Montreal, QC, Canada e-mail: moishe.liberman@umontreal.ca (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_74-1 Keywords Empyema · VATS · Pleurectomy · Decortication · Open thoracic window · Bronchopleural fistula · Air leak · ERAS protocol, a condition marked by the accumulation of infected fluid in the pleural cavity, represents a significant challenge to both pulmonologists and thoracic surgeons dueto its complex pathophysiology and the diverse patient population it affects. As the incidence of empyema continues to rise, particularly in patients with underlying comorbidities, the surgical management of this condition has evolved to incorporate a range of techniques tailored to the severity and stage of the disease. The democratization of VATS and Robotics and increased training in complex procedures worldwide have reduced the need to resort to higher morbidity open surgical procedures in the majority of cases. However, knowledge of open techniques is still required, due to the complexity of select cases. Surgical treatment does not only include technical skills; it is extremely important to master the nonoperative treatment strategies, indications to convert from nonoperative to operative and understand patient risk stratification. - Castano et al. Surgery in Empyema 2.1 Epidemiology Incidence of pleural parapneumonic effusions (PPE) is on the rise. In the United States, Mummadi et al. described a 37.5 % relative increase in pleural infection-related hospitalizations between 2007 and 2016, with 25,405 hospitalizations in 2016 and a readmission rate of 24 %, all of which translates to a total cost of $1017 million nationwide, for the treatment of empyema in that year [1]. In England, a 63 % relative increase in PPE admission was reported between 2008 and 2017. This increase was most notable in patients aged over the age of 60. Mortality and surgical rates were reported between 12 % and 14 % with a 25 % increase in winter months; whereby the highest incidence coincided with that of influenza [2]. Empyema has the highest average cost per case ($38,591) and length of stay (LoS) (13.8 days) compared to other non-empyema pleural effusions. Up to 41 % of patients with community-acquired pneumonia (CAP) developed a PPE with worse outcomes than those without effusion, including a higher likelihood of 30-day mortality (14 % actual vs. 7 % predicted by eCURB) and hospital admissions (77 % vs. 57 %). The median LoS for these patients is 2.8 days, compared to 1.3 days for those without effusion [3]. In addition, the increasing age of the patient population is accompanied by an increase in comorbidities and, hence, an increased risk of mortality [4]. Following the COVID-19 pandemic, there has been a notable change in the etiology of empyema. There has been a rise in empyemas resulting from polymicrobial infection (increasing from 1.6–4.9 % pre-COVID-19–30.7–40.6 % post-COVID-19). These polymicrobial infections result in longer LoS due to the changing organism of infection to group A Streptococcal infections (affecting 45 % of patients with S. pyogenes pneumonia) [5] as well as a significant decrease in those of S. pneumoniae origin. The presence of anaerobes is associated with better outcomes [6]. In COVID-19 patients, the surgical management of thoracic complications is associated with high mortality and morbidity rates. For instance, COVID-19-related empyema carries a 24 % mortality rate [6]. However, pleural infectious complications tend to have lower mortality, despite an observed increase in renal failure, pulmonary hypertension, and the need for thoracotomy [7]. In countries with high incidences of tuberculosis (TB), TB effusions have a high incidence [8–10]. Worldwide, 7.5 million people were diagnosed with TB empyema in 2022; the highest occurrence in all the WHO years of monitoring with a noted increase after COVID-19 [10]. Pleural TB with a stage III empyema is considered a foci of infection containing a great amount of Mycobacterium. In addition, the formation of a pleural peel results in significant lung restriction [9]. 2.2 Pathologies 2.2.1 Posttraumatic Empyema The principal cause of posttraumatic empyema is retained hemothorax (RH), for which risk factors are an initial blood drainage superior to 400 ml, two or more chest tubes in place for a minimum period of 5 days, and need for mechanical ventilation. These patients often have longer ICU stays (11.2 vs. 6.5 days), longer LoS (23.6 vs. 16.6 days) [11, 12], bilateral chest tubes, larger RH volumes ( > 300 ml), rib fractures, injury severity score (ISS) of 25 or higher, and the need for additional therapeutic intervention. Initial treatment involves chest redrainage, intrapleural fibrinolytic therapy (IPFT), VATS, or thoracotomy [13, 14]. 2.2.2 Acute Empyema With its 80 % efficacy, IPFT with tPA and DNAse is often favored over surgery-due to inherent risks associated with these interventions-as a primary treatment for stage II empyema [15–17]. However, when unavailable, VATS remains a superior option to repeated drainage, flushing, or IPFT with streptokinase or urokinase, as quantified by the 90–99 % cure rate [18–21]. 2.2.3 Chronic Empyema Most cases of chronic empyema occur secondary to incomplete lung reexpansion-two-thirds of which occur post-surgery such as lobectomy or pneumonectomy-which favors persistence or recurrence of an infection within the pleural cavity, often causing a hemithorax contraction process with rib space narrowing and mediastinal shift to the affected side [22]. Medically operable patients should first be treated by surgical decortication. Evidently necrotic parenchyma can be resected, all the while avoiding major\n\n(23.6 vs. 16.6 days) [11, 12], bilateral chest tubes, larger RH volumes ( > 300 ml), rib fractures, injury severity score (ISS) of 25 or higher, and the need for additional therapeutic intervention. Initial treatment involves chest redrainage, intrapleural fibrinolytic therapy (IPFT), VATS, or thoracotomy [13, 14]. 2.2.2 Acute Empyema With its 80 % efficacy, IPFT with tPA and DNAse is often favored over surgery-due to inherent risks associated with these interventions-as a primary treatment for stage II empyema [15–17]. However, when unavailable, VATS remains a superior option to repeated drainage, flushing, or IPFT with streptokinase or urokinase, as quantified by the 90–99 % cure rate [18–21]. 2.2.3 Chronic Empyema Most cases of chronic empyema occur secondary to incomplete lung reexpansion-two-thirds of which occur post-surgery such as lobectomy or pneumonectomy-which favors persistence or recurrence of an infection within the pleural cavity, often causing a hemithorax contraction process with rib space narrowing and mediastinal shift to the affected side [22]. Medically operable patients should first be treated by surgical decortication. Evidently necrotic parenchyma can be resected, all the while avoiding majorresections, because of a major risk for fistulization/dehiscence of the bronchial stump [23]. In case of bronchopleural fistula (BPF), a pedicled muscle flap composed of extrthoracic muscle (serratus anterior, latissimus dorsi and pectoralis major), omentum, or abdominal muscle (typically rectus) may be used to close the opening which may also aid in filling the pleural cavity [24]. Surgery in In patients with chronic empyema with or without a BPF who are medically unfit to tolerate decortication and tissue flap placement, a pleural drainage catheter must be placed to drain and control the infection. Once drained and the patient stabilized, an open thoracic window (OTW) should be performed, especially in large cavities, with or without a muscle flap depending on the presence of BPF [25]. OTWs allow for multiple dressing changes and rinsing of the pleural cavity to control the infection, although these windows significantly impair patients’ quality of life, leading to prolonged LoS and require extensive resources for wound care [26]. Vacuum therapy (VAC) is a reasonable alternative to daily dressing changes and may be applied upon creation of the OTW [23]. Minivacuum by minithoracotomy along with instill-vacuum therapy with the use of white and black sponge segments and nonabsorbable sutures following drainage by VATS or FlexVATS may be a suitable alternative. In a recent study, 71 % of patients who underwent this regimen experienced resolution of infection without the need for antibiotics or drainage therapy. Reduction of the empyema cavity was similar to that obtained by OTW + VAC [27]. Subatmospheric pressure applied to the vacuum is usually between -75 and -125 mmHg, with variations for up to 7 days. The vacuum can be applied without the use of an OTW or rib resection with a wound retractor [28]. Caution should be exercised in patients with BPF or substantial air leaks, as it may worsen the condition [23]. Open pore double-layer drainage film applied directly on the lung parenchyma may aid in lowering the risk of lung erosion [29]. Postpneumonectomy empyema-of which over 80 % are secondary to BPF-has a mortality between 28 % and 50 %. Aggressive surgical management along with antibiotics, debridement, closure of the BPF, and obliteration of the residual space is necessary. A BPF must be presumed in all patients with postpneumonectomy empyema, and attempts must be made to identify it. Patients must remain in a lateral decubitus position with the pneumonectomy side down until complete drainage of the pleural space is obtained, which must be early [30]. In select cases, a bronchoscopic attempt to close the BPF can be performed using Amplatzer vascular occlusion devices, bioglue, cyanoacrylate-base glue, fibrin compounds, gelatin sponges, chemical cautery, endobronchial silicon spigots, or submucosal injection of tissue expanders [23]. Other patients which may be considered for this type of management include those who present initially with stage III empyema due to prolonged PPE or who have received several antibiotic treatments before being referred to thoracic surgery [31]. 2.2.4 Fungal Empyema Is a severe and aggressive type of pleural infection, most frequent in patients with diabetes or malignancy. Candida spp. and Aspergillus spp. are most common and are associated with a 38.5 % mortality due mainly to respiratory failure [32]. These patients have significantly longer ICU stays (16 vs. 3 days), LoS (40 vs. 17.5 days), ventilator usage (20.5 vs. 3 days), and worse 1-year survival rates than those with bacterial empyema [33]. 2.2.5 Tuberculous Empyema Incidence of pleural disease and empyema by tuberculosis (TB) is increasing. In the United Kingdom (UK), this growth is mainly driven by those born outside the country and immigrants who have been living within the UK between 2 and 5 years [34]. TB empyema is characterized by grossly purulent fluid containing abundant Mycobacteria. It is usually synonymous with a progression of primary tuberculous effusion or secondary to a spillage of parenchymal origin [35]. This kind of infection is associated with a thick pleural rind leading to fibrothorax formation and resulting in reduced efficacy of anti-TB drugs due to the difficulty of penetrating the thickened fibrous pleural rind. Therefore, treating stage III TB empyema effectively requires concomitant surgical intervention and anti-TB therapy [9]. It is important to remain aware of this type of empyema and the challenge it brings forth, mainly in countries with middle [8, 31] to high incidence of TB [9, 10]. Compared to patients with drug-sensitive TB, treating empyema in patients with drug-resistant TB surgically requires additional operative time (259.8 +/- 78.4 min vs. 187.2 +/- 56 min) and is associated with increased intraoperative blood loss (300 ml vs. 200 ml) and complications (76.7 % vs. 50.5 %) [36]. Pulmonary decortication in TB empyema is feasible by VATS with a shorter surgical time, intraoperative blood loss, and recovery time than open surgery [36, 37]. However, postoperative air leaks and other complications are similar to thoracotomy [9]. Historically, difficult decortications in stage III TB empyema have been done via an open approach [38]. However, many have now demonstrated the feasibility by VATS-even by uniportal-VATS-with adequate pulmonary expansion and low reintervention rate. Operative time is often longer than for pyogenic empyema decortication, taking on average 2.6 hours with higher blood loss [9, 39]. Other surgeries done for TB empyema are the OTW and the thoracoplasty, usually with decortication. In the last 10 years, surgery has moved to a less aggressive approach for these patients, trying to avoid these kinds of severely\n\n[9, 10]. Compared to patients with drug-sensitive TB, treating empyema in patients with drug-resistant TB surgically requires additional operative time (259.8 +/- 78.4 min vs. 187.2 +/- 56 min) and is associated with increased intraoperative blood loss (300 ml vs. 200 ml) and complications (76.7 % vs. 50.5 %) [36]. Pulmonary decortication in TB empyema is feasible by VATS with a shorter surgical time, intraoperative blood loss, and recovery time than open surgery [36, 37]. However, postoperative air leaks and other complications are similar to thoracotomy [9]. Historically, difficult decortications in stage III TB empyema have been done via an open approach [38]. However, many have now demonstrated the feasibility by VATS-even by uniportal-VATS-with adequate pulmonary expansion and low reintervention rate. Operative time is often longer than for pyogenic empyema decortication, taking on average 2.6 hours with higher blood loss [9, 39]. Other surgeries done for TB empyema are the OTW and the thoracoplasty, usually with decortication. In the last 10 years, surgery has moved to a less aggressive approach for these patients, trying to avoid these kinds of severelymorbid procedures and favoring less invasive approaches such as VATS [9, 38]. ### 2.2.6 Empyema in Lung Transplant Patients Early posttransplant empyema is a serious complication that can lead to partial or total breakdown of the bronchial anastomosis with potential loss of the organ and the patient. Hence, aggressive approaches with drainage and surgery are often favored in such cases of complicated pleural effusions and empyemas to achieve early control of the septic foci [40], especially in cases of Aspergillus [41]. The use of IPFT is rare in these patients, due to the risk of breakdown of the anastomoses by the rTPA which may lead to a larger fistula or bleeding from the vascular anastomoses [42]. Decortication postlung transplant carries a 30-day or inhospital mortality between 5 % and 23 % [40, 42]. Due to the high risk of complications, these procedures are usually practiced in a less aggressive manner with higher tolerance for retained pleural spaces. In some cases, the use of an indwelling tunneled pleural catheter (ITPC) for drainage may be favored to allow gradual expansion [40]. It is of note that the allograft function following decortication is consistently lower than that of patients who experienced no pleural complications [40] and that the occurrence of pleural effusion alone is associated with worse survival [43]. ### 2.3 Surgical Techniques ### 2.3.1 VATS Thoracotomy Surgical treatment of empyema may be approached in different ways. Groups have described drainages of different sizes, lung decortications by thoracotomy, or VATS with or without pleurectomy and varying number of ports, flexvats, intrthoracic pleural VAC, and OTW. Pleurectomy in empyema does not entail removing all the parietal pleura-similarly to surgery for mesothelioma-but rather to the extraction of the debris over the parietal pleura. Lung decortication refers to the removal of the pleural rind or pleural peel which adheres to the visceral pleura and restricts lung expansion. This, often longer and more tedious procedure is associated with the highest risk of instrumentation of the parenchyma which may result in prolonged air leaks or postoperative bleeding. The decision for moving forward with this intervention in cases of trapped lung depends on the patient’s physical fitness and empyema stage [44]. Freeing the lung from the diaphragm as well as the fissures while resecting the pleural peel is crucial to assuring better lung reexpansion [9]. Surgery can be performed by thoracotomy or VATS, with equivalent clinical outcomes, although VATS offers decreased LoS, postoperative complications, pain, and morbidity, which decrease proportionally to the learning curve of VATS [45, 46]. Some groups suggest that 36 procedures are sufficient to gain procedure-specific surgical skills [46]. When considering port placement, there is no significant difference in the number of ports placed. If surgeons have experience with the approach, surgery can be attempted through uniportal surgery. It can be useful to resect a rib segment of the same length of the skin incision in patients with pleural and rib retraction [20, 37]. According to the American Association of Thoracic Surgery consensus guidelines for stage II and II/III pleural empyema and the British Thoracic Society guideline for pleural disease, if single-lung ventilation is tolerated, VATS should always be attempted [23, 44]. A prospective comparative study from India, which included 45.5 % of patients with TB empyema (a known risk factor for conversion and increased surgical time), demonstrated a 14.2 % conversion rate for VATS, thus further emphasizing the feasibility of this approach for decortication in advanced disease [47]. Risk factors for conversion from VATS to thoracotomy include stage III empyema, time from onset of symptoms, and gram-negative organisms. For stage III empyema, the conversion rate is estimated at 20 % with a 2 % reoperation rate for 2 % in VATS and 5 % for open surgery [18, 48, 49]. Causes of conversion are difficulty identifying the intercostal spaces due to rib overriding, excessive oozing or bleeding, very thick parietal peel, and large air leaks requiring major lung resections [9]. The most common complications for pulmonary decortication are prolonged air leak, atrial fibrillation, renal insufficiency, residual pleural space, wound dehiscence, and recurrent empyema. Polyglycolic patches applied to the lung surface after decortication have been shown to decrease by close to half the median air leakage cessation time, the median duration of chest tube, and LoS compared to patients without patches [50] ( ### 2.3.2 Open Thoracic Window (OTW) Open Thoracic Window is an ancient operation that still has some indications in chronic pyogenic or TB empyema refractory to treatment. Eloesser [51] or Clagett’s [52] techniques are most often used and involve resection of at least one rib and two distinct interventions: the OTW and the closure. Most OTW are performed for infections-most commonly S. aureus-following pulmonary resection and are associated with BPF. It is frequent to have multiple attempts of surgical-endoscopic treatment, and failed closure [26, 53]. OTW is associated with a 6-month survival between 82 % and 91 % and has been shown to be as low as 30 % at 30 months. In addition, it is associated with a very high morbidity [25, 26, 53]. After the creation of the OTW, patients must be treated with dressings that can be wet-to-dry or with iodopovidone solution [54]. Modern surgeons prefer a VAC system which delivers good results and requires less nursing care [23].\n\nleakage cessation time, the median duration of chest tube, and LoS compared to patients without patches [50] ( ### 2.3.2 Open Thoracic Window (OTW) Open Thoracic Window is an ancient operation that still has some indications in chronic pyogenic or TB empyema refractory to treatment. Eloesser [51] or Clagett’s [52] techniques are most often used and involve resection of at least one rib and two distinct interventions: the OTW and the closure. Most OTW are performed for infections-most commonly S. aureus-following pulmonary resection and are associated with BPF. It is frequent to have multiple attempts of surgical-endoscopic treatment, and failed closure [26, 53]. OTW is associated with a 6-month survival between 82 % and 91 % and has been shown to be as low as 30 % at 30 months. In addition, it is associated with a very high morbidity [25, 26, 53]. After the creation of the OTW, patients must be treated with dressings that can be wet-to-dry or with iodopovidone solution [54]. Modern surgeons prefer a VAC system which delivers good results and requires less nursing care [23].Surgery in Closure of the OTW depends on the perimeter of the incision. If it is less than 22 cm, the spontaneous closure rate is of 95 %, whereas it is of 26 % over a period of 6–11 months for a 33 cm or larger incision. Pleural cavity clearance and lung expansion are similar in both groups [55]. If necessary, a reconstructive surgery can be done using pedicled flaps and free flaps [56]. When considering pedicled flaps for chest wall reconstruction, the latissimus dorsi is considered the workhorse flap for chest wall reconstruction; although serratus anterior, rectus abdominis muscle, transverse rectus abdominis myocutaneous (TRAM), pectoralis, and intercostals can also be used [57]. Infection control and meeting nutritional requirements are crucial to proper recovery and must be considered as part of the overall treatment [56, 58]. In certain cases, closure of the OTW may be impossible, due to patient noncompliance, cachexia, poor functional status, patient lost to follow-up, or persistent TB [59]. When a postpneumonectomy pleural space is too large to be filled using available flaps, a limited extraperiosteal thoracoplasty can be utilized as an intermediate step [23, 25]. This kind of surgery must be reserved for extreme cases when other techniques have failed and must be performed in the least aggressive manner possible to avoid debilitating long-term consequences [60, 61]. 2.3.3 IPFT Versus Surgical Decortication In 2023, results of the MIST-3 trial-a randomized, multicenter clinical trial which employed the same scheme as MIST-2-aimed at comparing tPA/DNase vs. VATS vs. standard treatment (drainage, tube flushing, and antibiotics) as first-line treatment options were published [62]. While the primary aim of this study was to ascertain the feasibility of randomizing participants to three arms, it demonstrated no differences between IPFT and VATS in terms of LoS, requirement for a secondary intervention, acute and chronic pain, or mortality. Nonetheless, these findings should be interpreted with caution, due to the relatively low compliance rates in both the IPFT group and VATS groups (74 % and 50 %, respectively). In addition, it is important to clarify that the collagen deposits in stage III empyema make the disease frequently unresponsive to fibrinolytic therapy [63]. 2.3.4 Risk Factors For patients with pleural infection, the RAPID score, a validated scoring system that allows for risk stratification, may be used. It consists of evaluating renal function, age, fluid characteristics (specifically purulence), infection source, and albumin levels. Patients are then stratified into three groups: low-risk (score 0–2), medium-risk (score 3–4) and high-risk (score 5–7) which are directly related to mortality and prolonged hospitalization [64]. Mortality at 3 months and LoS were evaluated, respectively, at 1 % and 10 days in the low-risk group, 12 % and 15 days in the medium-risk group, and 51 % and 18 days in the high-risk group. Although validation was done in nonsurgical trials-MIST1 [65] and MIST2 [15]-the outcomes remain applicable to surgical patients [66]. In 2023, an adjusted RAPID score with the addition of renal replacement therapy and diabetes as well as improved ROC curves was published; although positive blood cultures and bacterial pleural invasion were identified as risk factors, they were not included because those results require more time to achieve [67] ( In patients eligible for surgical decortication by VATS or thoracotomy, the presence of disease for more than 4 weeks is a good predictor for longer chest tube duration (often secondary to air leak) and LoS [68] as well as conversion from VATS to thoracotomy [48, 69]. Pre- or intraoperative risk factors for postoperative pulmonary complications (PPC) include preoperative respiratory failure, surgery performed by thoracotomy with reoperation, general anesthesia without regional anesthetic techniques, and surgery outside regular working hours. In the postoperative period, factors which increase the risk of mortality include unplanned admission to the ICU and postoperative sepsis. Significant risk factors associated with postoperative unplanned ICU admission include greater than one PPC, new onset of postoperative sepsis, and cardiac and neurologic complications. A Charlson Comorbidity Index (CCI) greater than 3, postoperative ventilation for > = 2 days, and empyema not resulting from pneumonia and neurologic complications are risk factors for postoperative 30-day mortality [70, 71]. Postoperative bleeding and perioperative blood transfusions also led to significantly higher mortality rates in patients operated for pleural empyema [67, 72]. Other risk factors that have been identified are ASA score higher than 3, totally dependent functional status, preoperative dyspnea, ventilator dependency,\n\n4 weeks is a good predictor for longer chest tube duration (often secondary to air leak) and LoS [68] as well as conversion from VATS to thoracotomy [48, 69]. Pre- or intraoperative risk factors for postoperative pulmonary complications (PPC) include preoperative respiratory failure, surgery performed by thoracotomy with reoperation, general anesthesia without regional anesthetic techniques, and surgery outside regular working hours. In the postoperative period, factors which increase the risk of mortality include unplanned admission to the ICU and postoperative sepsis. Significant risk factors associated with postoperative unplanned ICU admission include greater than one PPC, new onset of postoperative sepsis, and cardiac and neurologic complications. A Charlson Comorbidity Index (CCI) greater than 3, postoperative ventilation for > = 2 days, and empyema not resulting from pneumonia and neurologic complications are risk factors for postoperative 30-day mortality [70, 71]. Postoperative bleeding and perioperative blood transfusions also led to significantly higher mortality rates in patients operated for pleural empyema [67, 72]. Other risk factors that have been identified are ASA score higher than 3, totally dependent functional status, preoperative dyspnea, ventilator dependency,508182 COPD, disseminated cancer, preoperative bleeding disorder, and chronic steroid use [72]. 6 W. Castano et al. | Parameter | Measure | Score | |---| --- |---| | | < | | | | 5- | | | | > | | | | < 50 | 0 | | | 50–70 | 1 | | | > 70 | 2 | | | Purulent | 0 | | | Nonpurulent | 1 | | | Community acquired | 0 | | | Hospital acquired | 1 | | | > = 27 | 0 | | | < 27 | 1 | | | No | 0 | | | Yes | 1 | | | No | 0 | | | Yes | 1 | Score 0–2 Low risk Score 3–4 Intermediate risk Score 5–7 High risk Score 8–9 Very high risk Microbiology results are also a risk factor for morbidity and mortality after decortication. Patients who had positive-culture empyemas had longer ICU stays and ventilator usage [71]. Candida in pleural cultures and antibiotic resistance are independent risk factors associated with adverse outcomes [73]. Gram-negative infections and a time between the onset of symptoms and surgery > 14 days contribute to increasing the risk of conversion to thoracotomy [49]. 2.4 Enhanced Recovery After Surgery (ERAS) ERAS protocols have shown improved clinical outcomes for various surgical interventions-including lung resections-by introducing multidisciplinary recommendations to decrease LoS and improve patient functional status in the peri- and postoperative periods [74]. Following ERAS guidelines, protocols have been established and validated for both stage III empyema and tuberculosis empyema surgery. - Preoperative phase focuses on patient preparation, pre-admission information, education, counseling, nutritional evaluation (supplementation when necessary), and optimizing respiratory function via exercises such as spirometry. Patients are also advised to adhere to fasting guidelines, allowing solids up to 6 hours and clear fluids up to 2 hours before anesthesia. - Intraoperative phase: Key aspects include maintaining patient warmth, euvolemic fluid management, pulmonary protective ventilation with the lowest possible FiO2 to maintain SpO2 above 90 %, and meticulously packing of oozing areas to control bleeding. - Postoperative phase emphasizes effective pain management using regional anesthesia techniques such as intercostal nerve, erector spinae plane, or paravertebral blocks combined with acetaminophen and NSAIDs to minimize opioid use. The use of antiemetics, early ambulation (12–24 hours postsurgery), removal of catheters, and initiation of oral intake as well as respiratory function exercises and the application of pleural suction are also recommended.* Application of ERAS protocols results in reduction of postoperative drainage volume, LoS, air leaks, and atelectasis. Patients also exhibit higher albumin levels with decreased need for transfusion as well as reduced intraoperative bleeding, less albumin administration, fewer bronchoscopic aspirations, wound infections, and time to return to normal activities [75–77]. incidence and necessity for surgical decortication has decreased greatly over the last decade due to the positive results achieved using intrapleural fibrinolysis strategies, especially in stage 1 and 2 empyema. The surgical management of empyema has become more difficult over the same period as patients being operated are now those whom have failed intrapleural strategies or who have advanced stage 3 or 4 empyema. Surgical treatment for empyema remains a dynamic and evolving field, requiring an extensive understanding of both the disease processes and the patient’s overall condition. Treatment strategies should be individualized, with particular emphasis on the selection of surgical techniques-thoracotomy versus VATS-based on the stage of empyema and the presence of risk factors. VATS should always be the first option in surgical approach. Integration of risk stratification tools such as the RAPID score and adherence to ERAS protocols are essential for improving patient outcomes, reducing postoperative complications, and fast-tracking recovery. Ultimately, the goal remains to provide effective, patient-centered care that minimizes morbidity and maximizes chances of successful recovery from this challenging condition.\n\nto return to normal activities [75–77]. incidence and necessity for surgical decortication has decreased greatly over the last decade due to the positive results achieved using intrapleural fibrinolysis strategies, especially in stage 1 and 2 empyema. The surgical management of empyema has become more difficult over the same period as patients being operated are now those whom have failed intrapleural strategies or who have advanced stage 3 or 4 empyema. Surgical treatment for empyema remains a dynamic and evolving field, requiring an extensive understanding of both the disease processes and the patient’s overall condition. Treatment strategies should be individualized, with particular emphasis on the selection of surgical techniques-thoracotomy versus VATS-based on the stage of empyema and the presence of risk factors. VATS should always be the first option in surgical approach. Integration of risk stratification tools such as the RAPID score and adherence to ERAS protocols are essential for improving patient outcomes, reducing postoperative complications, and fast-tracking recovery. Ultimately, the goal remains to provide effective, patient-centered care that minimizes morbidity and maximizes chances of successful recovery from this challenging condition.Surgery in Empyema Declaration. The author(s) has no competing interests to declare that are relevant to the content of this manuscript. References 1. Mummadi SR, Stoller JK, Lopez R, Kailasam K, Gillespie computed tomography (CT), Hahn PY. Epidemiology of adult pleural disease in the United States. Chest. 2021;160(4):1534–51. 2. Arnold DT, Hamilton FW, Morris TT, Suri T, Morley A, Frost V, et al. Epidemiology of pleural empyema in English hospitals and the impact of influenza. Eur Respir J. 2021;57(6):2003546. 3. Dean NC, Griffith PP, Sorensen JS, McCauley L, Jones BE, Lee YCG. Pleural effusions at first ED encounter predict worse clinical outcomes in patients with pneumonia. Chest. 2016;149(6):1509–15. 4. Zhong M, Ni R, Zhang H, Sun Y. Analysis of clinical characteristics and risk factors of community-acquired pneumonia complicated by parapneumonic pleural effusion in elderly patients. BMC Pulm Med. 2023;23(1):355. 5. Peetermans M, Matheeussen V, Moerman C, De Rydt F, Thieren S, Pollet E, et al. Clinical and molecular epidemiological features of critically ill patients with invasive group A Streptococcus infections: a Belgian multicenter case-series. Ann Intensive Care. 2024;14(1): 19. 6. Chan KPF, Ma TF, Sridhar S, Lam DCL, Ip MSM, Ho PL. Changes in etiology and clinical outcomes of pleural empyema during the COVID-19 pandemic. Microorganisms. 2023;11(2):303. 7. Raveglia F, Scarci M, Rimessi A, Orlandi R, Rebora P, Cioffi U, et al. The role of surgery in patients with COVID-19-related thoracic complications. Front Surg. 2022;9:867252. 8. Plata-Casas L, Gutierrez-Lesmes O, Cala-Vitery F. Tuberculosis disability adjusted life years, Colombia 2010–2018. Trop Med Infect Dis. 2022;7(9):250. 9. Kumar A, Asaf BB, Lingaraju VC, Yendamuri S, Pulle MV, Sood J. Thoracoscopic decortication of stage III tuberculous empyema is effective and safe in selected cases. Ann Thorac Surg. 2017;104(5): 1688–94. 10. WHO. Global tuberculosis report 2023 [Internet]. Geneva: World Health Organization; 2023 [cited 2024 Aug 8]. Available from: https://www.who.int/teams/global-tuberculosis-programme/tb-reports/global-tuberculosis-report-2023/tb-disease-burden/1–1-tb-incidence 11. Villegas MI, Hennessey RA, Morales CH, Londoño E. Risk factors associated with the development of post-traumatic retained hemothorax. Eur J Trauma Emerg Surg. 2011;37(6):583–9. 12. DuBose J, Inaba K, Demetriades D, Scalea TM, O’Connor J, Menaker J, et al. Management of post-traumatic retained hemothorax: a prospective, observational, multicenter AAST study. J Trauma Acute Care Surg. 2012;72(1):11–22; discussion 22–24; quiz 316. 13. DuBose J, Inaba K, Okoye O, Demetriades D, Scalea T, O’Connor J, et al. Development of posttraumatic empyema in patients with retained hemothorax: results of a prospective, observational AAST study. J Trauma Acute Care Surg. 2012;73(3):752–7. 14. Nascimento IKD, Morad HM, Perlingeiro JAG, Parreira JG, Assef JC. Predictors of pleural complications in trauma patients undergoing tube thoracostomy: a prospective observational study. Rev Col Bras Cir. 2022;49:e20223300. 15. Rahman NM, Maskell NA, West A, Teoh R, Arnold A, Mackinlay C, et al. Intrapleural use of tissue plasminogen activator and DNase in pleural infection. N Engl J Med. 2011;365(6):518–26. 16. Kheir F, Thakore S, Mehta H, Jantz M, Parikh M, Chee A, et al. Intrapleural fibrinolytic therapy versus early medical thoracoscopy for treatment of pleural infection. Randomized controlled clinical. Trial. 2020;17(8):958. 17. Popowicz ND, Piccolo F, Yap E, Wong C, Brockway B, Smith NA, et al. Long-term follow-up after intrapleural tPA/DNase therapy for pleural infection. Respirology. 2021;26(4):388–91. 18. Ricciardi S, Giovanniello D, Carleo F, Di Martino M, Jaus MO, Mantovani S, et al. Which surgery for stage II-III empyema patients? Observational single-center cohort study of 719 consecutive patients. J Clin Med. 2022;12(1):136. 19. Bagheri R, Tavassoli A, Haghi SZ, Attaran D, Sadrizadeh A, Asnaashari A, et al. The role of thoracoscopic debridement in the treatment of parapneumonic empyema. Asian Cardiovasc Thorac Ann. 2013;21(4):443–6. 20. Luciani C, Scacchi A, Vaschetti R, Di Marzo G, Fatica I, Cappuccio M, et al. The uniportal VATS in the treatment of stage II pleural empyema: a safe and effective approach for adults and elderly patients-a single-center experience and literature review. World J Emerg Surg. 2022;17(1):46. 21. Redden MD, Chin TY, van Driel machine learning (ML). Surgical versus non-surgical management for pleural empyema. Cochrane Database Syst Rev. 2017;3(3):CD010651. 22. Stüben BO, Plitzko GA, Reeh M, Melling N, Izbicki JR, Bachmann K, et al. Intrthoracic vacuum therapy for the therapy of pleural empyema-a systematic review and analysis of the literature. J Thorac Dis. 2023;15(2):780–90. 23. Shen KR, Bribriesco A, Crabtree T, Denlinger C, Eby J, Eiken P, et al. The American Association for Thoracic Surgery consensus guidelines for the management of empyema. J Thorac Cardiovasc Surg. 2017;153(6):e129-46. 24. Pairolero PC, Arnold PG, Trastek VF, Meland NB, Kay PP. Postpneumonectomy empyema. The role of intrthoracic muscle transposition. J Thorac Cardiovasc Surg. 1990;99(6):958–66; discussion 966–8. 25. Regnard JF, Alifano M, Puyo P, Fares E, Magdeleinat P, Levasseur P. Open window thoracostomy followed by intrthoracic flap transposition in the treatment of empyema complicating pulmonary resection. J Thorac Cardiovasc Surg. 2000;120(2):270–5. 26. Reyes KG, Mason DP, Murthy SC, Su JW, Rice TW. Open window thoracostomy: modern update of an ancient operation. Thorac Cardiovasc Surg. 2010;58(4):220–4. 27. Stüben BO, Plitzko GA, Sauerbeck J, Busch P, Melling N, Reeh M, et al. Minimally invasive intrthoracic negative-pressure therapy and flexible thoracoscopy (FlexVATS) for patients with pleural empyema. Sci Rep. 2023;13(1):10869. 28. Hofmann HS, Schemm R, Grosser C, Szöke T, Sziklavari Z. Vacuum-assisted closure of pleural empyema without classic open-window thoracostomy. Ann Thorac Surg. 2012;93(5):1741–2. 29. Betz V, van Ackeren V, Scharsack E, Stark B, Müller CT, Loske G. Intrthoracic negative pressure therapy for pleural empyema using an open-pore drainage film. Chirurgie (Heidelb). 2023;94(6): 530–43. 30. Barker WL, Faber LP, Ostermiller WE, Langston HT. Management of persistent bronchopleural fistulas. J Thorac Cardiovasc Surg. 1971;62(3):393–401. 31. Báez-Saldaña R, Molina-Corona H, Martínez-Rendón ME, Iñiguez-García M, Escobar-Rojas A, Fortoul-Vandergoes T. Parapneumonic effusion and thoracic empyema in adults. Clinical aspects, microbiology and frequency of surgical outcome. Cir Cir. 2021;89(1):63–70. 32. Iqbal N, Ali AS, Zahid A, Jabeen K, Irfan M. Fungal empyema thoracis, a rare but an emerging entity: a retrospective case series from Pakistan. Ther Adv Infect Dis. 2024;11:20499361231223887. 33. Cheng YF, Chen CM, Chen YL, Cheng CY, Huang CL, Hung WH, et al. The outcomes of thoracoscopic decortication between fungal empyema and bacterial empyema.\n\net al. Minimally invasive intrthoracic negative-pressure therapy and flexible thoracoscopy (FlexVATS) for patients with pleural empyema. Sci Rep. 2023;13(1):10869. 28. Hofmann HS, Schemm R, Grosser C, Szöke T, Sziklavari Z. Vacuum-assisted closure of pleural empyema without classic open-window thoracostomy. Ann Thorac Surg. 2012;93(5):1741–2. 29. Betz V, van Ackeren V, Scharsack E, Stark B, Müller CT, Loske G. Intrthoracic negative pressure therapy for pleural empyema using an open-pore drainage film. Chirurgie (Heidelb). 2023;94(6): 530–43. 30. Barker WL, Faber LP, Ostermiller WE, Langston HT. Management of persistent bronchopleural fistulas. J Thorac Cardiovasc Surg. 1971;62(3):393–401. 31. Báez-Saldaña R, Molina-Corona H, Martínez-Rendón ME, Iñiguez-García M, Escobar-Rojas A, Fortoul-Vandergoes T. Parapneumonic effusion and thoracic empyema in adults. Clinical aspects, microbiology and frequency of surgical outcome. Cir Cir. 2021;89(1):63–70. 32. Iqbal N, Ali AS, Zahid A, Jabeen K, Irfan M. Fungal empyema thoracis, a rare but an emerging entity: a retrospective case series from Pakistan. Ther Adv Infect Dis. 2024;11:20499361231223887. 33. Cheng YF, Chen CM, Chen YL, Cheng CY, Huang CL, Hung WH, et al. The outcomes of thoracoscopic decortication between fungal empyema and bacterial empyema.- Castano et al. 35. McNally E, Ross C, Gleeson LE. The tuberculous pleural effusion. Breathe (Sheff). 2023;19(4):230143. 36. Yao L, Wang B, Chen X, Liu Q, Sheng J, Liu X, et al. The safety and efficacy of decortication for stage III drug-resistant tuberculous empyema. Interdiscip Cardiovasc Thorac Surg. 2023;37(5):ivad166. 37. Zhou Y, Li X, Dai J, Lin L, Cao X, Liu X, et al. Uniportal thoracoscopic decortication for stage III tuberculous empyema with severe rib crowding. Ann Thorac Surg. 2021;112(1):289–94. 38. Benjamin SR, Panakkada RK, Andugala SS, Gnanamuthu BR, Rao VM, Narayanan D, et al. Surgical management of empyema thoracis - experience of a decade in a tertiary care centre in India. Indian J Thorac Cardiovasc Surg. 2021;37(3):274–84. 39. Sun W, Yin G, Cai H, Zhou Y, Gu J, Chen S, et al. The efficacy and safety of uniportal video-assisted thoracic surgery on the treatment for stage II-III tuberculous empyema: a single-arm clinical retrospective study from 2016–2021 in a thoracic surgery center in China. BMC Pulm Med. 2022;22(1):398. 40. Rappaport JM, Siddiqui HU, Tang A, Thuita LW, Raja S, Bribriesco A, et al. Pleural space management after lung transplant: early and late outcomes of pleural decortication. J Heart Lung Transplant. 2021;40(7):623–30. 41. Ferrer J, Roldan J, Roman A, Bravo C, Monforte V, Pallissa E, et al. Acute and chronic pleural complications in lung transplantation. J Heart Lung Transplant. 2003;22(11):1217–25. 42. Boffa DJ, Mason DP, Su JW, Murthy SC, Feng J, McNeill AM, et al. Decortication after lung transplantation. Ann Thorac Surg. 2008;85(3):1039–43. 43. Tang A, Siddiqui HU, Thuita L, Rappaport J, Bribriesco AC, McCurry KR, et al. Natural history of pleural complications after lung transplantation. Ann Thorac Surg. 2021;111(2):407–15. 44. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Corcoran JP, et al. British Thoracic Society Guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-42. 45. Chambers A, Routledge T, Dunning J, Scarci M. Is video-assisted thoracoscopic surgical decortication superior to open surgery in the management of adults with primary empyema? Interact Cardiovasc Thorac Surg. 2010;11(2):171–7. 46. Patella M, Minerva EM, Porcellini I, Cianfarani A, Tessitore A, Cafarotti S. Tracking the outcomes of surgical treatment of stage 2 and 3 empyema: introduction and consolidation of minimally invasive approach. ANZ J Surg. 2021;91(10):2182–7. 47. Jindal R, Nar AS, Mishra A, Singh RP, Aggarwal A, Bansal N. Video-assisted thoracoscopic surgery versus open thoracotomy in the management of empyema: a comparative study. J Minim Access Surg. 2021;17(4):470–8. 48. Stefani A, Aramini B, della Casa G, Ligabue G, Kaleci S, Casali C, et al. Preoperative predictors of successful surgical treatment in the management of parapneumonic empyema. Ann Thorac Surg. 2013;96(5):1812–9. 49. Lardinois D, Gock M, Pezzetta E, Buchli C, Rousson V, Furrer M, et al. Delayed referral and gram-negative organisms increase the conversion thoracotomy rate in patients undergoing video-assisted thoracoscopic surgery for empyema. Ann Thorac Surg. 2005;79(6):1851–6. 50. Haberal MA, Akar E, Şengören Dikiş Ö, Özkaya M, Ay MO. Effectiveness of the polyglycolic acid patch in preventing prolonged air leakage after pulmonary decortication. ANZ J Surg. 2022;92(7–8):1845–9. 51. Eloesser L. Of an operation for tuberculous empyema. Ann Thorac Surg. 1969;8(4):355–7. 52. Clagett OT, Geraci JE. A procedure for the management of post-pneumonectomy empyema. J Thorac Cardiovasc Surg. 1963;45:141–5. 53. Cain CJ, Margolis M, Lazar JF, Henderson H, Hamm M, Malouf S, et al. Short and long-term outcomes of surgical intervention for empyema in the post-fibrinolytic era. J Cardiothorac Surg. 2021;16(1):187. 54. Deschamps C, Allen MS, Miller deep learning (DL), Nichols FC, Pairolero PC. Management of postpneumonectomy empyema and bronchopleural fistula. Semin Thorac Cardiovasc Surg. 2001;13(1):13–9. 55. Nasreen S, Ali N, Ahmad T, Mazcuri M, Abid A, Thapaliya P. Effect of circumference of open window thoracostomy on chest wall closure, pleural cavity clearance, and lung expansion. Cureus. 2021;13(10):e18781. 56. Kleeven A, van der Hel SRP, Jonis YMJ, Profar JJA, Daemen JHT, de Loos ER, et al. Chest wall reconstruction after the Clagett procedure and other types of open-window thoracostomy: a narrative review. J Thorac Dis. 2023;15(12):7063–76. 57. Ferraro P, Cugno S, Liberman M, Danino MA, Harris PG. Principles of chest wall resection and reconstruction. Thorac Surg Clin. 2010;20(4):465–73. 58. Allen LC, Milton R, Bourke G. Multidisciplinary reconstructive management of residual recalcitrant empyema cavity: a retrospective observational cohort study. J Plast Reconstr Aesthet Surg. 2022;75(3):1057–63. 59. Massera F, Robustellini M, Pona CD, Rossi G, Rizzi A, Rocco G. Predictors of successful closure of open window thoracostomy for postpneumonectomy empyema. Ann Thorac Surg. 2006;82(1):288–92. 60. Pomerantz BJ, Cleveland JC, Pomerantz M. The schede and modern thoracoplasty. Oper Tech Thorac Cardiovasc Surg. 2000;5:128–34. 61. Kuhtin O, Veith M, Alghanem M, Martel I, Giller D, Haas V, et al. Thoracoplasty - current view on indication and technique. Thorac Cardiovasc Surg. 2020;68(4):331–40. 62. Bedawi EO, Stavroulias D, Hedley E, Blyth KG, Kirk A, De Fonseka D, et al. Early video-assisted thoracoscopic surgery or intrapleural enzyme therapy in pleural infection: a feasibility randomized controlled trial. The Third Multicenter Intrapleural Sepsis Trial-MIST-3. Am J Respir Crit Care Med. 2023;208(12):1305–15. 63. Bedawi EO, Hassan M, McCracken D, Rahman NM. Pleural infection: a closer look at the etiopathogenesis, microbiology and role of antibiotics. Expert Rev Respir Med. 2019;13(4):337–47. 64. Rahman NM, Kahan BC, Miller RF, Gleeson FV, Nunn AJ, Maskell NA. A clinical score (RAPID) to identify those at risk for poor outcome at presentation in patients with pleural infection. Chest. 2014;145(4):848–55. 65. Maskell NA, Davies CWH, Nunn AJ, Hedley EL, Gleeson FV, Miller R, et al. U.K. Controlled trial of intrapleural streptokinase for pleural infection. N Engl J Med. 2005;352(9):865–74. 66. Carneiro DC, Duarte D’Ambrosio P, Mariani AW, Fonini JS, Aguirre GKZ, Carneiro Leão JP, et al. Evaluation of the RAPID score as a predictor of postoperative morbidity and mortality in patients undergoing pulmonary decortication for stage III pleural empyema. Clinics (Sao Paulo). 2024;79:100356. 67. Stüben BO, Plitzko GA, Urban F, Kölzer H, Kemper M, Wakker J, et al. Adjusting the RAPID score with 2 additional variables significantly increases its predictive value in patients with empyema. Sci Rep. 2023;13(1):3206. 68.\n\nIntrapleural Sepsis Trial-MIST-3. Am J Respir Crit Care Med. 2023;208(12):1305–15. 63. Bedawi EO, Hassan M, McCracken D, Rahman NM. Pleural infection: a closer look at the etiopathogenesis, microbiology and role of antibiotics. Expert Rev Respir Med. 2019;13(4):337–47. 64. Rahman NM, Kahan BC, Miller RF, Gleeson FV, Nunn AJ, Maskell NA. A clinical score (RAPID) to identify those at risk for poor outcome at presentation in patients with pleural infection. Chest. 2014;145(4):848–55. 65. Maskell NA, Davies CWH, Nunn AJ, Hedley EL, Gleeson FV, Miller R, et al. U.K. Controlled trial of intrapleural streptokinase for pleural infection. N Engl J Med. 2005;352(9):865–74. 66. Carneiro DC, Duarte D’Ambrosio P, Mariani AW, Fonini JS, Aguirre GKZ, Carneiro Leão JP, et al. Evaluation of the RAPID score as a predictor of postoperative morbidity and mortality in patients undergoing pulmonary decortication for stage III pleural empyema. Clinics (Sao Paulo). 2024;79:100356. 67. Stüben BO, Plitzko GA, Urban F, Kölzer H, Kemper M, Wakker J, et al. Adjusting the RAPID score with 2 additional variables significantly increases its predictive value in patients with empyema. Sci Rep. 2023;13(1):3206. 68.Surgery in 71. Cheng YF, Chen YL, Cheng CY, Huang CL, Hung WH, Wang BY. Culture-positive and culture-negative empyema after thoracoscopic decortication: a comparison of short-term and long-term outcomes. Open Forum Infect Dis. 2023;10(6):ofad227. 72. Zorbas KA, Abbas AES, Song KJ, Zorbas IA, Lois W, Burack JH. A simple prediction score for postoperative mortality after decortication. J Thorac Dis. 2023;15(12):6483–92. 73. Towe CW, Srinivasan S, Ho VP, Bachmann K, Worrell SG, Perry Y, et al. Antibiotic resistance is associated with morbidity and mortality after decortication for empyema. Ann Thorac Surg. 2021;111(1): 206–13. 74. Berna P, Quesnel C, Assouad J, Bagan P, Etienne H, Fourdrain A, et al. Guidelines on enhanced recovery after pulmonary lobectomy. Anaesth Crit Care Pain Med. 2021;40(1):100791. 75. Leonardi B, Sagnelli C, Fiorelli A, Leone F, Mirra R, Pica DG, et al. Application of ERAS protocol after VATS surgery for chronic empyema in immunocompromised patients. Healthcare (Basel). 2022;10(4):635. 76. Pulle MV, Tiwari N, Asaf BB, Puri HV, Bishnoi S, Gopinath SK, et al. Does an enhanced recovery after surgery protocol affect perioperative surgical outcomes in stage III tubercular empyema? A comparative analysis of 243 patients. Asian Cardiovasc Thorac Ann. 2020; 218492320966435. 77. Xia Z, Qiao K, Wang H, Ning X, He J. Outcomes after implementing the enhanced recovery after surgery protocol for patients undergoing tuberculous empyema operations. J Thorac Dis. 2017;9(7):2048–53.",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_surgery_ie_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}