{
  "id": "papoip_stenting_techniques_enriched",
  "title": "Y-Stenting Techniques",
  "abstract": "",
  "content": "Y-Stenting Techniques Daniela Gompelmann Contents Introduction............................................................................................... 2 Indication for Y-Stent Placement....................................................................... 2 Contraindications......................................................................................... 2 4 Y-Stent..................................................................................................... 2 4.1 Y-Shaped Polymer Stents.................................................................................. 3 4.2 Y-Shaped Hybrid Stents................................................................................... 3 4.3 Y-Shaped Metallic Stents.................................................................................. 3 4.4 Comparison Between Y-Shaped Polymer Stents and Metallic Stents.................................... 5................................................................................. 5 5.1 Dumon Y-Stent............................................................................................ 5 5.2 Dynamic Y-Stent........................................................................................... 5 5.3 Y-Shaped Metallic Stents.................................................................................. 5 Stent-Related Complications............................................................................ 6 6.1 Mucostasis................................................................................................. 6 6.2 Granulation Tissue Formation............................................................................. 6 6.3 Stent Fracture.............................................................................................. 7 6.4 Stent Migration............................................................................................ 7 Conclusion................................................................................................ References....................................................................................................... Abstract Y-shaped stents provide treatment for patients with life-threatening central airway obstruction involving lower trachea, main carina, and proximal mainstem bronchi. Tracheobronchial stenoses may result from malignant as well as from benign disorders. The most frequent cause for malignant central airway obstruction is the extension of adjacent lung cancer. The morbidity due to respiratory distress is significant. Stenting of the airway has been proved to reestablish patency of narrowed central airways. Furthermore, airway stents provide sealing fistulas between trachea or bronchi and esophagus that can be mostly observed in case of esophageal cancer. Stent placement is also a therapeutic option in case of benign diseases like strictures or tracheobronchomalacia; however, surgery remains the gold standard in benign airway stenoses. Generally, Y-stents can be divided into different groups with variable advantages and disadvantages depending mainly on the material they are made from: Y-shaped polymer stents, Y-shaped hybrid stents, and Y-shaped metallic stents. The type of the stent must be carefully selected, considering the biomechanics of the airway obstruction. Although the stents provide immediate relief of symptoms, adverse events like granulation tissue formation, secretion, or mucostasis are common. Therefore, - Gompelmann (✉) Department of Internal Medicine II, Division of Pulmonology, Medical University of Vienna, Vienna, Austria e-mail: daniela.gompelmann@meduniwien.ac.at (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_41-1\n\ncentral airway obstruction is the extension of adjacent lung cancer. The morbidity due to respiratory distress is significant. Stenting of the airway has been proved to reestablish patency of narrowed central airways. Furthermore, airway stents provide sealing fistulas between trachea or bronchi and esophagus that can be mostly observed in case of esophageal cancer. Stent placement is also a therapeutic option in case of benign diseases like strictures or tracheobronchomalacia; however, surgery remains the gold standard in benign airway stenoses. Generally, Y-stents can be divided into different groups with variable advantages and disadvantages depending mainly on the material they are made from: Y-shaped polymer stents, Y-shaped hybrid stents, and Y-shaped metallic stents. The type of the stent must be carefully selected, considering the biomechanics of the airway obstruction. Although the stents provide immediate relief of symptoms, adverse events like granulation tissue formation, secretion, or mucostasis are common. Therefore, - Gompelmann (✉) Department of Internal Medicine II, Division of Pulmonology, Medical University of Vienna, Vienna, Austria e-mail: daniela.gompelmann@meduniwien.ac.at (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_41-1it is important to select the patients prior to airway stenting who will truly benefit from stent implantation. - Keywords* Stent implantation · Airway stenosis · Granulation tissue formation · Metallic stents · Stent fracture - 1 Introduction Airway stents had been already implanted in the last century especially for the treatment of airway strictures, but the name “stent” has still a longer history [8]. In 1856, the English dentist Charles Stent (1807–1885) and both his sons Charles R. Stent (1845–1901) and Arthurs H. O. Stent (1859–1900) created a thermoplastic material to cast dental models [21]. In the years to come, this compound was trademarked under the name “stents.” Today, the name “stent” is used for materials that are used to hold tissue in place or for a tube that is inserted into the lumen of any anatomical tubular structures to keep a previously blocked passageway open. Y-shaped airway stents that consist of a tracheal body and two bronchial limbs are used in case of central airway obstruction involving the main carina. - 2 Indication for Y-Stent Placement In general, tracheobronchial stents are implanted to reestablish patency of extraluminal compressed airways as well as to stabilize airway patency after endoscopic removal of endoluminal obstruction resulting from various benign and malignant processes [7, 9, 13]. Malignant tracheobronchial stenoses that are commonly caused by adjacent lung cancer, esophageal carcinoma, thyroid carcinoma, or metastases of extrthoracic carcinomas are the leading indication for airway stenting. Thereby, stent placement can be performed as palliation treatment for symptom relief, and improved quality of life, but also as a bridge to definitive tumor-specific treatment [11, 18]. Benign stenoses often result from scarred tissue due to injuries to the mucosa with impairment of tracheal wall blood flow. The most common type of benign airway stenosis is the post tracheostomy stenosis. But also systemic diseases like amyloidosis or vasculitis, post tuberculosis scar, anatomic strictures, or goiter can cause benign airway obstruction. Stenting of benign stenoses should only be considered if the patient is inoperable, as surgery is still the gold standard for treatment of benign stenoses. In case of main carinal obstruction involving the distal trachea and the proximal main bronchi, the use of straight stents is limited due to the Y-shaped anatomy of the carina. Therefore, Y-shaped stents consisting of the tracheal body and two bronchial limbs are necessary to treat airway obstructions involving the lower trachea, main carina, and proximal mainstem bronchi. Another indication for Y-stents is sealing fistulas and dehiscences between distal trachea and proximal main bronchi to the esophagus or to the pleural cavity that can be congenital or acquired as in majority of the cases. The most common cause for tracheoesophageal fistula is esophageal carcinoma. Single implantation of an esophageal tube often fails to seal the fistula; furthermore, a protrusion of this esophageal stent into the lumen of the airway with consequently compromising ventilation is often observed. The insertion of an airway stent prevents the protrusion of the esophageal tube, maintains ventilation, and supports sealing the fistula. Central airway obstruction involving the main carina can also result from tracheobronchomalacia-a kind of benign stenosis [25]. Two types can be distinguished: cartilaginous and membranous tracheobronchomalacia. Cartilaginous tracheobronchomalacia reflects a loss of the structure of trachea or mainstem bronchi due to destruction of the cartilaginous rings. Membranous tracheobronchomalacia, also known as excessive dynamic airway collapse, is manifested by collapse during exhalation because of a laxity of the Pars membranacea. Patients, especially with cartilaginous tracheobronchomalacia, may benefit from the implantation of Y-shaped airway stents, but in this indication, several problems have been encountered, so that a permanent stent placement is mostly not recommended. - 3 Contraindications The placement of a Y-shaped airway stent is often performed in patients with life-threatening main carinal stenoses; therefore, there are no absolute contraindications in these situations. But stenting is associated with several problems, so that other endobronchial techniques and tools that reestablish the patency of the obstructed airways should be taken into consideration. In most cases, a combination of different endobronchial techniques provides the most efficacious management of tracheobronchial stenoses. In case of benign main carinal stenosis, surgery is still the gold standard. Stent placement can also provide immediate relief from symptoms, but the stent-related problems in the long run should be kept in mind. - 4 Y-Stent* Y-shaped stents imitating the anatomy of the central airways provide treatment of tracheobronchial stenosis involving the lower trachea, main carina, and proximal mainstem bronchi. There is also the possibility to use Y-shaped stents for airway - Gompelmann\n\nespecially with cartilaginous tracheobronchomalacia, may benefit from the implantation of Y-shaped airway stents, but in this indication, several problems have been encountered, so that a permanent stent placement is mostly not recommended. - 3 Contraindications The placement of a Y-shaped airway stent is often performed in patients with life-threatening main carinal stenoses; therefore, there are no absolute contraindications in these situations. But stenting is associated with several problems, so that other endobronchial techniques and tools that reestablish the patency of the obstructed airways should be taken into consideration. In most cases, a combination of different endobronchial techniques provides the most efficacious management of tracheobronchial stenoses. In case of benign main carinal stenosis, surgery is still the gold standard. Stent placement can also provide immediate relief from symptoms, but the stent-related problems in the long run should be kept in mind. - 4 Y-Stent* Y-shaped stents imitating the anatomy of the central airways provide treatment of tracheobronchial stenosis involving the lower trachea, main carina, and proximal mainstem bronchi. There is also the possibility to use Y-shaped stents for airway - Gompelmannstenosis or bronchopleural fistula around the upper carina between the right upper lobe bronchus and the bronchus intermedius or the left upper lobe bronchus and lower lobe bronchus, but only limited data are available [2]. Generally, the bifurcation stents can be divided in three groups, depending on the material: polymer stents, hybrid stents, and self-expandable metallic stents [3]. The first manufactured Y-shaped stents were polymer stents. 4.1 Y-Shaped Polymer Stents In 1972, Neville et al. developed the first Y-airway Dacron cuffed silastic device replacing trachea and main bronchi [8]. Eight years later, the Westaby T-Y Tube, manufactured by silicone, was implanted successfully as first bifurcated prosthesis. The side limb of the Y-stent requires tracheotomy. Today, this prosthesis is only used for extremely long stenoses from the cricoid to the upper lobe bronchi. The later introduced bifurcated stents are held in place by their geometric shape and do not longer require a tracheostomy. The Orlowski Y-Stent, created from polyvinyl chloride with internal metal armor, provides treatment of extremely strictures. This stent cannot be compressed. The Hood Y-Stent, fabricated of flexible silicone, is softer than the other bifurcated stents than those listed above. This stent can be implanted in several techniques but requires good skill in rigid bronchoscopy. The silicone Dumon Y-Stent is like the other straight Dumon Stents covered with little studs on the outside preventing migration and a nonadherent smooth inner surface reducing problems with incrusted secretions [5] ( In 2004, the clinical results of implantation of a Dumon Y-Stent in 86 patients suffering from central airway obstruction or fistula were published by Duteau et al [6]. Subjective symptomatic relief following stent placement was evidenced in 98 % of the patients. After 3 months of follow-up, 45 % of the patients died of their underlying disease, there were no stent-related death. Similar results were reported by Sehgal et al. in 2017 [23]. The silicone Y-stent was deployed successfully in 27 patients with malignant airway obstruction or fistula who experienced a rapid relief of symptoms following the procedure. 4.2 Y-Shaped Hybrid Stents The Dynamic Y-Stent is an anatomically shaped bifurcation stent with an anterolateral silicone wall reinforced with a metallic hoop and a non-reinforced posterior wall resembling the membranous part of the trachea (Figs. 2a, b, and 3). This flexible posterior membrane mimics the dynamic of the Pars membranacea of the trachea. During coughing, the membrane bulges inward, thereby increasing its efficacy. For sealing fistulas, the Dynamic Y-Stent should be preferably chosen following the placement of an esophageal stent, because the non-reinforced posterior wall presses nicely against the anterior wall of the esophageal stent. In 1997, Freitag et al. published the results of a 5-year experience of 135 patients suffering from compression stenoses, strictures, or malacias of the central airways or tracheoesophageal fistulas, who were treated with the dynamic bifurcation airway stent [10]. A stent implantation could be achieved in all patients without any major complication and provided immediate relief of dyspnea in most cases. In 20 % of the cases, a successfully tumor-specific treatment with subsequent reduction of central airway stenosis allowed removal of the stent. Three months following stent implantation, 18 % of the patients were still alive with stent in place. 4.3 Y-Shaped Metallic Stents The self-expandable metallic Y-shaped ( These stents are woven metallic stents consisting of highly elastic nitinol wire. They are completely covered expect the distal 5 mm of the right branch and are available in different lengths and diameters. These self-expanding stents are implanted using an introducer system under fluoroscopic guidance. The stent placement is facilitated by radio-opaque markers at different points of the stent. The edges and dinner surface are smooth, but problems like retained secretion have also been observed. In 2007, the first clinical results of the implantation of self-expandable Y-Stenting\n\nfrom compression stenoses, strictures, or malacias of the central airways or tracheoesophageal fistulas, who were treated with the dynamic bifurcation airway stent [10]. A stent implantation could be achieved in all patients without any major complication and provided immediate relief of dyspnea in most cases. In 20 % of the cases, a successfully tumor-specific treatment with subsequent reduction of central airway stenosis allowed removal of the stent. Three months following stent implantation, 18 % of the patients were still alive with stent in place. 4.3 Y-Shaped Metallic Stents The self-expandable metallic Y-shaped ( These stents are woven metallic stents consisting of highly elastic nitinol wire. They are completely covered expect the distal 5 mm of the right branch and are available in different lengths and diameters. These self-expanding stents are implanted using an introducer system under fluoroscopic guidance. The stent placement is facilitated by radio-opaque markers at different points of the stent. The edges and dinner surface are smooth, but problems like retained secretion have also been observed. In 2007, the first clinical results of the implantation of self-expandable Y-StentingMetallic Y-stents were published by Yang et al [26]. Five patients with a complex tracheobronchial stenosis due to lung cancer or esophageal cancer were successfully treated with these metallic Y-stents. No procedure-related complications were observed. All patients had immediate relief of respiratory symptoms of dyspnea or cough. After this first publication, various retrospective studies described the feasibility, safety, and efficacy of the Y-shaped self-expandable metallic stent implantation: among others, Han et al. [14], Qiao et al. [19], Conforti et al. [4], Madan et al. [16], and Schulze et al. [22] reported a safe and successful implantation of Y-shaped nitinol stents in 35, 12, 20, 38, and 27 patients, respectively, with central airway stenosis or fistula. - Gompelmann\n\nright branch and are available in different lengths and diameters. These self-expanding stents are implanted using an introducer system under fluoroscopic guidance. The stent placement is facilitated by radio-opaque markers at different points of the stent. The edges and dinner surface are smooth, but problems like retained secretion have also been observed. In 2007, the first clinical results of the implantation of self-expandable Y-StentingMetallic Y-stents were published by Yang et al [26]. Five patients with a complex tracheobronchial stenosis due to lung cancer or esophageal cancer were successfully treated with these metallic Y-stents. No procedure-related complications were observed. All patients had immediate relief of respiratory symptoms of dyspnea or cough. After this first publication, various retrospective studies described the feasibility, safety, and efficacy of the Y-shaped self-expandable metallic stent implantation: among others, Han et al. [14], Qiao et al. [19], Conforti et al. [4], Madan et al. [16], and Schulze et al. [22] reported a safe and successful implantation of Y-shaped nitinol stents in 35, 12, 20, 38, and 27 patients, respectively, with central airway stenosis or fistula. - Gompelmann## 4.4 Comparison Between Y-Shaped Polymer Stents and Metallic Stents Nowadays, metallic stents are used more frequently than silicone stents for malignant central airway obstruction. One 2020 published, retrospective analysis compared feasibility, efficacy, and tolerance of Y-shapes polymer stents (n = 40) to self-expandable metallic Y-stents (n = 38) in patients with malignant tumors involving the main carina [15]. Implantation of polymer Y-stents failed significantly more often compared to the metallic Y-stent group. Moreover, the duration of the silicone stent implantation was significantly longer. No significant difference was observed in terms of early or late complications between the two groups. ## Implantation Techniques Stent implantation is commonly combined with other endoscopic procedures alleviating the acute airway obstruction. In case of intraluminal tumor growth, laser-assisted resection, electrocautery, argon-plasma-coagulation, or cryodebridement offers removal of neoplastic tissue prior to the stent implantation. In the event of extrabronchial compression, balloon dilatation can be used to extend the airway followed by stent implantation for stabilization of the narrowed airways. Prior to the implantation of the stent, the length and diameter of the stent have to be determined. The length of the stent should cover the stenosis in both main bronchi as well as in the trachea > = 5 mm. The diameter of the stent should greater than the diameter of the remaining stenosis after mechanically treatment or dilatation. Although stent implantation is possible using flexible bronchoscope, rigid bronchoscopy remains the preferred method for stent implantation that provides handling potential complications. There are different techniques, the Y-stent can be implanted depending on the type of Y-shaped stent. ### 5.1 Dumon Y-Stent The Dumon Y-stents are inserted ideally by using the introducer system of a special rigid bronchoscope (Efer, Harrell Universal Bronchoscope). This bronchoscope features a series of interchangeable tubes of various sizes. Two different implantation techniques can be distinguished. In the “pushing method,” the Y-stent is placed inside the tube of the special bronchoscope and then pushed blindly out above the main carina in the trachea. Afterward, the limbs of the Y-stent may have to be twisted and positioned with opened grasping forceps to the carina. In the “pulling method,” the Y-stent is deposited completely in the main bronchus that is most narrowed by the tumor. Afterward, the stent is pulled back using rigid forceps until the shorter bronchial limb slips into the other main bronchus. ### 5.2 Dynamic Y-Stent In 1997, Freitag et al. reported about a new insertion technique for the placement of bifurcated airway stents, especially of the Dynamic Y-Stents [10]. These Dynamic Y-Stents can be inserted with special forceps-modified foreign-body-removal forceps with extra long jaws simplifying the passage of the stent through the vocal cords and the tracheobronchial stenosis. Prior to the implantation of the Y-stent, rigid and/or flexible bronchoscopy is performed to measure the length of tracheobronchial stenosis. Afterward, the bronchoscope can be removed. The stent is grasped from inside with these dedicated forceps that are advanced to the carina under visual control using a normal laryngoscope. Then, the forceps are opened, and the bronchial limbs glide into the main bronchi as the forceps saddle the carina. Afterward, a movable pusher is used to anchor the stent while the grasping part of the stent forceps is withdrawn. After complete removal of the forceps, the patient is reintubated with a short bronchoscope or tracheoscope, and stent position and function are checked. ### 5.3 Y-Shaped Metallic Stents The stent implantation should also preferably be performed under general anesthesia and HJ ventilation using a rigid bronchoscope; however, implantation with laryngeal mask airway using conscious sedation is also possible [20]. The self-expandable metallic stents are implanted using a special delivery system with the preloaded stent. Besides the flexible bronchoscope, two guide wires are required, and the stent implantation should be performed under fluoroscopic guidance. First, the two guide wires are bronchoscopically advanced into both main bronchi, one in the left bronchus and one in the right bronchus. Afterward, the flexible bronchoscope is removed, and the delivery system is inserted to the carina along the two guide wires. Under fluoroscopic guidance, first, the two branches of the Y-stent localized in the main bronchi can be delivered. Finally, the tracheal stent is deployed by withdrawing the introducer sheath, thus completely releasing the Y-stent. The stent position is then checked bronchoscopically. The technique used for placement of the self-expandable metallic Y-stent under fluoroscopic guidance is shown in If fluoroscopy is not available, Y-shaped metallic stent placement can also be performed under direct bronchoscopic visualization without the use of fluoroscopic and guidewire guidance [17].\n\nand HJ ventilation using a rigid bronchoscope; however, implantation with laryngeal mask airway using conscious sedation is also possible [20]. The self-expandable metallic stents are implanted using a special delivery system with the preloaded stent. Besides the flexible bronchoscope, two guide wires are required, and the stent implantation should be performed under fluoroscopic guidance. First, the two guide wires are bronchoscopically advanced into both main bronchi, one in the left bronchus and one in the right bronchus. Afterward, the flexible bronchoscope is removed, and the delivery system is inserted to the carina along the two guide wires. Under fluoroscopic guidance, first, the two branches of the Y-stent localized in the main bronchi can be delivered. Finally, the tracheal stent is deployed by withdrawing the introducer sheath, thus completely releasing the Y-stent. The stent position is then checked bronchoscopically. The technique used for placement of the self-expandable metallic Y-stent under fluoroscopic guidance is shown in If fluoroscopy is not available, Y-shaped metallic stent placement can also be performed under direct bronchoscopic visualization without the use of fluoroscopic and guidewire guidance [17].Stent-Related Complications Despite of the benefit of the airway stents, there are some possible stent-related problems. 6.1 Mucostasis One of the most commonly reported side effects is mucostasis due to missing of mucociliary clearance inside polymer stents and covered stents and due to the inability to cough efficiently ( The best measure to prevent mucostasis is a regular inhalation with saline. Furthermore, anti-inflammatory topical drugs can be used and are probably more useful than mucolytics. 6.2 Granulation Tissue Formation Development of granulation tissue is due to the high localized pressure of the Y-stent on the mucosa ( - Gompelmann\n\nfluoroscopic guidance, first, the two branches of the Y-stent localized in the main bronchi can be delivered. Finally, the tracheal stent is deployed by withdrawing the introducer sheath, thus completely releasing the Y-stent. The stent position is then checked bronchoscopically. The technique used for placement of the self-expandable metallic Y-stent under fluoroscopic guidance is shown in If fluoroscopy is not available, Y-shaped metallic stent placement can also be performed under direct bronchoscopic visualization without the use of fluoroscopic and guidewire guidance [17].Stent-Related Complications Despite of the benefit of the airway stents, there are some possible stent-related problems. 6.1 Mucostasis One of the most commonly reported side effects is mucostasis due to missing of mucociliary clearance inside polymer stents and covered stents and due to the inability to cough efficiently ( The best measure to prevent mucostasis is a regular inhalation with saline. Furthermore, anti-inflammatory topical drugs can be used and are probably more useful than mucolytics. 6.2 Granulation Tissue Formation Development of granulation tissue is due to the high localized pressure of the Y-stent on the mucosa ( - Gompelmannimplanted noncovered metal airway stents has been studied in a prospective trial in 2005 [12]. First, the basal membrane was destroyed by stent filaments, the microvessels in the submucosa were eroded, and then a slow papillomatous growth of granulation tissue and a nonspecific inflammatory reaction could be documented. In 22 % of the 18 included patients, a polypoid tissue hyperproliferation led to clinical significant partial restenosis. To reduce the tissue hyperproliferation, the airway stents should fit tight to avoid dynamic friction without a high pressure on the mucosa that would impair microcirculation. Besides, the end of the stents should be smooth to reduce the risk of development of scarring and shrinking at the stent edges that also could lead to restenosis. Granulation tissue formation is less frequently seen in immunocompromised patients. In 2008, the degree of in-stent granulation tissue formation was evaluated in 18 immunocompetent patients and in 11 patients receiving immunosuppression therapy [24]. Tissue hyperproliferation was significantly lower in the immunocompromised patients. The immunosuppression therapy may have an inhibitory effect on granulation tissue. However, general application of steroids cannot be recommended. Another complication is the stent luminal narrowing due to stent invasion by adjacent neoplasm. In uncovered stents, the malignant tissue grows through the meshes and begins to obstruct the stent lumen. But also, in case of polymer stents or covered metallic stent, the tumor can grow over the edges and can protrude into the stent. To avoid the last stated risk, it is important to select a stent with an appropriate length. A restenosis due to occlusion by malignant tissue or granulation tissue formation requires recanalization mechanically, by cryotherapy or argon-beamer coagulation to restore airway patency. In addition, internal or external radiation therapy afterward can prevent further development of granulation tissue. 6.3 Stent Fracture Stent fracture is one of the major concerns especially in case of self-expandable metallic stents, because it can cause wall injuries promoting granulation tissue formation, bronchial wall perforation, and intraluminal obstruction. Dyspnea, infection, and cough are the clinical signs. 6.4 Stent Migration Stent migration is nearly not observed in Y-stents, because they are hold in place by their geometric shape. In 4 out of Dynamic Y-Stents, a cephalad migration could be detected. These complications were observed either after tumor response to treatment or after long-term bouginage effects. therapy of stenosis due to external compression or fistula of the lower trachea, main carina, and proximal mainstem bronchi usually requires the use of a Y-shaped stent. Especially in case of malignant stenoses, these airway stents provide palliation. Benign airway stenoses are still an indication for surgical treatment, but for patients who are definitely inoperable, an airway stent is also an option. Generally, the bifurcation stents can be divided in three groups, depending on the material: polymer stents, hybrid stents, and self-expandable metallic stents. The Y-stents provide immediate relief from dyspnea in patients with central airway obstruction; however, they are also associated with several problems like mucostasis, granulation tissue formation, tumor overgrowth, and stent fractures. Therefore, it is tissue formation in a selfexpandable metallic Y-stent Y-Stenting\n\nand cough are the clinical signs. 6.4 Stent Migration Stent migration is nearly not observed in Y-stents, because they are hold in place by their geometric shape. In 4 out of Dynamic Y-Stents, a cephalad migration could be detected. These complications were observed either after tumor response to treatment or after long-term bouginage effects. therapy of stenosis due to external compression or fistula of the lower trachea, main carina, and proximal mainstem bronchi usually requires the use of a Y-shaped stent. Especially in case of malignant stenoses, these airway stents provide palliation. Benign airway stenoses are still an indication for surgical treatment, but for patients who are definitely inoperable, an airway stent is also an option. Generally, the bifurcation stents can be divided in three groups, depending on the material: polymer stents, hybrid stents, and self-expandable metallic stents. The Y-stents provide immediate relief from dyspnea in patients with central airway obstruction; however, they are also associated with several problems like mucostasis, granulation tissue formation, tumor overgrowth, and stent fractures. Therefore, it is tissue formation in a selfexpandable metallic Y-stent Y-Stentingimportant to select the patients prior to airway stenting who will truly benefit from stent implantation. ## References 1. Agrafiotis M, Siempos II, Falagas ME. Infections related to airway stenting: a systematic review. Respiration. 2009;78:69–74. 2. Bi Y, Zhu X, Yu Z, Wu G, Han X, Ren J. Clinical outcomes of metallic Y-shaped covered stents for bronchopleural fistula around upper carina after lobectomy. BMC Pulm Med. 2019;19(1):199. 3. Casal RF. Update in airway stents. Curr Opin Pulm Med. 2010;16: 321–8. 4. Conforti S, Durkovic S, Rinaldo A, Gagliardone MP, Montorsi E, Torre M. Self-expanding y stent for the treatment of malignant tracheobronchial stenosis. Retrospective study. Arch Bronconeumol. 2016;52(11):e5-7. 5. Dumon FJ. A dedicated tracheobronchial stent. Chest. 1990;97:328–32. 6. Dutau H, Toutblanc B, Lamb C, Seijo L. Use of the Dumon Y-Stent in the management of malignant disease involving the carina: a retrospective review of 86 patients. Chest. 2004;136:951–8. 7. Ernst A, Feller-Kopmann D, Becker HD, Metha AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169:1278–97. 8. Freitag L. Airway stents. In: Strausz J, Bolliger computed tomography (CT), editors. Interventional pulmonology. European respiratory monograph, vol. 48. Sheffield: European Respiratory Society; 2010. p. 190–217. 9. Freitag L. Tracheobronchial stents. In: Bolliger CT, Mathur PN, editors. Interventional bronchoscopy, vol. 30. Basel: Karger; 2000. p. 171–86. 10. Freitag L, Tekolf E, Stamatis G, Greschuchna D. Clinical evaluation of a new bifurcated dynamic airway stent: a 5-year experience with 135 patients. Thorac Cardiovasc Surg. 1997;45:6–12. 11. Furuwaka K, Ishida J, Yamaguchi G, Usuda J, Tsutsui H, Saito M, Konaka C, Kato H. The role of airway stent placement in the management of tracheobronchial stenosis caused by inoperable advanced lung cancer. Surg Today. 2010;40:315–20. 12. Grewe PH, Müller KM, Lindstaedt M, Germing A, Müller A, Mügge A, Deneke T. Reaction patterns of the tracheobronchial wall to implanted noncovered metal stents. Chest. 2005;128:986–90. 13. Herth FJF. Endobronchial management of central cancers. In: Spiro SG, Huber RM, Janes M, editors. Thoracic malignancies. European respiratory society monograph, vol. 44. Sheffield: European Respiratory Society; 2009. p. 336–48. 14. Han XW, Wu G, Li YD, Zhang QX, Guan S, Ma N, Ma J. Overcoming the delivery limitation: results of an approach to implanting an integrated self-expanding Y-shaped metallic stent in the carina. J Vasc Interv Radiol. 2008;19:742–7. 15. Lachkar S, Couraud S, Salaün M, Roger M, Bota S, Guisier F, Thiberville L. Self-expanding metallic Y-stent compared to silicone Y-stent for malignant lesions of the main carina: a single center retrospective study. Respir Med Res. 2020;78:100767. 16. Madan K, Dhooria S, Sehgal IS, Mohan A, Mehta R, Pattabhiraman V, Goyal R, Agarwal R. A multicenter experience with the placement of self-expanding metallic tracheobronchial Y stents. J Bronchology Interv Pulmonol. 2016;23(1):29–38. 17. Özdemir C, Sökücü SN, Karasulu L, Önür ST, Dalar L. Placement of self-expandable bifurcated metallic stents without use of fluoroscopic and guidewire guidance to palliate central airway lesions. Multidiscip Respir Med. 2016;11:15. 18. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, Gildea TR, Machuzak MS, Jimenez CA, Toth J, Kovitz KL, Ray C, Greenhill S, Casal RF, Almeida FA, Wahidi MM, Eapen GA, Feller-Kopman D, Morice RC, Benzaquen S, Tremblay A, Simoff M, AQuIRE Bronchoscopy Registry. Therapeutic bronchoscopy for malignant central airway obstruction: success rates and impact on dyspnea and quality of life. Chest. 2015;147(5):1282–98. 19. Qiao Y, Fu YF, Cheng L, Niu S, Cao C. Placement of integrated self-expanding Y-shaped airway stent in management of carinal stenosis. Radiol Med. 2016;121(9):744–50. 20. Pertzov B, Gershman E, Izhakian S, Amor SM, Rosengarten D, Kramer MR. Placement of self-expanding metallic tracheobronchial Y stent with laryngeal mask airway using conscious sedation under fluoroscopic guidance. Thorac Cancer. 2021;12(4):484–90. 21. Ring M. How a dentist’s name became a synonym for a life-saving device: the story of Dr. Charles stent. J Hist Dent. 2001;49:77–80. 22. Schulze AB, Evers G, Tenk FS, Schliemann C, Schmidt LH, Görlich D, Mohr M. Central airway obstruction treatment with self-expanding covered Y-carina nitinol stents: a single center retrospective analysis. Thorac Cancer. 2022;13(7):1040–9. 23. Sehgal IS, Dhooria S, Madan K, Pattabhiraman V, Mehta R, Goyal R, Akkaraju J, Agarwal R. Placement of tracheobronchial silicone Y-stents: multicenter experience and systematic review of the literature. Lung India. 2017;34(4):311–7. 24. Shlomi D, Peled N, Shitrit D, Bendayan D, Amital A, Kramer MR. Protective effect of immunosuppression on granulation tissue formation in metallic airway stents. Laryngoscope. 2008;118:1383–8. 25. Vachani A, Sterman DH. Bronchoscopy. In: Albert R, Spiro S, Jett JR, editors. Clinical respiratory medicine. 3rd ed. Philadelphia: Mosby/Elsevier; 2008. p. 177–96. 26. Yang RM, Han XW, Wu G, Li YD, Li FB. Implantation of a self-expandable metallic inverted Y-stent to treat tracheobronchial stenosis in the carinal region: initial clinical experience. Clin Radiol. 2007;62:1223–8. - Gompelmann",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "systematic_review",
    "aliases": [
      "rose"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_stenting_techniques_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}