{
  "doc_id": "papoip_large_bct",
  "title": "Large Bore Chest Tubes",
  "abstract": "",
  "content": "Large Bore Chest Tubes\nBradley W. Petkovich, Michael Klopp, and Nicholas J. Pastis Contents Introduction............................................................................................... 2 Principles.................................................................................................. 2 Indications/Contraindications........................................................................... 2\n3.1 Pneumothorax.............................................................................................. 2\n3.2 Traumatic Chest Wall Injury/Hemothorax................................................................ 3\n3.3 Contraindications/Considerations......................................................................... Chest Tube: Surgical/Blunt Dissection Technique....................................... 3\n4.1 Consent..................................................................................................... 3\n4.2 Size of Chest Tube......................................................................................... 4 Technique................................................................................................. 4\n5.1 Patient Position, Anatomy, Anesthesia, and Technique.................................................. Techniques for Large Bore Chest Tube Insertion.................................... 5\n6.1 Seldinger Technique....................................................................................... 5\n6.2 Trocar Method............................................................................................. 7: Three-Bottle Drainage System..................................................... 7 and Chest Tube Removal.................................................. 8 Complications............................................................................................. 8\n9.1 Malposition/Misplacement................................................................................ 8\n9.2 Injury to Surrounding Structures.......................................................................... 9\n9.3 Bleeding.................................................................................................... 9\n9.4 Subcutaneous Emphysema and Direct Parenchymal Injury.............................................. 9\n9.5 Wound Infection/Empyema............................................................................... 9\n9.6 Reexpansion Pulmonary Edema........................................................................... 9\n9.7 Pain/Intercostal Neuralgia................................................................................. 9 Conclusion................................................................................................ References....................................................................................................... Abstract\nChest tubes or pleural drains are inserted into the pleural space for the purposes of draining air or fluid. Historically, the choice of chest tube diameter was based on concerns of fluid viscosity or generation of adequate airflow-where large bore chest tubes (320 French (F) were used for complex pleural space infections, hemothorax, and large air leak pneumothoraces. Newer data in the last 15–20 years have minimized the indications for large bore chest tube. However, understanding the indications and their various insertion methods remains a valuable skill for the interventional pulmonologist. - W. Petkovich · M. Klopp · N. J. Pastis (✉)\nSection of Interventional Pulmonary, The Ohio State University,\nColumbus, OH, USA\nDepartment of Thoracic Surgery, Thoraxklinik University of\nHeidelberg, Heidelberg, Germany\ne-mail: Brad.Petkovich@osumc.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_69-1\ninfections, hemothorax, and large air leak pneumothoraces. Newer data in the last 15–20 years have minimized the indications for large bore chest tube. However, understanding the indications and their various insertion methods remains a valuable skill for the interventional pulmonologist. - W. Petkovich · M. Klopp · N. J. Pastis (✉)\nSection of Interventional Pulmonary, The Ohio State University,\nColumbus, OH, USA\nDepartment of Thoracic Surgery, Thoraxklinik University of\nHeidelberg, Heidelberg, Germany\ne-mail: Brad.Petkovich@osumc.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_69-1Keywords\nLarge bore chest tube · Empyema · Hemothorax · Pneumothorax tubes or pleural drains are placed into the pleural space for the purposes of draining air or fluid. Classical indications for chest tubes include pneumothorax, malignant pleural effusions, trauma, hemothorax, empyema, or complicated parapneumonic effusions. Historically, the choice of a chest tube diameter has largely been guided over concerns of viscosity or generation of adequate air flow. The larger tube sizes were considered necessary for viscous content (i.e., infected pleural spaces such as empyema or large clots in the case of hemothorax) and large air leak pneumothoraces. However, over the last 15–20 years, clinical trials are finding larger catheters that might not improve outcomes despite formulas for air or fluid drainage (Fanning and Hagen-Pouiselle’s, respectively) which suggest they would [1, 2]. Most authors define large bore chest tubes as > = 20 French [3, 4]. Where French (F) is a measurement of outer diameter of the chest tube multiplied by 0.333-thus a 24 F is 8 mm, and 12 F is 4 mm. The outer diameter is an important caveat as some inner diameters can vary in size based on type of material and manufacturer. In this chapter, we will review the principles, techniques, and indications for large bore chest tubes and will suggest nuanced insight into these various indications. behind the large bore chest tube (or any cylinder for that matter) utilize flow of air or liquid based on two equations: Fanning’s equation (air) and Hagen-Poiseuille’s law (fluid). If we use Fanning equation (a moist gas) or Poiseuille’s law (liquid flow equivalent), the larger the catheter diameter, the greater the theoretical benefit of increased flow to the fourth power in fluids and to the fifth power in air as suggested by Poiseuille and Fanning, respectively. The Fanning equation: flow of a moist gas through a cylindrical pipe\nv = πr5P\nfl\nwhere v is flow, r is radius, P is pressure, f is the friction factor, and l is the length of the tube. Poiseuille’s law: flow of air or liquid through a cylinder:\nv = πr4ΔP = 8ηL\nwhere again ν is flow, P is the change in pressure, η is the density of gas or fluid, and L is the length of the tube. In spite of what would seem advantageous for larger bore catheter use with more viscous fluid, the advent of improved lytic medications (tpa/dornase), ultrasound guidance, and chest tube management techniques (i.e., flushing catheters) in the setting of empyema and observational data in hemothorax, bigger tube size has generally not resulted in better outcomes but has resulted in more pain. This is best illustrated in the MIST 1 trial registry where Rahman and colleagues showed that while small bore chest tubes ( < 20 F) were no less effective, pain scores were significantly less when compared to larger bore chest tubes [2]. This leads many practitioners to question the current role for large bore catheters; however, a strong argument can still be made for their valuable role in select circumstances. Indications/Contraindications\nThere are several remaining indications for large bore chest tubes including spontaneous pneumothorax on mechanical ventilation with high positive end expiratory pressure (PEEP), bronchopleural fistulas, emergency situations, traumatic chest injuries, some cases of hemothorax, and post-thoracic surgery pneumothorax. While guidelines for utilization of large bore chest tubes may support initial small-bore chest tube approach, the thoughtful clinician may find scenarios for initial placement of a large bore catheter either for its size, its limited kinking, or its surgical approach. We will touch on these various indications. 3.1\nPneumothorax\nThere are several updates to the recommended sizing for initial chest tube management. For example, the previous recommendation for pneumothorax was listed as Fr [5]. In 2001, the American College of Chest Physicians (ACCP) in a Delphi consensus recommend using either a small-bore catheter (defined as < = 14 F) or 16–22 F for an asymptomatic primary spontaneous pneumothorax (PSP) with good consensus. However, it is considered controversial 20 years later as to whether a chest tube is even needed in the asymptomatic spontaneous pneumothorax which can be carefully observed [6]. The\nician may find scenarios for initial placement of a large bore catheter either for its size, its limited kinking, or its surgical approach. We will touch on these various indications. 3.1\nPneumothorax\nThere are several updates to the recommended sizing for initial chest tube management. For example, the previous recommendation for pneumothorax was listed as Fr [5]. In 2001, the American College of Chest Physicians (ACCP) in a Delphi consensus recommend using either a small-bore catheter (defined as < = 14 F) or 16–22 F for an asymptomatic primary spontaneous pneumothorax (PSP) with good consensus. However, it is considered controversial 20 years later as to whether a chest tube is even needed in the asymptomatic spontaneous pneumothorax which can be carefully observed [6]. Theboth primary and secondary spontaneous pneumothorax with a trend toward more conservative management in both cases, allowing for observation regardless of size in the asymptomatic primary spontaneous pneumothorax, and even has a pathway for simple aspiration versus small bore chest tube for the symptomatic primary spontaneous pneumothorax or secondary spontaneous pneumothorax [8, 9]. There remain situations where a large bore chest tube should be considered in the setting of pneumothorax. For the patient on mechanical ventilation, a small bore chest tube may not be able to release the same volume of air produced in the setting of high positive end-expiratory pressure (PEEP). This is probably best illustrated by Lin and colleagues who demonstrated relative success for small bore chest tubes for iatrogenic pneumothoraces. However, barotrauma-related pneumothoraces with “higher” PEEP (~8.7 +/- 3 mmHg) and FiO2 > 60 % were more likely to fail with small bore tubes [10]. This presents a particularly vulnerable population where the clinician may opt for one procedure with a large bore tube rather than risking decompensation at a later time and potentially needing a second procedure to place a larger tube. Other situations where large bore chest tubes are commonly used are postthoracotomy where the recent recommendation suggests a 19–24 F pleural drain, though this has much to do with the size of the insertion port and reducing risk of subcutaneous emphysema [11]. 3.2 Traumatic Chest Wall Injury/Hemothorax\nTraumatic chest wall injuries and hemothorax remain two of the “less” debated indications for large bore chest tubes with the Advanced Trauma Life Support (ATLS) supporting a 28–32 F chest tube for management of hemothorax [12]. However, a recent small randomized clinical trial involving 43 patients supported that a 14 F chest tube may offer the similar benefits in hemothorax compared to the 28–32 F chest tube with a better patient tolerability [13]. Traumatic chest wall injuries with either hemothorax or hematopneumothorax present unique situations where large bore chest tubes may provide additional tactile support during placement for identifying surrounding structures, lung, diaphragm, and adhesions, as well as guiding directionality of placement. 3.3 Contraindications/Considerations\nThere are no absolute contraindications to chest tube placement in the setting of an emergency. However, relative contraindications or situations needing optimization include patients with underlying coagulopathies, pleural adhesions, loculated effusions, high riding diaphragms, or in the case of trauma displacement of the intraabdominal organs into the thoracic cavity. When time permits, utilizing ultrasound to identify important structures, lung sliding, lung point, diaphragm, or pleural based tumors prior to the insertion of the chest tube can be extremely helpful. Chest Tube: Surgical/Blunt Dissection Technique\nLarge bore chest tube can be placed by two or rarely three different methods-surgically (or blunt dissection) which involves the mid axillary approach utilizing what is commonly referred to as the safety triangle, the Seldinger technique, and the trocar method (otherwise known as the “harpoon”) which is discouraged [14]. As indications for large bore chest tubes decrease, practitioners may have less experience with them, so it is becoming more relevant to review the anatomy behind the surgical technique. In fact, in a review of 50 junior physicians in a British Training Program, only 44 % could adequately identify the safety triangle. And, of the those who placed these chest tubes unsupervised, only 16 of the 33 (48 %) correctly identified these safe landmarks [15]. The safety triangle is define as the anterior border of the latissimus dorsi, the lateral border of the pectoralis major muscle, a line superior to the horizontal level of the nipple (or superior to the submammary fold in women or persons with excessive adipose tissue) [16] (see Here we review a common technique behind surgical placement. 4.1 Consent\nWhile the placement of large bore chest tubes can be done quite safely, patients and/or families (when time permits) should be made aware of the risks of chest tube placement with special attention on the following:\n- Bleeding: especially injury to the intercostal blood vessels\n- Injury to intercostal nerves and the periosteum with intercostal pain and neuralgia\n- Injury to the surrounding structures which include intraperitoneal and intrthoracic organs, including bronchopleural fistula\n- Improper placement and tube dislodgment\n- Empyema-chest tube placement that could introduce bacteria into the pleural space\n- Reexpansion (edema) of the lung with coughing, shoulder\nmary fold in women or persons with excessive adipose tissue) [16] (see Here we review a common technique behind surgical placement. 4.1 Consent\nWhile the placement of large bore chest tubes can be done quite safely, patients and/or families (when time permits) should be made aware of the risks of chest tube placement with special attention on the following:\n- Bleeding: especially injury to the intercostal blood vessels\n- Injury to intercostal nerves and the periosteum with intercostal pain and neuralgia\n- Injury to the surrounding structures which include intraperitoneal and intrthoracic organs, including bronchopleural fistula\n- Improper placement and tube dislodgment\n- Empyema-chest tube placement that could introduce bacteria into the pleural space\n- Reexpansion (edema) of the lung with coughing, shoulder- Injury of intraperitoneal or intrthoracic organs\n- Emergency thoracotomy\n- Need for additional procedures - 4.2 Size of Chest Tube For most of the above-stated indications outside of trauma, a 20–24 F chest tube will likely suffice, but clinical judgment should always prevail. In trauma patients, a case for a 28 F chest tube can be made. In a nonclinical study, Chestovich and colleagues demonstrated improved flows and resistance to kinking compared with chest tubes smaller than 28 F but only slightly less flow compared to the 36 F chest tube. Hence, these authors concluded that the 28 F was ideal for most clinical scenarios requiring a large bore chest tube [17]. However, there are nuanced situations when a case for a larger tube could be justified or even multiple large bore tubes especially in the traumatic chest wall injury. - 5 Technique - 5.1 Patient Position, Anatomy, Anesthesia, and Technique As with all procedures, proper preparation and positioning is of the utmost importance. Spending more time on setup will ensure a more facile procedure. The insertion of the chest tube should be done under sterile conditions with the use of special instruments described below (see The patient should be placed in the supine position or at 45 degrees (in between supine and lateral decubitus positions) with the affected side arm abducted and externally rotated. We generally prefer the 45-degree position due to comfort of practitioner but especially prefer this method in the case of pneumothorax (as air is going to rise to the most vertical position). As previously described. The 3–5th Intercostal space within the mid axillary line is the preferred position well within the “safe” triangle which is anterior to the latissimus dorsi and posterior to the pectoralis major. This allows us to minimize muscle dissection beyond the intercostal muscle. Further, this position offers the ability to minimize kinking and can be advantageous later from a cosmetic perspective. The other described location is the “Monaldi Position” in the second intercostal space in the midclavicular line with the affected side arm adducted. While a large bore tube can be placed, we generally reserve this location for small bore chest tubes or for the use of an angiocatheter to relieve a tension pneumothorax prior to large bore chest tube placement. Another important aspect of tube insertion is guiding the tube to its appropriate position. Guiding the tube anterior cranially for pneumothorax or posterior caudally for fluid is the general approach. Some companies even provide right angle chest tubes to help facilitate caudal drainage of fluid. Special attention should be made at directing the tube anteriorly or posteriorly or the tube could end up in a major fissure largely limiting its success in evacuating the pleural space. Heffner and colleagues described the “horizontal” chest tube as cause for recurrent pneumothoraces in ARDS. While some of these tubes were likely in the correct position, many likely resided within the major fissures and were the cause for chest tube failure [18]. - Step by Step* 1. After achieving proper position, patient is disinfected using chlorohexidine or iodine.\n2. The “Safe Triangle” is the preferred location (Figs. 1 and 3a).\n3. Local analgesia in the form lidocaine should be used in volume of approximately 20 cc where the anesthetic is used to anesthetize the subcutaneous tissue, dermal\nbe made at directing the tube anteriorly or posteriorly or the tube could end up in a major fissure largely limiting its success in evacuating the pleural space. Heffner and colleagues described the “horizontal” chest tube as cause for recurrent pneumothoraces in ARDS. While some of these tubes were likely in the correct position, many likely resided within the major fissures and were the cause for chest tube failure [18]. - Step by Step* 1. After achieving proper position, patient is disinfected using chlorohexidine or iodine.\n2. The “Safe Triangle” is the preferred location (Figs. 1 and 3a).\n3. Local analgesia in the form lidocaine should be used in volume of approximately 20 cc where the anesthetic is used to anesthetize the subcutaneous tissue, dermalareas, intercostal area, periosteum, and parietal pleura. Additional anxiolytics and opioids may be needed depending on patient and situation. During the anesthetic process, either air or fluid should be aspirated to confirm proper placement. If no fluid nor air can be aspirated, reconfirming position with ultrasound can be invaluable ( 4. A skin incision of approximately 2 cm long over the rib in the direction of the rib itself. The serratus anterior muscles as well as the intercostal muscles are bluntly dissected along the superior border of the rib. We prefer to dissect and penetrate the intercostal musculature with large Kelly forceps (or with short scissors). Special attention is made to having devices closed while penetrating and open while pulling back. The air and/or fluid can now escape ( 5. A digital palpation is then performed circumferentially with the index finger or some instance or the fifth “pinky” finger ( 6. We use a Kelly forceps clamped at the distal end of the tube to help guide directionality and when inserted in the proper direction, we release the Kelly clamp while inserting the tube. In the case of pleural fluid or hemothorax, we place a second clamp on the tube more proximally to minimize spillage of thoracic on to the proceduralist or procedure area. As described above depending on rational for tube insertion, the tube can be guided apically or basal. 7. Very little resistance should be felt, upon insertion. If significant resistance is felt or kinking is visualized-then tube has demonstrated a false path outside the chest wall cavity (see 8. Draining air from the tube will fog with expiration. The patency of the tube can be assessed by visualizing fluctuation of the fluid in the collection container. 9. Suturing the chest tube incision should be with a strong suture via the U-suture technique, the Horizontal mattress suture, or with vertical mattress sutures. A strong suture such as 1 silk can be used for a fixation suture [16]. The fixation suture is wrapped around the tube with a single knot followed by multiple final knots. If done properly, this suture may also be used to close the wound ( 10. Attach the tube to a pleural drainage system-generally -20 cm H2O for fluid to water seal for pneumothoraces (unless unable to keep up with the evacuation of air). Techniques for Large Bore Chest Tube Insertion 6.1 Seldinger Technique\nWe will not go into detail into the more classical “over-the-wire” or Seldinger technique as this is the basis of small bore chest tubes and most central venous access. It is worth noting that some companies do provide large bore chest tubes that can be placed by this method. A disadvantage to this technique versus the traditional surgical method is the inability to perform digital palpation and manual guidance of the tube. The major difference between large bore catheters that use Seldinger technique and small bore catheters is the number of dilators. In these cases, up to three dilator series may be necessary for insertion for catheters up to 32 F ( (A) Disinfectant, (B) local\nanesthesia, (C) sterile drapes,\n(D) scalpel and forceps,\n(E) scissors, (F) pleural drainage\nand Kelly clamp, (G) needle\nclamp, and (H) scissors and suture Large Bore Chest\ninger technique as this is the basis of small bore chest tubes and most central venous access. It is worth noting that some companies do provide large bore chest tubes that can be placed by this method. A disadvantage to this technique versus the traditional surgical method is the inability to perform digital palpation and manual guidance of the tube. The major difference between large bore catheters that use Seldinger technique and small bore catheters is the number of dilators. In these cases, up to three dilator series may be necessary for insertion for catheters up to 32 F ( (A) Disinfectant, (B) local\nanesthesia, (C) sterile drapes,\n(D) scalpel and forceps,\n(E) scissors, (F) pleural drainage\nand Kelly clamp, (G) needle\nclamp, and (H) scissors and suture Large Bore Chest- W. Petkovich et al.\nbore chest tubes and most central venous access. It is worth noting that some companies do provide large bore chest tubes that can be placed by this method. A disadvantage to this technique versus the traditional surgical method is the inability to perform digital palpation and manual guidance of the tube. The major difference between large bore catheters that use Seldinger technique and small bore catheters is the number of dilators. In these cases, up to three dilator series may be necessary for insertion for catheters up to 32 F ( (A) Disinfectant, (B) local\nanesthesia, (C) sterile drapes,\n(D) scalpel and forceps,\n(E) scissors, (F) pleural drainage\nand Kelly clamp, (G) needle\nclamp, and (H) scissors and suture Large Bore Chest- W. Petkovich et al.## 6.2 Trocar Method\nThis technique is discouraged [20, 21]. The conceptually simple technique of making an incision into the skin and the subcutaneous tissue, followed by inserting a tube over a trocar in combination until the tube can be slid over the trocar in the pleural space, can be associated with significant morbidity. The lack of either tactile feedback (blunt dissection) and lack of flash of fluid or air in the case of Seldinger technique has resulted in serious injuries [22]. ## Drainage System: Three-Bottle Drainage System\nThe three-bottle drainage system ( There remains considerable controversy regarding the optimal drainage in the setting of pneumothorax with many practitioners having to rely upon past clinical experience [25] or expert opinion due to the scarcity of evidence. One study performed by Cerfolio and colleagues randomized 33 patients with postoperative air leaks to water seal versus -20 cm H2O suction. They found that air leaks resolved in 12 of the 18 patients randomized to water seal but only 1 of 15 in the suction group [26]. This may support the idea that suction could promote poor lung healing by keeping a patent alveolar pleural fistula intact. It is important to note that with brisk air leaks in this study, pneumothoraces did occur when placed on water seal. There are also instances when greater pleural apposition is achieved with suction and could theoretically promote healing by effectively sealing the alveolar pleural fistula against the parietal pleura. TRAP BOTTLE\nWATER SEAL BOTTLE\nMANOMETER BOTTLE\nDistance below water line equal to negative pressure generated when suction applied\nSuction\nAdjustable Vent Tube\nPatient ## Large Bore Chest Tubes\nwater seal versus -20 cm H2O suction. They found that air leaks resolved in 12 of the 18 patients randomized to water seal but only 1 of 15 in the suction group [26]. This may support the idea that suction could promote poor lung healing by keeping a patent alveolar pleural fistula intact. It is important to note that with brisk air leaks in this study, pneumothoraces did occur when placed on water seal. There are also instances when greater pleural apposition is achieved with suction and could theoretically promote healing by effectively sealing the alveolar pleural fistula against the parietal pleura. TRAP BOTTLE\nWATER SEAL BOTTLE\nMANOMETER BOTTLE\nDistance below water line equal to negative pressure generated when suction applied\nSuction\nAdjustable Vent Tube\nPatient ## Large Bore Chest Tubes## Postprocedure Treatment and Chest Tube Removal For postprocedure pain, nonsteroidal antiinflammatory drugs (NSAIDs) and opioids can be used for pain control. Even in the case of malignant effusion undergoing pleurodesis, NSAIDS showed a noninferior reduction in pleurodesis at 3 months [27]. The tube can be removed following resolution of the process which led to tube placement. Clamping trials are commonly perform prior to removal of a chest tube placed for pneumothorax. However, in the ACCP Consensus statement on the management of spontaneous pneumothorax, 53 % of then panel of experts would never clamp a chest tube to determine the presence of and air leak [7]. The controversy arises from the ability to determine whether small visual leaks/“bubbles” are truly present. In fact, new digital drain devices may hasten chest tube removal if no leak is measured instead of the more subjective visual “bubble” detection method [28]. Many postoperative patients with air leaks who are tolerating water seal can be managed with a Heimlich valve as demonstrated by Cerfolio and colleagues. They discharged patients with persistent air leaks and scheduled follow-up visits as long as certain criteria were met: (1) asymptomatic, (2) no subcutaneous emphysema after 14 days of portable device, and (3) the pleural space have not increased in size [29]. When it comes to removal of chest tube for pleural effusion, there again remains no consensus and a large discrepancy ranging from less than 100 cc/24 h to < 500 cc/24 h depending on the cause of the pleural effusion [30]. Postthoracic lung resection, removing chest tube based on a weight-based approach of < 5 mL/kg/24 h compared to < 200 mL/24 h, showed almost no difference [31]. When it comes to empyema or complicated parapneumonic effusion, no data exists with some authors recommending removal when the fluid becomes more clear and drainage is < 50 cc/24 h [32]. Removing the chest tube is done quickly and with intention while the patient is demonstrating positive intrthoracic pressure (usually done by an audible humming). Note that if deciding to remove the chest tube on the ventilator, this would be done during an inspiratory hold (seemingly counterintuitively) when the intrthoracic pressure is positive. ## Complications Most complications will be recognized immediately and the most common are the following. ### 9.1 Malposition/Misplacement When a tube is not inserted to the proper depth, a side hole may lead to further subcutaneous emphysema. However, one of the advantages of the larger tube is its less frequent kinking. - Dry suction control\nchamber\n- Air leak monitor\n- Water seal chamber\n- Collection\nchamber\nFrom\npatient\nTo suction - W. Petkovich et al.\nRemoving the chest tube is done quickly and with intention while the patient is demonstrating positive intrthoracic pressure (usually done by an audible humming). Note that if deciding to remove the chest tube on the ventilator, this would be done during an inspiratory hold (seemingly counterintuitively) when the intrthoracic pressure is positive. ## Complications Most complications will be recognized immediately and the most common are the following. ### 9.1 Malposition/Misplacement When a tube is not inserted to the proper depth, a side hole may lead to further subcutaneous emphysema. However, one of the advantages of the larger tube is its less frequent kinking. - Dry suction control\nchamber\n- Air leak monitor\n- Water seal chamber\n- Collection\nchamber\nFrom\npatient\nTo suction - W. Petkovich et al.## 9.2 Injury to Surrounding Structures Careful attention when time permits is recognizing anatomy especially with an ultrasound to determine depth and location of surrounding organs/structures. In particular, we find demonstrating the diaphragm of the utmost importance to avoid a subdiaphragmatic injury to the liver or spleen. The high-riding diaphragm can often be mistaken for fluid in a patient with atelectasis or a small amount of pleural effusion on CXR. We also generally avoid the use of the sharp metal trocar for insertion given its ability to cause penetrating trauma. ## 9.3 Bleeding A small degree of bleeding can often be seen. The feared complications are Intercostal artery lacerations and subdiaphragmatic injuries. Considerations for consultation with thoracic surgery and/or interventional radiology for suspected intercostal artery bleeding with greater than 1500 mL in a 24-h period or persistent bleeding of 150–200 mL/h for 2–4 h [33]. A transdiaphragmatic injury needs to be considered in case of postprocedure acute abdomen or hemorrhagic shock. ## 9.4 Subcutaneous Emphysema and Direct Parenchymal Injury Development of marked subcutaneous emphysema should warrant an investigation of the tube. Often a side hole can often be visualized on X-ray or computed tomography (CT) imaging. If the tube cannot keep up with output of air, a tract may be created in the subcutaneous tissue. This is less of the case in larger tubes. In direct parenchymal injury, discussions with thoracic surgery are in order as surgical revision may be considered. ## 9.5 Wound Infection/Empyema Proper insertion technique can reduce wound infections; however, prolonged tubes can lead to infection. Active surveillance and early antibiosis can improve outcomes as well as ensuring tube patency. ## 9.6 Reexpansion Pulmonary Edema This is not a common complication in the setting of current uses of large bore chest tubes when the suspected fluid is usually acute onset; however, it is worth mentioning that the unilateral pulmonary edema postinsertion could be a cause. Most authors recommend reducing expiratory pressures less than -20 cm H2O can prevent this from occurring and stopping chest drainage at signs of chest pressure to reduce the exaggerated negative intrthoracic pressure. Treatment is large symptomatic. ## 9.7 Pain/Intercostal Neuralgia Pain is greater with larger tubes, avoiding injury to the periosteum and adequate oral regimens. Local anesthetic or in some cases an intercostal nerve block could be used for refractory pain when the tube is still needed. ## Conclusion Large bore chest tubes defined as > 20 F are becoming less common. They still play a role in the treatment of pneumothorax with bronchopleural fistula or in patients on the ventilator, especially with “higher” PEEP. It is also used as part of the advance trauma life support algorithm and post-thoracotomy consensus. While less common, the blunt dissection technique offers several advantages over the Seldinger techniques including palpation of anatomy during the procedure and potentially safer placement in an emergency when imaging modalities may not be available. Knowledge of proper technique, anatomy, and patient positioning can also help avoid the more common injuries and pain during the procedure. ## References 1. McCracken DJ, Psallidas I, Rahman NM. Chest drain size: does it matter? Eurasian J Pulmonol. 2018;20:1.\n2. Rahman NM, Maskell NA, Davies CW, et al. The relationship between chest tube size and clinical outcome in pleural infection. Chest. 2010;137(3):536–43. https://doi.org/10.1378/chest.09–1044.\n3. Anderson D, Chen SA, Godoy LA, et al. Comprehensive review of chest tube management: a review. JAMA Surg. 2022;157(3): 269–74. https://doi.org/10.1001/jamasurg.2021.7050.\n4. Filosso PL, Sandri A, Guerrera F, et al. When size matters: changing opinion in the management of pleural space-the rise of small-bore pleural catheters. J Thorac Dis. 2016;8(7):E503-10. https://doi.org/ 10.21037/jtd.2016.06.25.\n5. Klopp M. Chest tube placement. In: . New York: Springer; 2013.\n6. Brown SGA, Ball EL, Perrin K, et al. Conservative versus interventional treatment for spontaneous pneumothorax. N\n, et al. Comprehensive review of chest tube management: a review. JAMA Surg. 2022;157(3): 269–74. https://doi.org/10.1001/jamasurg.2021.7050.\n4. Filosso PL, Sandri A, Guerrera F, et al. When size matters: changing opinion in the management of pleural space-the rise of small-bore pleural catheters. J Thorac Dis. 2016;8(7):E503-10. https://doi.org/ 10.21037/jtd.2016.06.25.\n5. Klopp M. Chest tube placement. In: . New York: Springer; 2013.\n6. Brown SGA, Ball EL, Perrin K, et al. Conservative versus interventional treatment for spontaneous pneumothorax. N2010. Thorax. 2010;65(Suppl 2):ii18-31. https://doi.org/10.1136/thx.2010.136986. 9. Roberts ME, Rahman NM, Maskell NA, et al. British Thoracic Society Guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-42. https://doi.org/10.1136/thorax-2022–219784. 10. Lin YC, Tu CY, Liang SJ, et al. Pigtail catheter for the management of pneumothorax in mechanically ventilated patients. Am J Emerg Med. 2010;28(4):466–71. https://doi.org/10.1016/j.ajem.2009.01.033. 11. Kent MS, Mitzman B, Diaz-Gutierrez I, et al. The Society of Thoracic Surgeons expert consensus document on the management of pleural drains after pulmonary lobectomy: expert consensus document. Ann Thorac Surg. 2024;118:764. https://doi.org/10.1016/j.athoracsur.2024.04.016. 12. American College of Surgeons. Committee on Trauma. Advanced trauma life support: student course manual. Chicago: American College of Surgeons; 2018. 13. Bauman ZM, Kulvatunyou N, Joseph B, et al. Randomized clinical trial of 14-French (14F) pigtail catheters versus 28–32F chest tubes in the management of patients with traumatic hemothorax and hemopneumothorax. World J Surg. 2021;45(3):880–6. https://doi.org/10.1007/s00268-020–05852-0. 14. Mahmood K, Wahidi MM. Straightening out chest tubes: what size, what type, and when. Clin Chest Med. 2013;34(1):63–71. https://doi.org/10.1016/j.ccm.2012.11.007. 15. Elsayed H, Roberts R, Emadi M, et al. Chest drain insertion is not a harmless procedure - are we doing it safely? Interact Cardiovasc Thorac Surg. 2010;11(6):745–8. https://doi.org/10.1510/icvts.2010.243196. 16. Laws D, Neville E, Duffy J, et al. BTS guidelines for the insertion of a chest drain. Thorax. 2003;58(Suppl 2):ii53-9. https://doi.org/10.1136/thorax.58.suppl2.ii53. 17. Chestovich PJ, Jennings CS, Fraser DR, et al. Too big, too small or just right? Why the French chest tube is the best size. J Surg Res. 2020;256:338–44. https://doi.org/10.1016/j.jss.2020.06.048. 18. Heffner JE, McDonald J, Barbieri C. Recurrent pneumothoraces in ventilated patients despite ipsilateral chest tubes. Chest. 1995;108(4):1053–8. https://doi.org/10.1378/chest.108.4.1053. 19. Thal-Cook Chest Tube. CookMedical. Accessed Oct 2024. 20. Havelock T, Teoh R, Laws D, et al. Pleural procedures and thoracic ultrasound: British Thoracic Society Pleural Disease Guideline 2010. Thorax. 2010;65(Suppl 2):ii61-76. https://doi.org/10.1136/thx.2010.137026. 21. John M, Razi S, Sainathan S, et al. Is the trocar technique for tube thoracostomy safe in the current era? Interact Cardiovasc Thorac Surg. 2014;19(1):125–8. https://doi.org/10.1093/icvts/ivu071. 22. Fraser RS. Lung perforation complicating tube thoracostomy: pathologic description of three cases. Hum Pathol. 1988;19(5):518–23. https://doi.org/10.1016/s0046-8177(88)80197–7. 23. George RS, Papagiannopoulos K. Advances in chest drain management in thoracic disease. J\n-76. https://doi.org/10.1136/thx.2010.137026. 21. John M, Razi S, Sainathan S, et al. Is the trocar technique for tube thoracostomy safe in the current era? Interact Cardiovasc Thorac Surg. 2014;19(1):125–8. https://doi.org/10.1093/icvts/ivu071. 22. Fraser RS. Lung perforation complicating tube thoracostomy: pathologic description of three cases. Hum Pathol. 1988;19(5):518–23. https://doi.org/10.1016/s0046-8177(88)80197–7. 23. George RS, Papagiannopoulos K. Advances in chest drain management in thoracic disease. J Thorac Dis. 2016;8(Suppl 1):S55-64. https://doi.org/10.3978/j.issn.2072–1439.2015.11.19. 24. Miller KS, Sahn SA. Chest tubes. Indications, technique, management and complications. Chest. 1987;91(2):258–64. https://doi.org/10.1378/chest.91.2.258. 25. Lazarus DR, Casal RF. Persistent air leaks: a review with an emphasis on bronchoscopic management. J Thorac Dis. 2017;9(11):4660–70. https://doi.org/10.21037/jtd.2017.10.122. 26. Cerfolio RJ, Bass C, Katholi CR. Prospective randomized trial compares suction versus water seal for air leaks. Ann Thorac Surg. 2001;71(5):1613–7. https://doi.org/10.1016/s0003-4975(01)02474–2. 27. Rahman NM, Pepperell J, Rehal S, et al. Effect of opioids vs NSAIDs and larger vs smaller chest tube size on pain control and pleurodesis efficacy among patients with malignant pleural effusion: the TIME1 randomized clinical trial. JAMA. 2015;314(24):2641–53. https://doi.org/10.1001/jama.2015.16840. 28. Abdul Khader A, Pons A, Palmares A, et al. Outcomes of chest drain management using only air leak (without fluid) criteria for removal after general thoracic surgery-a drainology study. J Thorac Dis. 2023;15(7):3776–82. https://doi.org/10.21037/jtd-22–1810. 29. Cerfolio RJ, Minnich DJ, Bryant AS. The removal of chest tubes despite an air leak or a pneumothorax. Ann Thorac Surg. 2009;87(6):1690–4; discussion 1694–6. https://doi.org/10.1016/j.athoracsur.2009.01.077. 30. Utter GH. The rate of pleural fluid drainage as a criterion for the timing of chest tube removal: theoretical and practical considerations. Ann Thorac Surg. 2013;96(6):2262–7. https://doi.org/10.1016/j.athoracsur.2013.07.055. 31. Gioutsos K, Ehrenreich L, Azenha LF, et al. Randomized controlled trial of thresholds for drain removal after anatomic lung resection. Ann Thorac Surg. 2024;117(6):1103–9. https://doi.org/10.1016/j.athoracsur.2023.09.011. 32. Light RW. Pleural diseases (textbook). Philadelphia: Lippincott Williams and Wilkins; 2013. 33. Mowery NT, Gunter OL, Collier BR, et al. Practice management guidelines for management of hemothorax and occult pneumothorax. J Trauma. 2011;70(2):510–8. https://doi.org/10.1097/TA.0b013e31820b5c31. - W. Petkovich et al.",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_large_bct.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}