{
  "doc_id": "papoip_emerging_bt",
  "title": "Emerging Bronchoscopic Therapies",
  "abstract": "",
  "content": "Emerging Bronchoscopic Therapies for Lung\nDisease: Targeted Lung Denervation, Rheoplasty,\nand Spray Cryotherapy\nJudith Maria Brock Contents Introduction............................................................................................... Denervation............................................................................. 2\n2.1 Mechanism of Action...................................................................................... 2\n2.2 Patient Selection........................................................................................... 2\n2.3 Procedure.................................................................................................. 2\n2.4 Evidence Level............................................................................................ 4 Rheoplasty................................................................................................. 4\n3.1 Mechanism of Action...................................................................................... 4\n3.2 Patient Selection........................................................................................... 4\n3.3 Procedure.................................................................................................. 4\n3.4 Evidence Level............................................................................................ 5....................................................................................... 5\n4.1 Mechanism of Action...................................................................................... 5\n4.2 Patient Selection........................................................................................... 5\n4.3 Procedure.................................................................................................. 5\n4.4 Evidence Level............................................................................................ 6 Conclusion................................................................................................ References....................................................................................................... Abstract\nChronic obstructive pulmonary disease presents with different phenotypes. While patients with pulmonary emphysema and hyperinflation are treated with lung volume reduction therapies, new treatment options are available for patients suffering mainly from chronic bronchitis and COPD exacerbations. Targeted lung denervation aims to ablate the parasympathetic fibers of the vagus nerve with radiofrequency energy, in order to reduce bronchoconstriction and exacerbations. Bronchial rheoplasty and spray cryotherapy both target patients with symptoms of chronic bronchitis. While bronchial rheoplasty uses non-thermal, pulsed electrical energy to ablate the goblet cells, spray cryotherapy induces fresh-freezing of the goblet cells by delivering a precise thermal dose of liquid nitrogen at -196 degreesC to the lung. Both procedures aim to reduce goblet cell hyperplasia and thereby sputum overproduction and improve quality of life. These innovative new treatment options are still under investigation but have shown promising results in recent trials in patients with persistent symptoms despite optimal medical therapy. Careful patient selection is key to successful therapy. Further studies are needed before implementation of these therapies in routine clinical practice. Keywords\nBronchial rheoplasty · Spray cryotherapy · Metered cryospray · Targeted lung denervation · Chronic bronchitis · COPD · COPD exacerbation - M. Brock (✉)\nThoraxklinik Heidelberg, University of Heidelberg, Translational Research Center Heidelberg (TLRC), German Center for Lung Research (DZL), Heidelberg, Germany\ne-mail: Judith.Brock@med.uni-heidelberg\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_56-1\nshown promising results in recent trials in patients with persistent symptoms despite optimal medical therapy. Careful patient selection is key to successful therapy. Further studies are needed before implementation of these therapies in routine clinical practice. Keywords\nBronchial rheoplasty · Spray cryotherapy · Metered cryospray · Targeted lung denervation · Chronic bronchitis · COPD · COPD exacerbation - M. Brock (✉)\nThoraxklinik Heidelberg, University of Heidelberg, Translational Research Center Heidelberg (TLRC), German Center for Lung Research (DZL), Heidelberg, Germany\ne-mail: Judith.Brock@med.uni-heidelberg\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_56-1--## Introduction Chronic obstructive pulmonary disease (COPD) is a disease with many faces. In addition to the well-known emphysema phenotype, there are other phenotypes. Much effort has been made to characterize and differentiate the many aspects of the disease. Some patients suffer mainly from multiple exacerbations of COPD, mainly caused by viral and bacterial infections. Increased vagal reflex signaling and subsequent parasympathetic overstimulation are thought to influence exacerbation frequency, airway inflammation, and mucus hypersecretion. For this reason, pharmacological blockade of the parasympathetic airway system (long-acting muscarinic antagonists) is a well-established therapeutic approach for COPD [1]. Exacerbations lead to a progressive loss of lung function and increase the risk of cardiovascular events. Many patients experience high rates of exacerbations despite optimal medical management. Preventing exacerbations is therefore a primary goal of COPD therapy. Targeted lung denervation has been developed to reduce the sympathetic overstimulation in addition to pharmacological therapy. Chronic bronchitis is defined as cough and sputum production for at least 3 months in at least 2 years. This phenotype of COPD is described as obese and less symptomatic, but in fact, many patients suffer from chronic bronchitis and experience a rapid decline in lung function, reduced quality of life, and repeated hospitalizations. Chronic bronchitis is thought to result from an increase in the number and size of goblet cells in the bronchial mucosa. Parasympathetic overstimulation exacerbates symptoms by causing bronchoconstriction and inflammation. Treatment strategies have therefore been developed to target this goblet cell hyperplasia using either electrical current (bronchial rheoplasty) or cold (spray cryotherapy)[2]. Taken together, these new bronchoscopic therapies expand the landscape of bronchoscopic COPD therapy alongside lung volume reduction therapies in patients with emphysema. A detailed baseline assessment and evaluation of the different phenotypes is necessary as a precriterion for the selection of the specific therapy option ( ## Targeted Lung Denervation Targeted lung denervation addresses patients with COPD and frequent exacerbations. ### 2.1 Mechanism of Action Targeted lung denervation (TLD) uses radiofrequency energy to ablate the parasympathetic fibers of the vagus nerve in the lung ( ### 2.2 Patient Selection Patients with at least two moderate exacerbations in the last 12 months, requiring antibiotic or corticosteroid treatment, are possible candidates for this treatment. Both patients with the chronic bronchitis phenotype and emphysema phenotype that are under optimal medical treatment are addressed. Patients with bacterial-driven exacerbations that are due to persistent colonization with pathogenic bacteria or significant gastrointestinal comorbidities should not undergo TLD. Currently, patients with a diagnosis of asthma are excluded from treatment. A prior computed tomography (CT) (computed tomography) scan is performed to check whether the bronchial anatomy allows treatment with the available catheter sizes and to exclude patients with severe emphysema ( > 50 % emphysema index at Hounsefield Units-950). ### 2.3 Procedure Therapy is administered during one bronchoscopy session under general anesthesia. The Lung Denervation System of Nuvaira (Minnesota, USA), which received a CE mark in Europe in 2016, consists of a dual-cooled radiofrequency (RFA) catheter (\n2 J. M. Brock\nma phenotype that are under optimal medical treatment are addressed. Patients with bacterial-driven exacerbations that are due to persistent colonization with pathogenic bacteria or significant gastrointestinal comorbidities should not undergo TLD. Currently, patients with a diagnosis of asthma are excluded from treatment. A prior computed tomography (CT) (computed tomography) scan is performed to check whether the bronchial anatomy allows treatment with the available catheter sizes and to exclude patients with severe emphysema ( > 50 % emphysema index at Hounsefield Units-950). ### 2.3 Procedure Therapy is administered during one bronchoscopy session under general anesthesia. The Lung Denervation System of Nuvaira (Minnesota, USA), which received a CE mark in Europe in 2016, consists of a dual-cooled radiofrequency (RFA) catheter (\n2 J. M. BrockCOPD and/or Chronic Bronchitis\nSymptomatic despite optimized medication and conservative therapy\nScreening, phenotype\nEmphysema other phenotype\nLung volume reduction endoscopic or surgical\nExacerbations\nTargeted Lung Denervation > = 2 moderate COPD exacerbations in last 12 months\nChronic Bronchitis\nRheoplasty / Cryospray\nCAT first 2 questions > = Emerging Bronchoscopic Therapies for Lung Disease: Targeted Lung Denervation, Rheoplasty, and Spray...\n). ### 2.3 Procedure Therapy is administered during one bronchoscopy session under general anesthesia. The Lung Denervation System of Nuvaira (Minnesota, USA), which received a CE mark in Europe in 2016, consists of a dual-cooled radiofrequency (RFA) catheter (\n2 J. M. BrockCOPD and/or Chronic Bronchitis\nSymptomatic despite optimized medication and conservative therapy\nScreening, phenotype\nEmphysema other phenotype\nLung volume reduction endoscopic or surgical\nExacerbations\nTargeted Lung Denervation > = 2 moderate COPD exacerbations in last 12 months\nChronic Bronchitis\nRheoplasty / Cryospray\nCAT first 2 questions > = Emerging Bronchoscopic Therapies for Lung Disease: Targeted Lung Denervation, Rheoplasty, and Spray...2.4\nEvidence Level\nFollowing numerous animal and human cadaver studies, the first feasibility and safety studies were conducted in humans. The procedure was technically feasible in 93 %. The optimal energy dose for sufficient efficacy was tested and procedural adjustments were made to better protect the airway wall and the esophagus. The procedure evolved from a two-stage to a single-stage procedure. A second generation device was later used and tested, in two different doses, in a randomized-controlled trial with further procedural adjustments (Airflow 1 study) [5]. As a result of gastrointestinal side effects, an esophageal balloon was added to ensure sufficient distance between the esophagus and the electrode and thus prevent unintentional treatment of the gastric parasympathetic plexi. Follow-up data are now available up to 3 years and showed an acceptable safety profile. The Airflow 2 study [6, 7] (results of the treatment and crossover group) could then demonstrate a reduction in exacerbations as well as a prolongation of time to first exacerbation over 2 years. Technical success of radiofrequency application was 90 %. Lung function and quality of life remained stable, which is encouraging given the progressive nature of the disease. The results of the Airflow 3 study are awaited to confirm these results and will help to decide on the further implementation of this treatment option in daily practice. rheoplasty is aimed specifically at patients with chronic bronchitis to reduce sputum burden and symptoms. 3.1\nMechanism of Action\nBronchial rheoplasty uses nonthermal, high-frequency pulsed electrical energy to ablate the goblet cells of the bronchial mucosa. Cell death is induced by a disruption of the cellular homeostasis, osmotic swelling, and apoptosis. The extracellular matrix remains intact, allowing the epithelium to regenerate and new goblet cells to grow, but in normal size and number. This helps to reduce sputum overproduction. Pre- and postreatment analyses of endobronchial cryobiopsies showed a reduction of goblet cell hyperplasia score (ratio of goblet cells to ciliated bronchial epithelial cells) [8]. 3.2\nPatient Selection\nPatients with a high symptom burden due to chronic bronchitis are considered for this treatment. This inclusion is challenged by the fact that an objective measure of sputum volume and sputum disease burden is difficult to find. In the absence of other objective criteria, the CAT (COPD assessment test) questionnaire was chosen as the leading indication for this therapy, with the first two questions on sputum and cough > = 7 and the complete score > = 10 leading to entry into this treatment option. Patients with cardiac arrhythmias or implantable electronic devices cannot be treated, because the application of the activations is timed to the actual heart rhythm and a monopolar electrode is used. Currently, further exclusion criteria are the presence of pulmonary emphysema (emphysema index > 25 % at -950 Hounsfield Units), a diagnosis of asthma bronchiale, or a known airway colonization with resistant organisms such as pseudomonas. 3.3\nProcedure\nThe system includes an electrosurgical generator and a single-use catheter that is inserted through the bronchoscope ( - M. Brock\n, the CAT (COPD assessment test) questionnaire was chosen as the leading indication for this therapy, with the first two questions on sputum and cough > = 7 and the complete score > = 10 leading to entry into this treatment option. Patients with cardiac arrhythmias or implantable electronic devices cannot be treated, because the application of the activations is timed to the actual heart rhythm and a monopolar electrode is used. Currently, further exclusion criteria are the presence of pulmonary emphysema (emphysema index > 25 % at -950 Hounsfield Units), a diagnosis of asthma bronchiale, or a known airway colonization with resistant organisms such as pseudomonas. 3.3\nProcedure\nThe system includes an electrosurgical generator and a single-use catheter that is inserted through the bronchoscope ( - M. Brock### 3.4 Evidence Level This therapy approach is still under investigation, with a growing body of real-world data, but no randomized trial results to date. Valipour et al. demonstrated the feasibility and safety of the procedure in two pooled multicenter clinical trials, treating 30 patients with chronic bronchitis. The most common adverse event was COPD exacerbation. Symptom scores of SGRQ (St. George’s Respiratory Questionnaire) and CAT were reduced at 6 and 12 months [8]. These results were reproduced in a multicenter study in which 21 patients were treated and followed up for 2 years, with COPD exacerbation and pneumonia being the most common serious adverse events. Overall, there was a trend for the effects to diminish over time (12 months, 24 months). Moreover, a reduction in the rate of exacerbations has been reported [9]. There are unanswered questions about the possibility of retreatment in the event of recurrence of symptoms or patient selection, including the treatment of patients with emphysema and chronic bronchitis who were previously excluded from treatment. Several studies are underway or have been completed but results are pending, including a randomized sham-controlled trial. Unfortunately, the manufacturer has focused its efforts on this treatment option for the US market, so bronchial rheoplasty is currently only available in the US and not in the European Union. ### Spray Cryotherapy Spray cryotherapy has been developed for patients with chronic bronchitis who suffer from cough and increased sputum production. The aim is to ablate abnormal epithelium and facilitate the formation of healthy mucosa. ### 4.1 Mechanism of Action A precise thermal dose of liquid nitrogen (“metered cryospray”) at -196 degreesC is delivered to targeted areas within the lung. The flash-freezing disrupts the cellular structures of the goblet cells without damaging the extracellular matrix. It has been shown in pilot studies to be limited to the mucosal and submucosal layers without damaging the cartilage level. Over time, new healthy cells and “healthy” mucus-producing goblet cells repopulate. ### 4.2 Patient Selection Patients with a diagnosis of chronic bronchitis and COPD for at least 2 years are eligible for this treatment. Current exclusion criteria are a diagnosis of asthma bronchiale or bronchiectasis. ### 4.3 Procedure In detail, a delivery catheter ( Three procedures are required, with the right lower lobe and main stem bronchus treated in the first session, the left lower Emerging Bronchoscopic Therapies for Lung Disease: Targeted Lung Denervation, Rheoplasty, and Spray...\nThe flash-freezing disrupts the cellular structures of the goblet cells without damaging the extracellular matrix. It has been shown in pilot studies to be limited to the mucosal and submucosal layers without damaging the cartilage level. Over time, new healthy cells and “healthy” mucus-producing goblet cells repopulate. ### 4.2 Patient Selection Patients with a diagnosis of chronic bronchitis and COPD for at least 2 years are eligible for this treatment. Current exclusion criteria are a diagnosis of asthma bronchiale or bronchiectasis. ### 4.3 Procedure In detail, a delivery catheter ( Three procedures are required, with the right lower lobe and main stem bronchus treated in the first session, the left lower Emerging Bronchoscopic Therapies for Lung Disease: Targeted Lung Denervation, Rheoplasty, and Spray...lobe and main stem bronchus in the second session, and both upper lobes and the distal end of the trachea in the third session. The right middle lobe is not treated because of the expected higher risk of barotrauma in a small structure. The mean number of spray deliveries per procedure was reported to be 20 and the mean procedure time was 34 min [10]. - 4.4 Evidence Level*\nThis treatment approach is still under investigation. Spray cryotherapy with liquid nitrogen was already performed in 2010 on 21 non-CB subjects prior to lobectomy, at that time using the cryoSpray Ablation System (CSA Medical, Inc., Baltimore, Md). Low-pressure liquid nitrogen was applied to the airways. The treated airways showed cryonecrosis, limited to the mucosal and submucosal layers, and no adverse events were reported [11]. In 2017, two pilot studies of the RejuvenAir(R) system with 16 non-CB participants also demonstrated the feasibility and safety of spray cryotherapy. Once again, it was shown that the cartilage was not affected and that the treatment effect extended to the submucosal level [12]. The RejuvenAir(R) System (CSA Medical, Lexington, MA, USA) has received CE mark in Europe and breakthrough device designation and investigational device exemption (IDE) from the US Food and Drug Administration (FDA) in 2019. A multicenter, prospective, single-arm study in the United Kingdom, the Netherlands, and Canada demonstrated feasibility, an acceptable safety profile and effective symptom reduction in 35 patients with chronic bronchitis. Endobronchial biopsies showed no clear histological differences, but there was a visually assessed reduction in mucus. No pneumothorax occurred as result of potential barotrauma and the main adverse events were COPD exacerbation and pneumonia. Patients experienced benefits in symptom scores (SGRQ, CAT, Leicester Cough Questionnaire) at 3 months with longer-term effects up to 6–9 months [10]. The results of two active, nonrecruiting studies, one investigating the mechanism of action and the other a sham-controlled prospective randomized clinical trial, are expected to confirm these initial promising results with feasibility, acceptable safety, and the potential to effectively reduce symptoms in CB patients [13, 14]. - 5 Conclusion*\nBronchoscopic treatment options for COPD are emerging and offer differentiated therapies for specific phenotypes. However, the heterogeneous patient cohort requires 6\n- M. Brock\nies showed no clear histological differences, but there was a visually assessed reduction in mucus. No pneumothorax occurred as result of potential barotrauma and the main adverse events were COPD exacerbation and pneumonia. Patients experienced benefits in symptom scores (SGRQ, CAT, Leicester Cough Questionnaire) at 3 months with longer-term effects up to 6–9 months [10]. The results of two active, nonrecruiting studies, one investigating the mechanism of action and the other a sham-controlled prospective randomized clinical trial, are expected to confirm these initial promising results with feasibility, acceptable safety, and the potential to effectively reduce symptoms in CB patients [13, 14]. - 5 Conclusion*\nBronchoscopic treatment options for COPD are emerging and offer differentiated therapies for specific phenotypes. However, the heterogeneous patient cohort requires 6\n- M. Brockappropriate patient selection, and the provision of reliable study results for implementation in daily clinical practice. Future studies will have to show whether a combination of the different bronchoscopic therapies is possible or necessary for mixed phenotypes. In addition, new options often lack financial reimbursement and may therefore face challenges to be implemented in daily practice in all countries. It remains to be hoped that these promising therapies will find their way into clinical practice, help COPD patients in a differentiated way, and leave room for us to learn more about COPD phenotypes from bedside to bench. ### References\n1. Belmonte KE. Cholinergic pathways in the lungs and anticholinergic therapy for chronic obstructive pulmonary disease. Proc Am Thorac Soc. 2005;2:297–304; discussion 311–2. https://doi.org/10.1513/pats.200504–043SR.\n2. Global Initiative for Chronic Obstructive Lung Disease, Inc. Global strategy for the diagnosis, management, and prevention of COPD: 2024 report. 2025. https://goldcopd.org/2024-gold-report/\n3. Kistemaker LEM, Slebos D-J, Meurs H, Kerstjens HAM, Gosens R. Anti-inflammatory effects of targeted lung denervation in patients with COPD. Eur Respir J. 2015;46:1489–92. https://doi.org/10.1183/13993003.00413–2015.\n4. Slebos D-J, Shah PL, Herth FJF, Pison C, Schumann C, Hübner R-H, et al. Safety and adverse events after targeted lung denervation for symptomatic moderate to severe chronic obstructive pulmonary disease (AIRFLOW). A multicenter randomized controlled clinical trial. Am J Respir Crit Care Med. 2019;200:1477–86. https://doi.org/10.1164/rccm.201903–0624OC.\n5. Valipour A, Shah PL, Pison C, Ninane V, Janssens W, Perez T, et al. Safety and dose study of targeted lung denervation in moderate/severe COPD patients. Respiration. 2019;98:329–39. https://doi.org/10.1159/000500463.\n6. Conway F, Tonkin J, Valipour A, Pison C, Schumann C, Bonta PI, et al. Crossover patient outcomes for targeted lung denervation in moderate to severe chronic obstructive pulmonary disease: AIRFLOW-2. Respiration. 2022;101:1069–74. https://doi.org/10.1159/000527455.\n7. Valipour A, Shah PL, Herth FJ, Pison C, Schumann C, Hübner R-H, et al. Two-year outcomes for the double-blind, randomized, sham-controlled study of targeted lung denervation in patients with moderate to severe COPD: AIRFLOW-2. Int J Chron Obstruct Pulmon Dis. 2020;15:2807–16. https://doi.org/10.2147/COPD.S267409.\n8. Valipour A, Fernandez-Bussy S, Ing AJ, Steinfort DP, Snell GI, Williamson JP, et al. Bronchial rheoplasty for treatment of chronic bronchitis. Twelve-month results from a multicenter clinical trial. Am J Respir Crit Care Med. 2020;202:681–9. https://doi.org/10.1164/rccm.201908–1546OC.\n9. Sciurba FC, Dransfield MT, Kim V, Marchetti N, Comellas A, Hogarth DK, Majid A. Bronchial rheoplasty for chronic bronchitis: 2-year results from a US feasibility study with RheOx. BMJ Open Respir Res. 2023;10:e001710. https://doi.org/10.1136/bmjresp-2023–001710.\n10. Garner JL, Shaipanich T, Hartman JE, Orton CM, Caneja C, Klooster K, et al. A prospective safety and feasibility study of metered cryospray for patients with chronic bronchitis in COPD. Eur Respir J. 2020;56:2000556. https://doi.org/10.1183/13993003.00556–2020.\n11. Krimsky WS, Broussard JN, Sarkar SA, Harley DP. Bronchoscopic spray cryotherapy: assessment of safety and depth of airway injury. J Thorac Cardiovasc Surg. 2010;139:781–2. https://doi.org/10.1016/j.jtcvs.2009.03.051.",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "coding_billing",
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": "2027-12-31",
      "last_seen_year": 2025
    },
    "original_file": "papoip_emerging_bt.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}