{
  "doc_id": "papoip_diagnostic_atp",
  "title": "Diagnostic Approach to Pleural Effusions",
  "abstract": "",
  "content": "Diagnostic Approach to Pleural Effusions\nAbhinav Agrawal and David Feller-Kopman Contents Introduction............................................................................................... 2 Pathophysiology of Pleural Fluid Accumulation...................................................... 2 to Pleural Effusion.................................................................. Analysis.................................................................................... 3\n4.1 Fluid Characteristics....................................................................................... 3\n4.2 Cell Count and Differential................................................................................ 4\n4.3 Other Routine Tests........................................................................................ 4 vs Exudative Pleural Effusion......................................... 4\n5.1 Role of Biomarkers........................................................................................ 4\n5.2 Role of Imaging............................................................................................ 4\n5.3 Special Tests............................................................................................... 5 Diagnosis of Malignant Pleural Effusion............................................................... 5\n6.1 Pleural Fluid Analysis..................................................................................... 5\n6.2 Role of Imaging............................................................................................ 5............................................................................................. 6\n7.1 Closed Pleural Biopsy..................................................................................... 6\n7.2 Image Guided Pleural Biopsy............................................................................. 6\n7.3 Thoracoscopy.............................................................................................. 6 (\n8.1 Long-Term Follow-Up of Nonspecific Pleuritis.......................................................... 7 Summary.................................................................................................. References....................................................................................................... Abstract\nApproximately 1.5 million pleural effusions are diagnosed each year in the USA. Light’s Criteria are primarily used to categorize the effusions into exudates and transudates on biochemical grounds which can help ascertain the underlying etiology. Further biochemical, microbiologic, and histopathologic testing of the pleural fluid can allow for identification of a specific etiology. When exact etiology cannot be determined from pleural fluid analysis and review of history, clinical exam, and imaging, a pleural biopsy can be considered to rule out malignancy and identify other etiologies. This allows for appropriate disease directed - Agrawal\nDivision of Pulmonary, Critical Care & Sleep Medicine, Zucker School\nof Medicine at Hofstra/Northwell, New Hyde Park, USA\ne-mail: Aagrawal1@northwell.edu - Feller-Kopman (✉)\nGeisel School of Medicine at Dartmouth, Hanover, NH, USA\nPulmonary and Critical Care Medicine, Dartmouth-Hitchcock Medical\nCenter, Lebanon, NH, USA\ne-mail: dfk@dartmouth.edu (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_64-1\nexam, and imaging, a pleural biopsy can be considered to rule out malignancy and identify other etiologies. This allows for appropriate disease directed - Agrawal\nDivision of Pulmonary, Critical Care & Sleep Medicine, Zucker School\nof Medicine at Hofstra/Northwell, New Hyde Park, USA\ne-mail: Aagrawal1@northwell.edu - Feller-Kopman (✉)\nGeisel School of Medicine at Dartmouth, Hanover, NH, USA\nPulmonary and Critical Care Medicine, Dartmouth-Hitchcock Medical\nCenter, Lebanon, NH, USA\ne-mail: dfk@dartmouth.edu (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_64-1treatment as well as optimal management of the pleural space in case there is recurrence after initial drainage. Patients who are diagnosed with nonspecific pleuritis should continue to be monitored with clinical and radiographic follow-up. - Keywords*\nPleural effusion · Pleural fluid · Parietal pleura · Pleural biopsy · Parapneumonic effusion - 1 Introduction\nThe exact prevalence and incidence of pleural effusions is unknown and is dependent on the population studied. It is estimated that the annual incidence of pleural effusions exceeds 1.5 million in the United States alone. Of those, congestive heart failure accounts for 500,000, parapneumonic 300,000, and cancer 200,000. Other less common causes include pulmonary embolus 150,000, viral 100,000, postcardiopulmonary bypass 60,000, and hepatic hydrothorax 50,000. Of note, these figures are approximations and do not account for patients that did not undergo thoracentesis. Worldwide, parapneumonic effusion is likely to be the most prevalent cause of exudative effusions; however, in some specific populations (i.e., those with a known underlying malignancy), it is most probable that the effusion is attributable to the cancer. - 2 Pathophysiology of Pleural Fluid Accumulation\nPleural fluid is produced at a rate of approximately 15 ml/day. There exists a constant turnover with fluid being secreted from the pleura and then reabsorbed via the lymphatics. Due to the dynamic process and high capacity for fluid reabsorption, the basal fluid production rate must exceed 30 times its normal rate prior to fluid accumulation. As a result of this high capacity for fluid resorption, the majority of effusions are thought to result from a combination of increased fluid production and reduced resorption from the pleural space. Broadly, effusions are broken down into exudates and transudates based on the mechanism of fluid accumulation. Exudates are the results of capillary leak of proteins into the pleural space, whereas transudative effusions are low-protein/noninflammatory and fluid collections. Transudates are often the result of increased microvascular hydrostatic pressure as opposed to the increase in oncotic pressure seen in exudative effusions. The various etiologies of transudative and exudative pleural effusions are listed in - 3 Clinical Approach to Pleural Effusion\nA comprehensive history and physical examination are essential in the evaluation of patients with pleural effusions. In many cases, the cause of the effusion may be suspected based simply on the findings of the clinical assessment obviating the need for further diagnostic testing. If, for example, a patient has evidence of congestive heart failure, then it is quite appropriate to treat the heart failure as a therapeutic challenge to determine whether the effusion is responsive to diuretics. In the case of a refractory effusion in this setting, then one may consider a more extensive diagnostic workup of the effusion. Pleural effusions often present with dyspnea depending on the size of the effusion at presentation. Pleuritic chest pain however may be indicative of pleural inflammation from causes such as infection, pulmonary emboli, or serositis. When pleurisy is associated with other symptoms of infection such as productive cough and fever, then one must be suspicious of a parapneumonic effusion or empyema. It should be noted, however, that elderly patients typically do not present with the “classic” symptoms of pleural infection but rather often present with fatigue, anemia, and “failure to thrive.” As such, the threshold to evaluate pleural effusions in the elderly should be low. The presence of constitutional symptoms may - | Transudative | Exudative | |:----------- |:-------- | | Congestive heart failure | Infection: parapneumonic, empyema Bacterial, fungal, tuberculous, viral, parasitic | | Cirrhosis/hepatic hydrothorax | Malignancy: primary (i.e., body cavity lymphoma, solitary fibrous tumor of the pleura), metastatic, mesothelioma | | Nephrotic syndrome | Connective tissue disease: systemic lupus, rheumatoid arthritis, Sjogren’s, granulomatosis with polyangiitis | | Hypoalbuminemia | Postcardiac surgery/cardiac injury (Dressler’s) | | Peritoneal dialysis | Pulmonary embolism | | Glomerulonephritis | Chylous: traumatic vs nontraumatic | | Urinothorax | Hemothorax | | Atelectasis | Esophageal perforation/postendoscopic\nparapneumonic, empyema Bacterial, fungal, tuberculous, viral, parasitic | | Cirrhosis/hepatic hydrothorax | Malignancy: primary (i.e., body cavity lymphoma, solitary fibrous tumor of the pleura), metastatic, mesothelioma | | Nephrotic syndrome | Connective tissue disease: systemic lupus, rheumatoid arthritis, Sjogren’s, granulomatosis with polyangiitis | | Hypoalbuminemia | Postcardiac surgery/cardiac injury (Dressler’s) | | Peritoneal dialysis | Pulmonary embolism | | Glomerulonephritis | Chylous: traumatic vs nontraumatic | | Urinothorax | Hemothorax | | Atelectasis | Esophageal perforation/postendoscopicsuggest a systemic disease, chronic infections such as tuberculosis, or alternatively malignancy. In addition, hemoptysis may be concerning for malignancy or pulmonary emboli. An extensive exposure and travel history may suggest pleural infection (i.e., tuberculosis), malignancy, and asbestos-related pleural disease. Past medical and family history may also be quite revealing as well as a careful overview of the patient’s medication list. The list of medications leading to pleural effusions is quite lengthy and beyond the scope of this review. There are online resources available to identify pulmonary and pleural manifestations attributable to medications (i.e., pneumotox). Systemic manifestations should be sought out as they may lead to a diagnosis of connective tissue disease, hypothyroidism, or heart failure. Concern should be raised for inflammatory, infectious causes, or pulmonary infarct if the patient presents with a pleural friction rub. Another consideration is the size and symmetry of the pleural effusion. Nearly 70 % of “massive” effusions are malignant. Bilateral effusions are most suggestive of congestive heart failure although may be present in malignancy, connective tissue disease, drug reactions, infection, and renal disease. Chest imaging can provide invaluable information regarding the nature of the pleural effusion. This includes the location, size, and flow characteristics of the effusion. The posteroanterior (PA) film has traditionally been the first-line imaging technique and is able to identify even a small quantity (approximately 200 ml on PA and 50 ml on lateral projection) as blunting of the costophrenic angle. Large unilateral pleural effusions are often attributed to malignancy. A dedicated computed tomography (CT) of the chest can assist in further evaluating the etiology of the effusion by identifying concomitant findings (lung mass, pulmonary embolism, thickened/enhancing pleura, pleural nodularity, pleural septations, lung abscess). Thoracic ultrasonography has become standard of care in both diagnosis and management of pleural effusion, allowing for evaluation of size and characteristics of the effusion and in guiding pleural interventions [** Analysis Pleural fluid analysis should be the first invasive diagnostic test to be performed in an undiagnosed pleural effusion. In the appropriate clinical context, a thorough pleural fluid analysis can help secure the diagnosis and cause of the pleural effusion and avoid unnecessary invasive testing. 4.1\nFluid Characteristics Gross inspection of the pleural fluid can be predictive of the cause of the accumulation. The usual appearance of normal pleural fluid is clear and straw colored. This may also be the case in exudative effusions. If the fluid is milky looking, then one may consider a chylothorax, which can be seen in patients with lymphoma or other malignancy, trauma (including surgery), and yellow nail syndrome. Turbid fluid particularly if foul smelling (anaerobes) may suggest a complicated parapneumonic effusion or empyema. Serosanguinous or frankly bloody effusions may be seen with malignant pleural effusions, effusion following coronary artery bypass, benign asbestos pleural effusion, pulmonary emboli (particularly in patients with pulmonary infarct), and traumatic chest injury. In order to distinguish between a frank hemothorax and simply a bloody effusion, a specimen may be sent for hematocrit. If the pleural fluid to serum hematocrit ratio exceeds 0.5, then it meets criteria for a hemothorax, and the patient may require further evaluation to determine if there is ongoing blood loss. Normally, the pleural fluid is relatively odorless; however, as mentioned above, a foul odor may suggest an anaerobic or Diagnostic Approach to Pleural\nif foul smelling (anaerobes) may suggest a complicated parapneumonic effusion or empyema. Serosanguinous or frankly bloody effusions may be seen with malignant pleural effusions, effusion following coronary artery bypass, benign asbestos pleural effusion, pulmonary emboli (particularly in patients with pulmonary infarct), and traumatic chest injury. In order to distinguish between a frank hemothorax and simply a bloody effusion, a specimen may be sent for hematocrit. If the pleural fluid to serum hematocrit ratio exceeds 0.5, then it meets criteria for a hemothorax, and the patient may require further evaluation to determine if there is ongoing blood loss. Normally, the pleural fluid is relatively odorless; however, as mentioned above, a foul odor may suggest an anaerobic or Diagnostic Approach to Pleuralpolymicrobial infection of the pleural space. Also, in the case of urinothorax, the fluid may smell of ammonia. 4.2 Cell Count and Differential\nA cell count and differential should be performed in all cases of exudative effusions of unknown etiology. The diagnostic possibilities considering an elevated red blood cell count ( > 100,000 per mm3) on pleural fluid analysis were discussed above. With respect to a high white blood cell count ( > 10,000 per mm3), the vast majority of these cases represent empyema. On the differential, eosinophilia ( > 10 %) may suggest a drug reaction, air, or blood contaminating the pleural space (commonly seen in patients who have had prior pleural intervention). Lymphocyte predominant exudative effusions ( > 50 %) may be worrisome for malignancy, connective tissue disease, tuberculosis, pulmonary emboli, and postcardiopulmonary bypass-related effusions. Very high lymphocyte counts ( > 90 %) are seen most commonly with malignancy, tuberculosis, rheumatoid, and sarcoid pleurisy. Pleural fluid neutrophilia ( > 50 %) is often attributable to pleural space infections and subdiaphragmatic pathologies, as well as any acute inflammatory process. 4.3 Other Routine Tests\nLDH and protein pleural and serum levels should be sent to ensure that the effusion does indeed meet Light’s Criteria for an exudative effusion ( vs Exudative Pleural Effusion\nPleural effusions are classified into transudative or exudative effusions based upon the composition of pleural fluid. While exudative pleural effusions require extensive invasive and noninvasive workup to determine the underlying etiology, transudative effusions are usually attributed to underlying comorbid conditions such as heart failure, cirrhosis, and nephrotic syndrome and thus rarely require further workup. Light’s criteria is 98 % sensitive for identifying exudates, a percentage greater than that for any of the three individual tests contained within the criteria [6] ( 5.1 Role of Biomarkers\nWhen a pseudoexudate is suspected, the albumin gradient (serum albumin minus pleural fluid albumin > 1.2 g/dL) may be helpful to determine whether the fluid is consistent with a transudate. If the serum albumin was not sent on the initial drainage, and the test cannot be added onto the specimen in the laboratory, a serum pleural effusion protein gradient (serum protein minus pleural fluid protein > 3.1 g/dL while imperfect) may help identify the transudate [10]. If a repeat thoracentesis is being pursued, in addition to pleural fluid albumin, pleural fluid cholesterol levels should be sent. Pleural fluid cholesterol levels of > 40 mg/dL along with LDH > 0.6 times the upper limit of normal have been found to be as accurate as the Light’s criteria in the identification of exudative effusions [12]. Additionally, a system review demonstrated that exudative effusions can be predicted when pleural fluid cholesterol was > 55 mg/dL (sensitivity 85–94 %) [13]. While measurement pleural fluid N-Terminal Pro Brain Natriuretic Peptide (NTPBNP) can be helpful when considering a diagnosis heart failure, given its lack of superiority to serum NTPBNP, its routine use is not recommended [14]. 5.2 Role of Imaging\ncomputed tomography (CT) of the chest may assist in the identification of exudative pleural effusion by identifying parietal pleural thickness or Light’s criteria Value\nPleural fluid to serum protein ratio > 0.5\nPleural fluid to serum LDH ratio > 0.6\nPleural fluid LDH concentration > 2/3 upper limit of lab normal value 4 A. Agrawal and D. Feller-Kopman\ncholesterol was > 55 mg/dL (sensitivity 85–94 %) [13]. While measurement pleural fluid N-Terminal Pro Brain Natriuretic Peptide (NTPBNP) can be helpful when considering a diagnosis heart failure, given its lack of superiority to serum NTPBNP, its routine use is not recommended [14]. 5.2 Role of Imaging\ncomputed tomography (CT) of the chest may assist in the identification of exudative pleural effusion by identifying parietal pleural thickness or Light’s criteria Value\nPleural fluid to serum protein ratio > 0.5\nPleural fluid to serum LDH ratio > 0.6\nPleural fluid LDH concentration > 2/3 upper limit of lab normal value 4 A. Agrawal and D. Feller-Kopmannodularity, attenuation of extrapleural fat, and presence of loculations [15]. Using computed tomography (CT) data, machine learning has been used to classify effusions as simple or complex but has not translated into clinically relevant dichotomous classification of transudative vs exudative effusions [16]. The use of thoracic ultrasound can accurately predict a complex pleural effusion with a positive predictive value of 90 %. However, in the study, the presence of an anechoic effusion did not have a good predictive value for classifying a transudate vs an exudate [17]. Another recent study developed a score based on radiologic and ultrasound features for differentiating exudates from transudates. The DUETS score assigned 1 point for ultrasound findings of diaphragmatic nodularity, unilateral effusion, echogenicity, pleural thickening, and septations. A DUETS score of > = 2 indicated a high likelihood for exudate (PPV 98.8 %, NPV 100 %) with 1 % misclassification compared to 6.9 % using Light’s criteria (p < 0.001). Further studies are warranted to prospectively validate the DUETS score and its routine application in clinical practice [18]. 5.3 Special Tests\nSome additional tests may be considered in the appropriate clinical context. If there is concern that the effusion may be a chylothorax based on its gross appearance, a triglyceride level should be measured on the pleural fluid. A level greater than 110 mg/dl is diagnostic, and possible etiologies should be explored. Markedly elevated cholesterol levels in the absence of chylomicrons may indicate a pseudochylous effusion that is commonly seen in patients with rheumatoid arthritis. Amylase is another useful test under the right circumstances. Subdiaphragmatic processes such as pancreatitis, salivary gland tumors, and esophageal rupture can lead to an elevated (above upper limit of serum normal serum value) amylase level in the pleural fluid, as can esophageal rupture. Pleural fluid ANA may help identify effusions associated with collagen vascular diseases such as lupus. The presence of elevated bilirubin levels may indicate a bilothorax, and further tests should be pursued to ascertain etiology. Elevated pleural fluid creatinine compared to serum creatinine may be seen in patients with a urinothorax. If tuberculosis is a consideration, the special tests that may be considered include adenosine deaminase (ADA), interferon gamma (INF), and polymerase chain reaction (PCR). ADA ( > 40 U/L) in a lymphocyte predominant effusion is highly suggestive ( > 90 %) of a tuberculous effusion and is routinely used in high prevalence countries as the mainstay of diagnosis for TB pleurisy. The role of biomarkers such as tumor necrosis factor, IL-27, and interferon gamma may be limited due to availability. MTB-PCR can be helpful for pleural space infections. Previous inhouse PCR testing was not standardized and labor intensive. In contrast, the short turnaround time and integral rifampin (RIF) resistance testing of the newer Xpert and Xpert Ultra test make it a helpful addition in the diagnosis of tuberculous pleural effusion particularly when combined with tissue and sputum sampling. With the advent of targeted cancer therapies, pleural fluid may be sent for cell block and then tumor markers identified, for example, estrogen/progestin receptor status, HER-2/neu, or CA-125. Diagnosis of Malignant Pleural Effusion\n6.1 Pleural Fluid Analysis\nThoracentesis with pleural fluid analysis is the first invasive step in patients with suspected malignant pleural effusion. Malignant pleural fluid is usually exudative and demonstrates lymphocytic predominance. Pleural fluid cytology can be helpful to establish the diagnosis of malignancy and determine the primary cancer. Even though pleural fluid cytology is an essential test and should be routinely ordered, its overall sensitivity can range from 34 % to 72 % [1–5]. The variability can be attributed to the differences in the diagnostic yield depending on the underlying malignancy, as well as the pleural burden of disease [19]. A large prospective study of pleural fluid cytology showed an overall sensitivity of 46 % (95 % CI: 42–58%). The yield was dependent on the primary cancer type, with the yield for mesothelioma (6 %) and hematological malignancies (40 %) being significantly lower than lung adenocarcinoma (79 %) and ovarian cancer (95 %) [20]. Large\native and demonstrates lymphocytic predominance. Pleural fluid cytology can be helpful to establish the diagnosis of malignancy and determine the primary cancer. Even though pleural fluid cytology is an essential test and should be routinely ordered, its overall sensitivity can range from 34 % to 72 % [1–5]. The variability can be attributed to the differences in the diagnostic yield depending on the underlying malignancy, as well as the pleural burden of disease [19]. A large prospective study of pleural fluid cytology showed an overall sensitivity of 46 % (95 % CI: 42–58%). The yield was dependent on the primary cancer type, with the yield for mesothelioma (6 %) and hematological malignancies (40 %) being significantly lower than lung adenocarcinoma (79 %) and ovarian cancer (95 %) [20]. Largeevaluation of pleural fluid and may also help predict the likelihood of malignancy [22]. Sonographic predictors of malignant include pleural nodularity, diaphragmatic nodularity, and thickening with a pooled sensitivity and specificity of 80 % and 90 %, respectively, in the hands of a skilled operator [14]. A computed tomography (CT) scan of the chest can help identify features concerning for malignancy such as pleural nodules or circumferential pleural thickening with good sensitivity but a poor negative predictive value [14, 23]. The role of positron emission tomography (PET) to differential benign from malignant effusion has also been studied with a pooled sensitivity of 89 % and 92 %, respectively, but still has limited clinical utility [14]. The recent TARGET trial assessed the utility of PET targeted pleural biopsy compared to the standard CT-guided biopsy in patients that had any form of nondiagnostic pleural biopsy in the prior 12 months and warranted a second biopsy. The results did not support the practice of PET to guide pleural biopsies in this cohort of patients [24]. The most recent British Thoracic Society guidelines recommends that PET-CT can be used to support the diagnosis of malignant pleural effusion in patients who have a suspicious clinical history or CT and negative histological results or when performing a biopsy is not possible. Given these limitations, imaging should not be used in isolation to exclude the presence of malignancy. For patients in whom the underlying etiology of the effusion is not determined after a comprehensive review of history, physical examination, review of imaging, and pleural fluid analysis, a pleural biopsy is the next step in the diagnostic algorithm. Several options exist for pleural biopsy. These include a closed (aka “blind”) pleural biopsy, image-guided pleural biopsy (CT-guided or ultrasound guided), or a biopsy under direct visualization using thoracoscopy. The choice of pleural biopsy technique is dependent upon the extent of pleural involvement, pretest probability of diagnosis, and operator preference and technical expertise. 7.1\nClosed Pleural Biopsy\nClosed pleural biopsy is a procedure performed under local anesthesia similar to thoracentesis. A small incision is made into the skin to facilitate the passing of a needle that is advanced through the chest wall using a corkscrew motion until breeching the parietal pleura. The cutting edge of the needle is anchored on the rib below, and using a guillotine action is used to excise a piece of the parietal pleura. Several needles exist for this purpose; however, the most widely used include the Abrams and Cope needles. The yield of closed pleural biopsy varies depending on the etiology. Its greatest yield is for TB and is in the range of 70–80 % in high prevalence populations. Unfortunately, the yield for malignancy as well as other pathologies is much lower, less than 45 %. When this procedure is combined with other diagnostic modalities such as pleural fluid analysis or thoracoscopy, it adds little to the diagnostic accuracy outside of tuberculosis. The frequency of use of this procedure in the United States was already quite limited and has further declined given the advent of ultrasound-guided pleural biopsies. 7.2\nImage Guided Pleural Biopsy\nAn image-guided biopsy can be performed using ultrasound guidance or CT guidance, using a cutting (or Abrams or Cope) needle visualized under real-time image guidance. While CT-guided biopsies used to be the mainstay of image-guided biopsies, recent studies suggest a widespread adoption and use of ultrasound-guided biopsies in clinical practice [25]. Ultrasound-guided pleural biopsies are faster, can be conducted by a pulmonologist, do not expose patients to ionizing radiation, and may allow for concomitant insertion of chest drain or IPC insertion. Two large retrospective studies reported a diagnostic yield of 88–97 % for ultrasound-guided biopsies with no differences compared to CT-guided biopsy [26, 27]. A large meta-analysis of 30 studies demonstrated a diagnostic yield of 84 % with ultrasound-guided biopsies compared to 93 % for CT-guided biopsies with a complication rate of 3 % and 7 %, respectively. The diagnostic yield of ultrasound-guided technique also showed improvement over time, while no effect was observed for CT-guided biopsy [25]. 7.3\nThoracoscopy\nDue to the relatively high number of undiagnosed exudative effusions even after extensive pleural fluid analysis and the low additional yield of closed pleural biopsy, patients often require thoracoscopy. Medical thoracoscopy or pleuroscopy is a minimally invasive procedure by which a camera is passed through a port into the pleural space. This\n% for ultrasound-guided biopsies with no differences compared to CT-guided biopsy [26, 27]. A large meta-analysis of 30 studies demonstrated a diagnostic yield of 84 % with ultrasound-guided biopsies compared to 93 % for CT-guided biopsies with a complication rate of 3 % and 7 %, respectively. The diagnostic yield of ultrasound-guided technique also showed improvement over time, while no effect was observed for CT-guided biopsy [25]. 7.3\nThoracoscopy\nDue to the relatively high number of undiagnosed exudative effusions even after extensive pleural fluid analysis and the low additional yield of closed pleural biopsy, patients often require thoracoscopy. Medical thoracoscopy or pleuroscopy is a minimally invasive procedure by which a camera is passed through a port into the pleural space. Thisprocedure as compared to pleural fluid analysis or closed pleural biopsy. As is the case for most procedures, the diagnostic yield of direct pleural biopsy via thoracoscopy is dependent on the cause of the effusion. Large retrospective cohort studies of several thousand patients have shown that for malignancy, the sensitivity is in the range of 93–95 % [28, 29], whereas for tuberculosis, it approaches 100 % [30]. Biopsy of the pleura for tuberculosis often will reveal non-caseating granulomas and acid-fast bacilli are identified on tissue culture. Again, histopathology offers the major advantage of large tissue samples for additional testing necessary to evaluate for mutations or eligibility for targeted therapies. In addition, thoracoscopy may also allow for concomitant therapeutic intervention such as tunneled pleural catheter placement, pleurodesis, or a combination depending upon the clinical scenario, symptoms, and patient preference. ( 8.1 Long-Term Follow-Up of Nonspecific Pleuritis A subset of patients will be given a pathologic diagnosis of nonspecific pleuritis following thoracoscopy. A natural history study of patients with this diagnosis was performed at total of 68 patients who were followed up for a mean time of 33 months (range 3–110 months). Forty-eight patients had a suspected diagnosis, while the remaining 20 had no probable diagnosis. Of these 68 patients, 6 were lost to follow-up (2 with a probable cause and 4 without a probable cause) and 2 without a probable cause died during the period of study. Neither of the deaths was attributable to either the thoracoscopy or the pleural effusion. Five patients (8 %) were found to have cancer (two primary lung and three mesothelioma), while the other 92 % followed a benign course [31]. In another study of 142 patients with undiagnosed exudative effusion despite comprehensive workup, all patients underwent medical thoracoscopy. Of these, the diagnosis of nonspecific pleuritis was made in 31 % (n = 44). Five patients (11 %) of the patients with nonspecific pleuritis were eventually diagnosed with malignancy, all with mesothelioma. The patients were followed until death or a mean of 21 months, and the other 39 patients in the subgroup of nonspecific pleuritis all followed a benign course. In majority of the patients, a probable cause of pleuritis was identified with true “idiopathic benign pleuritis” occurring in 25 % of the patients [32]. In contrast, a Spanish group performed a ten-year prospective cohort study of patients with idiopathic pleural effusion. This included a total of 40 patients followed for a mean of 62 months (range 26–108 months). Eighty percent of cases elucidated no diagnosis despite the protracted follow-up period. Of the remaining eight patients, the following diagnoses were eventually made: benign asbestos pleural effusion in three and one each of nonsmall cell lung cancer, mesothelioma, heart failure, cirrhosis, and rheumatoid arthritis. Spontaneous resolution of the effusion occurred within 5.8 months in all patients (median 1.7 months). Five patients had one or more relapses over the period of study. Further diagnostic workup including pleural fluid analysis was performed at each relapse and failed to identify the cause. The majority of patients followed a benign course, and the authors concluded that a conservative approach to undiagnosed exudative effusions can be pursued [33] ( Patients with unexplained exudative pleural effusion and those with nonspecific pleuritis on biopsy should undergo close clinical and radiographic follow-up, with repeat invasive interventions pursued in those patients with higher clinical and radiographic suspicion or suspicious findings during thoracoscopy such as pleural nodules/plaques and fluid recurrence [32]. Summary A thorough history and physical examination are crucial when evaluating patients with pleural effusions. Chest imaging plays a key role in providing valuable insights into the nature of the effusion. Thoracic ultrasonography has become the standard of care for both diagnosing and managing pleural effusions. It allows for the assessment of the effusion’s size and characteristics and assists in guiding pleural interventions. When a pleural effusion is undiagnosed, pleural fluid analysis should be the first invasive diagnostic test performed. In the appropriate clinical context, a detailed pleural fluid analysis can help establish the diagnosis and underlying cause of the effusion, potentially avoiding unnecessary invasive procedures. If malignancy is suspected or the cause of an exudative effusion remains unclear, a diagnostic pleural biopsy should be considered. Although thoracoscopy remains the gold standard for diagnosis, the use of ultrasound-guided pleural biopsies is increasing. Medical\ncrucial when evaluating patients with pleural effusions. Chest imaging plays a key role in providing valuable insights into the nature of the effusion. Thoracic ultrasonography has become the standard of care for both diagnosing and managing pleural effusions. It allows for the assessment of the effusion’s size and characteristics and assists in guiding pleural interventions. When a pleural effusion is undiagnosed, pleural fluid analysis should be the first invasive diagnostic test performed. In the appropriate clinical context, a detailed pleural fluid analysis can help establish the diagnosis and underlying cause of the effusion, potentially avoiding unnecessary invasive procedures. If malignancy is suspected or the cause of an exudative effusion remains unclear, a diagnostic pleural biopsy should be considered. Although thoracoscopy remains the gold standard for diagnosis, the use of ultrasound-guided pleural biopsies is increasing. MedicalReferences\n1. Prakash UB, Reiman HM. Comparison of needle biopsy with cytologic analysis for the evaluation of pleural effusion: analysis of 414 cases. Mayo Clin Proc. 1985;60(3):158–64.\n2. Nance KV, Shermer RW, Askin FB. Diagnostic efficacy of pleural biopsy as compared with that of pleural fluid examination. Mod Pathol. 1991;4(3):320–4.\n3. Salyer WR, Eggleston JC, Erozan YS. Efficacy of pleural needle biopsy and pleural fluid cytopathology in the diagnosis of malignant neoplasm involving the pleura. Chest. 1975;67(5):536–9.\n4. Porcel JM, Esquerda A, Vives M, Bielsa S. Etiology of pleural effusions: analysis of more than 3,000 consecutive thoracenteses. Arch Bronconeumol. 2014;50(5):161–5.\n5. Garcia LW, Ducatman BS, Wang HH. The value of multiple fluid specimens in the cytological diagnosis of malignancy. Mod Pathol. 1994;7(6):665–8.\n6. Light RW, Macgregor MI, Luchsinger PC, Ball WC. Pleural effusions: the diagnostic separation of transudates and exudates. Ann Intern Med. 1972;77(4):507–13.\n7. Romero S, Candela A, Martín C, Hernández L, Trigo C, Gil J. Evaluation of different criteria for the separation of pleural transudates from exudates. Chest. 1993;104(2):399–404.\n8. Valdés L, Pose A, Suàrez J, Gonzalez-Juanatey JR, Sarandeses A, San José E, et al. Cholesterol: a useful parameter for distinguishing between pleural exudates and transudates. Chest. 1991;99(5):1097–102.\n9. Roth BJ, O’Meara TF, Cragun WH. The serum-effusion albumin gradient in the evaluation of pleural effusions. Chest. 1990;98(3):546–9. Undiagnosed Pleural Effusion Ascertain if diagnostic or therapeutic drainage is indicated for assessing etiology or treating symptoms. Proceed with Diagnostic +/- Therapeutic Thoracentesis. Send for routine fluid analysis (cell count, pH, LDH, protein/albumin, glucose). Send additional evaluation to ascertain etiology, if applicable. Based on Lights Criteria, proceed as follows:\nIf Transudate by Lights Criteria, treat as transudate (consider further evaluation if discordant from clinical findings). If Exudate by Lights Criteria, work up as exudate. If clinical suspicion is for pseudoexudate, consider biomarkers. Perform clinical review, imaging review, pleural fluid cytology and cultures to rule out malignancy. If confirmed exudate, treat underlying etiology and manage effusion. Consider Pleural Biopsy (Ultrasound guided, Image guided or using Thoracoscopy). - Agrawal and D. Feller-Kopman\ndrainage is indicated for assessing etiology or treating symptoms. Proceed with Diagnostic +/- Therapeutic Thoracentesis. Send for routine fluid analysis (cell count, pH, LDH, protein/albumin, glucose). Send additional evaluation to ascertain etiology, if applicable. Based on Lights Criteria, proceed as follows:\nIf Transudate by Lights Criteria, treat as transudate (consider further evaluation if discordant from clinical findings). If Exudate by Lights Criteria, work up as exudate. If clinical suspicion is for pseudoexudate, consider biomarkers. Perform clinical review, imaging review, pleural fluid cytology and cultures to rule out malignancy. If confirmed exudate, treat underlying etiology and manage effusion. Consider Pleural Biopsy (Ultrasound guided, Image guided or using Thoracoscopy). - Agrawal and D. Feller-Kopman10. Mohan G, Bhide P, Agrawal A, Kaul V, Chaddha U. A practical approach to pseudoexudative pleural effusions. Respir Med. 2023;214:107279.\n11. Porcel JM. Pearls and myths in pleural fluid analysis. Respirology. 2011;16(1):44–52.\n12. Lépine PA, Thomas R, Nguyen S, Lacasse Y, Cheah HM, Creaney J, et al. Simplified criteria using pleural fluid cholesterol and lactate dehydrogenase to distinguish between exudative and transudative pleural effusions. Respiration. 2019;98(1):48–54.\n13. Wilcox ME, Chong CAKY, Stanbrook MB, Tricco AC, Wong C, Straus SE. Does this patient have an exudative pleural effusion? The Rational Clinical Examination systematic review. JAMA. 2014;311(23):2422–31.\n14. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Corcoran JP, et al. British Thoracic Society Guideline for pleural disease. Thorax. 2023;78(11):1143–56.\n15. Wolek R, Mason BJ, Reeser P, Zins JH. Pleural fluid: accuracy of computed tomography in differentiating exudates from transudates. Conn Med. 1998;62(5):259–65.\n16. Reuter S, Naur TMH, Clementsen PF, Bodtger U. The value of computed tomography in discriminating malignant from non-malignant causes of unresolved unilateral pleural effusions: a systematic review. Eur Clin Respir J. 2019;6(1):1565803.\n17. Shkolnik B, Judson MA, Austin A, Hu K, D’Souza M, Zumbrunn A, et al. Diagnostic accuracy of thoracic ultrasonography to differentiate transudative from exudative pleural effusion. Chest. 2020;158(2):692–7.\n18. Gardiner A, Ling R, Chan YH, Porcel J, Lee YCG, Teoh CM, et al. DUETS for Light’s in separating exudate from transudate. Respirology. 2024;29:976.\n19. Grosu HB, Kazzaz F, Vakil E, Molina S, Ost D. Sensitivity of initial thoracentesis for malignant pleural effusion stratified by tumor type in patients with strong evidence of metastatic disease. Respiration. 2018;96(4):363–9.\n20. Arnold DT, De Fonseka D, Perry S, Morley A, Harvey JE, Medford A, et al. Investigating unilateral pleural effusions: the role of cytology. Eur Respir J. 2018;52(5):1801254.\n21. Abouzgheib W, Bartter T, Dagher H, Pratter M, Klump W. A prospective study of the volume of pleural fluid required for accurate diagnosis of malignant pleural effusion. Chest. 2009;135(4):999–1001.\n22. Qureshi NR, Rahman NM, Gleeson FV. Thoracic ultrasound in the diagnosis of malignant pleural effusion. Thorax. 2009;64(2):139–43.\n23. Hallifax RJ, Haris M, Corcoran JP, Leyakathalikhan S, Brown E, Srikantharaja D, et al. Role of computed tomography (CT) in assessing pleural malignancy prior to thoracoscopy. Thorax. 2015;70(2):192–3.\n24. de Fonseka D, Arnold DT, Smartt HJM, Culliford L, Stadon L, Tucker E, et al. PET-CT-guided versus CT-guided biopsy in suspected malignant pleural thickening: a randomised trial. Eur Respir J. 2024;63(2):2301295.\n25. Mei F, Bonifazi M, Rota M, Cirilli L, Grilli M, Duranti C, et al. Diagnostic yield and safety of image-guided pleural biopsy: a systematic review and meta-analysis. Respiration. 2021;100(1):77–87.\n26. Mychajlowycz M, Alabousi A, Mironov O. Ultrasound- versus CT-guided subpleural lung and pleural biopsy: an analysis of wait times, procedure time, safety, and diagnostic adequacy. Can",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "lung_volume_reduction"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_diagnostic_atp.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}