{
  "id": "papoip_single_ub_enriched",
  "title": "Single Use Bronchoscopy",
  "abstract": "",
  "content": "Konstantina Kontogianni Contents Introduction............................................................................................... 1 Types of SUFB............................................................................................ 2 Single-Use Flexible Bronchoscopes..................................................................... 3 3.1 Infection Control........................................................................................... 3 3.2 Flexibility of Workflow and Resource Utilization........................................................ 4 3.3 Efficiency and Potential Uses in Respiratory Setting..................................................... 4 3.4 Cost-Effectiveness......................................................................................... 5 3.5 Environmental Impact..................................................................................... 6 Conclusions............................................................................................... References....................................................................................................... Abstract Reusable flexible bronchoscopes play an exceptional role in interventional pulmonology. During their use, they are repeatedly exposed to a variety of potentially infectious secretions. This repeated contamination may pose a significant risk of cross-infection. The reduced risk of cross-contamination represents a key advantage of single-use flexible bronchoscopes (SUFB). Furthermore, the introduction of SUFB has stressed the need for environmental comparisons between reusable and single-use devices. Finally, growing evidence shows that the latest generation of SUFB can be safely and effectively used for advanced bronchoscopic procedures. A holistic approach, encompassing not only the environmental but also economic and clinician satisfaction assessments, is necessary to substantiate this experience. Keywords Fiberoptic bronchoscopy · Interventional pulmonology · Contamination · Environmental impact bronchoscopy plays an exceptional role in interventional pulmonology (IP). The first reusable flexible bronchoscope (RFB) was developed by Dr. Shigeto Ikeda back in 1966 [1], and this landmark achievement opened up a new chapter in respiratory medicine. This invention empowered a plethora of diagnostic and therapeutic procedures to be performed, constituting the cornerstone of IP. During the course of their use in medical procedures, RFBs are repeatedly exposed to a variety of potentially infectious secretions, including blood and mucus [2]. This repeated contamination may lead to the accumulation of biofilms within the narrow lumens and ports of bronchoscopes posing significant risk of cross-infection [3]. It is important to also acknowledge further possible limitations of RFB such as high maintenance costs and lengthy decontamination waiting times, cost effectiveness, and resource utilization [4]. In the context of the Coronavirus Disease 2019 (COVID-19) pandemic, single-use flexible bronchoscopes (SUFB) have emerged as a topic of strong interest, in light of concerns surrounding the potential risk of viral transmission associated with RFB. Unlike RFB, single-use flexible bronchoscopes - Kontogianni (✉) Department of Pneumology & Respiratory Care Medicine, Thoraxklinik at the University of Heidelberg, Heidelberg, Germany e-mail: konstantina.kontogianni@med.uni-heidelberg.de (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_14-1\n\nand this landmark achievement opened up a new chapter in respiratory medicine. This invention empowered a plethora of diagnostic and therapeutic procedures to be performed, constituting the cornerstone of IP. During the course of their use in medical procedures, RFBs are repeatedly exposed to a variety of potentially infectious secretions, including blood and mucus [2]. This repeated contamination may lead to the accumulation of biofilms within the narrow lumens and ports of bronchoscopes posing significant risk of cross-infection [3]. It is important to also acknowledge further possible limitations of RFB such as high maintenance costs and lengthy decontamination waiting times, cost effectiveness, and resource utilization [4]. In the context of the Coronavirus Disease 2019 (COVID-19) pandemic, single-use flexible bronchoscopes (SUFB) have emerged as a topic of strong interest, in light of concerns surrounding the potential risk of viral transmission associated with RFB. Unlike RFB, single-use flexible bronchoscopes - Kontogianni (✉) Department of Pneumology & Respiratory Care Medicine, Thoraxklinik at the University of Heidelberg, Heidelberg, Germany e-mail: konstantina.kontogianni@med.uni-heidelberg.de (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_14-1come presterilized and are intended for a single patient, eliminating the risk of cross-contamination and infection that can arise from possible inadequate reprocessing of RFB. Diagnostic uses of the SUFB include airway inspection and sampling of endobronchial and transbronchial lesions by performing washings, bronchoalveolar lavage (BAL), brushings, and lung biopsies. Furthermore, possible therapeutic uses could potentially include aspiration of mucoid plugs or hemorrhagic secretions and clots, debulking and recanalization of endobronchial tumors and stenosis using mechanical and “hot or cold” techniques, airway stent deployment, foreign body removal, and also emphysema therapy including a variety of bronchoscopic lung volume reduction techniques, thermoplasty treatment for severe asthma, but also guidance for percutaneous tracheostomy placement and fiducial marker placement prior to lung resection. - 2 Types of SUFB** Since the first application of a reusable flexible bronchoscope back in 1966, novel devices have been under constant development [5]. Already by the end of the 1990 decade, a flexible bronchoscope was developed and tested that used a prepackaged, presterilized, single-use endoscope sheath system containing a working channel to cover and protect all surfaces of the bronchoscope from contamination [6]. About 10 years later, in 2009, Ambu (Copenhagen, Denmark) launched the first single-use flexible bronchoscope, and this is how the era of SUFB began [7]. Several manufacturers produce in the meantime SUFB, with some of them currently having developed fifth-generation devices that have highly improved image quality and degrees of angulation. There are also a wide range of devices with different working channel diameters available, enriching the SUFB armamentarium ( 2 K. Kontogianni\n\nor cold” techniques, airway stent deployment, foreign body removal, and also emphysema therapy including a variety of bronchoscopic lung volume reduction techniques, thermoplasty treatment for severe asthma, but also guidance for percutaneous tracheostomy placement and fiducial marker placement prior to lung resection. - 2 Types of SUFB** Since the first application of a reusable flexible bronchoscope back in 1966, novel devices have been under constant development [5]. Already by the end of the 1990 decade, a flexible bronchoscope was developed and tested that used a prepackaged, presterilized, single-use endoscope sheath system containing a working channel to cover and protect all surfaces of the bronchoscope from contamination [6]. About 10 years later, in 2009, Ambu (Copenhagen, Denmark) launched the first single-use flexible bronchoscope, and this is how the era of SUFB began [7]. Several manufacturers produce in the meantime SUFB, with some of them currently having developed fifth-generation devices that have highly improved image quality and degrees of angulation. There are also a wide range of devices with different working channel diameters available, enriching the SUFB armamentarium ( 2 K. KontogianniAmbu (Copenhagen, Denmark), Boston Scientific (Marlborough, MA, USA), The Surgical Company (TSC) Broncoflex(c) (Joué-lès-Tours, France), Karl Storz (Tuttlingen, Germany), Pentax Medical Europe GmbH (Hamburg, Germany), Vathin(R) (Shanghai, China), Verathon (Birmingham, UK). Small portable reusable high-resolution screens have been produced by each of the companies that are easy to clean and transport, from which videos or images can easily be saved or downloaded ( Single-Use Flexible Bronchoscopes 3.1 Infection Control Bronchoscopy poses challenges from the perspective of infection prevention with a risk of transmission to both patients and also personnel involved [3]. SUFB demonstrate benefits which establish the significance of these devices, one of these being the reduction in iatrogenic cross-infections when compared to RFB, especially in the intensive care unit (ICU). Nosocomial infections and cross-infection are common in ICU and the SUFB play here a substantial role, especially for patients who are mechanically ventilated, immunosuppressed, or have infectious diseases [8]. Risk of nosocomial infection transmission between patients has already been reported with the identification of human proteins, deoxyribonucleic acid (DNA), and pathogenic organisms on fully reprocessed bronchoscopes and this, despite full adherence to the reprocessing guidelines [9]. Furthermore, the use of RFB is connected to an almost inevitable occupational exposure of the healthcare personnel to possible pathogens due to the inevitable need of reprocessing of the scopes after use. In respect to RFB, one very important challenge which should be considered is the minimization of the possible risk of infection transmission and cross-contamination. Transmission can occur in patients treated with contaminated RFB or from contaminated reprocessing equipment. RFB is a complex device containing long and narrow working channels. The narrow, long lumens have to be cleaned without direct visualization, making it difficult to disinfect possible small scratches, thus facilitating bacterial adhesion and biofilm formation [10, 11]. Biofilms are characterized by microbial cells attached to surfaces and enclosed in a matrix of exopolymeric substances which can be resistant to disinfectants and antibiotics, making them challenging to remove properly [12]. The persistence of these biofilms leads to inadequate reprocessing and thus possible outbreaks of bronchoscopic-related infections [10, 11, 13, 14]. Furthermore, partly due to the RFB complexity, they require appropriate reprocessing, which is a multistep procedure that depending on the protocols followed includes manual cleaning, leak testing, high-level disinfection using automated endoscope reprocessors, or even sterilization with ethylene oxide (EO) or hydrogen peroxide (H2O2 plasma) and drying. This necessary handling collectively places the RFB at further risk for contamination, not only for the patients but also for the healthcare personnel (HCP) who are exposed to the RFB during this disinfection process. A recent morbidity and mortality report from the USA showed that at least in the beginning of the COVID-19 pandemic a high incidence of HCP was infected with SARS-CoV-2 and the majority (55 %) of this group only had exposure to an infected person within a healthcare setting [15, 16]. Furthermore, inadequate reprocessing, contamination of the automated endoscope reprocessor, and continued use of damaged RFB, all have been identified as potential causes of infectious outbreaks following flexible bronchoscopy [17, 18]. While nonadherence to reprocessing guidelines does occur [3, 19, 20] and outbreaks have been linked to protocol violation incidents [3, 21, 22], bronchoscopy-associated outbreaks have also occurred even in contexts where reprocessing was done well. Despite the implementation of well-controlled disinfection procedures, cross-contaminations associated with bronchoscopy persist [23]. In a multicenter prospective study, Ofstead and colleagues reported in 2018 the presence of residual proteins and infectious pathogens on fully reprocessed RFB that were ready for patient use despite adherence to disinfection protocols regarding reprocessing procedures [24]. The same researcher had reported 2 years earlier that (b) Compact Cart with a small high-resolution, transportable screen and AMBU aScopeTM5 Bronch. (Reprinted with permission of AMBU) Single Use\n\nbeginning of the COVID-19 pandemic a high incidence of HCP was infected with SARS-CoV-2 and the majority (55 %) of this group only had exposure to an infected person within a healthcare setting [15, 16]. Furthermore, inadequate reprocessing, contamination of the automated endoscope reprocessor, and continued use of damaged RFB, all have been identified as potential causes of infectious outbreaks following flexible bronchoscopy [17, 18]. While nonadherence to reprocessing guidelines does occur [3, 19, 20] and outbreaks have been linked to protocol violation incidents [3, 21, 22], bronchoscopy-associated outbreaks have also occurred even in contexts where reprocessing was done well. Despite the implementation of well-controlled disinfection procedures, cross-contaminations associated with bronchoscopy persist [23]. In a multicenter prospective study, Ofstead and colleagues reported in 2018 the presence of residual proteins and infectious pathogens on fully reprocessed RFB that were ready for patient use despite adherence to disinfection protocols regarding reprocessing procedures [24]. The same researcher had reported 2 years earlier that (b) Compact Cart with a small high-resolution, transportable screen and AMBU aScopeTM5 Bronch. (Reprinted with permission of AMBU) Single Use60 % of endoscopes (including bronchoscopes) that were reprocessed in accordance with local guidelines exhibited microbial growth. Furthermore, investigators identified water-borne pathogens in the final rinse water of the automated endoscope reprocessor [25]. Interestingly, a recently published systematic review by Travis et al. showed an estimated total cross-contamination rate for RFB of 8.69 %, with a standardized threshold based on a well-established endoscopy surveillance-testing guideline [26], while Mouritsen et al. reported that RFB may cause cross-contamination with an infection risk of 2.8 % [27]. These data indicate that RFB cross-contamination rates remain high even though continuous improvements in reprocessing techniques and guidelines have occurred with more strict reprocessing and requirements. The organisms most commonly identified in the transmission of infections by bronchoscopy include Pseudomonas species, M. tuberculosis, and atypical mycobacteria [28]. Sterilization of the RFB as a possible option has been investigated; however the chemicals used, either EO or H2O2, are very expensive, and more significantly have been shown to quickly impair the mechanical properties of flexible bronchoscopes and accelerate their damage [29, 30]. These facts prohibit to date RFB sterilization from being an effective solution to the infection control problem. Given the fact that SUFB are delivered in a sterile manner, the risk of transmission and patient-to-patient contamination due to their single-use nature is effectively reduced. This is of immense importance also with regard to protecting the healthcare staff by reducing occupational exposure to severe pathogens. A very important remark is that SUFB are not designed to withstand the decontamination processes of RFB. SUFB are single-use devices that are not at all intended to be used on different patients and also not even for multiple use on a single patient. McGrath et al. have shown that following basic cleaning of a SUFB (flushing with normal saline solution and external manually cleaning), there was significant microbial colonization of the devices at 48 h including high-risk pathogens capable of causing pneumonia [31]. Therefore, it should be remembered that SUFB are only appropriate for single use and not intended to be used for multiple times, even on the same patient. - 3.2 Flexibility of Workflow and Resource Utilization* SUFB are connected to a small portable and reusable screen. This is a significant advantage when considering the mobility of these devices, enabling emergency bronchoscopies in the emergency department, on normal wards, or even out-of-hospital emergency bronchoscopies, for example, in a weaning or palliative hospice. SUFB can also be useful as general teaching tool in manikin simulation training, where there have been shown to have a positive effect on the reduction of subsequent RFB damage [32, 33]. They do also clearly have a place in research centers performing bench, cadaveric or large animal trials, reducing cost of equipment, cleaning costs, and storage. Another possible application is for training and research purposes in the veterinary field where bronchoscopy is performed for a variety of indications [34, 35]. A further significant advantage of SUFB is the possibility of utilizing them in a parallel rather than linear manner within the bronchoscopy suite. This has the potential to reduce the time between procedures and increase the number of bronchoscopies that can be conducted. Furthermore, SUFB do not require reprocessing after use, eliminating the need for further resources and personnel for reprocessing. Their immediate availability and the possibility of out-of-hours use represent a distinct advantage in an emergency setting. On the other hand, bronchoscopy after the normal endoscopy program, at night or on weekends using RFB results in the need of HCP to come extra to the hospital to reprocess the devices. - 3.3 Efficiency and Potential Uses in Respiratory Setting* SUFB have been shown in the past to be acceptable compared to RFBs in an anesthetic setting [36] and for performing bronchoalveolar lavage (BAL) in healthy volunteers for research purposes [37]. Most of the studies of the efficacy of SUFB to date have been conducted in anesthetic setting, with only a few studies analyzing their efficacy in a clinical pulmonology setting [38]. In 2020, Liu et al. conducted a comparative analysis of the new at that time H-SteriScope (Vathin Medical Instrument Co. Ltd., China) and the at that time standard available SUFB and RFB, with a particular focus on operators’ perceptions [39]. This comparative study was the first of its kind, evaluating a variety of aspects including scope quality, handling, maneuverability, tool interaction, and image quality. Compared to the previous generation, the newer SUFB demonstrated superior performance in all categories and exhibited comparable maneuverability to the RFB with the operators expressing a preference for the newer over the standard SUFB. Over half of the respondents indicated that they perceived the image quality of the RFB to be superior to that of both SUFB. It is noteworthy that the majority of SUFB currently available on the market were not yet accessible at the time of this study. In the next couple of years, a bench study highlighting and comparing the technical performance of a newer SUFB generation to a marketed older SUFB was completed at two US sites, reporting that the newer generation provided strong\n\nLiu et al. conducted a comparative analysis of the new at that time H-SteriScope (Vathin Medical Instrument Co. Ltd., China) and the at that time standard available SUFB and RFB, with a particular focus on operators’ perceptions [39]. This comparative study was the first of its kind, evaluating a variety of aspects including scope quality, handling, maneuverability, tool interaction, and image quality. Compared to the previous generation, the newer SUFB demonstrated superior performance in all categories and exhibited comparable maneuverability to the RFB with the operators expressing a preference for the newer over the standard SUFB. Over half of the respondents indicated that they perceived the image quality of the RFB to be superior to that of both SUFB. It is noteworthy that the majority of SUFB currently available on the market were not yet accessible at the time of this study. In the next couple of years, a bench study highlighting and comparing the technical performance of a newer SUFB generation to a marketed older SUFB was completed at two US sites, reporting that the newer generation provided strongsuction capability, with the aspirated mean mass being significantly greater compared to same-diameter marketed single-use comparators in a bench model simulation. Mean ratings for visualization attributes were also significantly better [40]. Dr. Kurman and his team in the United States compared the interaction of the newest Ambu aScopeTM Bronch 5 with biopsy tools such as forceps and aspiration needles and adjunct tools like dilation balloons, argon plasma coagulation catheters, cryoprobes, bronchial thermoplasty catheters, and endobronchial valve catheters to their RFB counterparts and reported in his poster that the newer generations of SUFB were comparable or even superior to RFB ( The prospective controlled study from HE et al. published in 2023 compared RFB and SUFB while performing routine bronchoscopy and more complex diagnostic procedures (BAL and biopsy). The bronchoscope operator also scored the performance of the SUFB after each procedure. Routine examination time, recovery rate of bronchoalveolar lavage BAL, biopsy time, and positivity rate were then compared between RFB and SUFB. In terms of performance comparison, the study concluded that SUFB are noninferior to RFB in routine bronchoscopy, BAL, and biopsy, and it was suggested that SUFB could have a wider clinical application [42]. Since 2018, there has been a proliferation of SUFB from different manufacturers. The latest generations of SUFB may be suitable for advanced bronchoscopic or interventional pulmonology procedure. However, the lack of abundant comparative studies demonstrating the equivalent performance of SUFB to RFB in advanced bronchoscopic procedures may be a contributing factor to the current barriers to adoption of SUFB in the bronchoscopy routine. The majority of the currently existing studies are nonblinded, conducted at a single center and involve surveying a relatively small number of respondents, which could introduce sampling bias. Additionally, the respondents were self-selected individuals and may not be representative of all practicing bronchoscopists [38]. Further studies are required to provide additional substantiation of a wide range use of SUFB in IP. 3.4 Cost-Effectiveness In the aspect of cost, detailed comparisons of RFB and SUFB costs have varied between studies. The cost of SUFB includes the purchase of the monitor, and each unit and must be compared with the cost of purchasing, maintaining and repairing reusable devices. Processing costs (including reprocessing, personnel protective equipment, and personnel time) and consumables but also repair and maintenance costs of RFB must be included in cost analysis [43, 44]. When purchasing equipment, it is necessary to calculate the number of procedures performed per year within the organization. Each hospital will have its own point at which the costs of disposable and reusable flexible bronchoscopes are equal [45, 46]. SUFB appear to be cheaper in institutions where the use per unit time is below this point [45] and vice versa [47, 48]. Furthermore, SUFB usage is linked to fewer instances of cross-contamination and bronchoscopy-related infections, resulting in potential cost savings from reduced infection related expenses [27, 49]. However, there is no prospective clinical trial determining the rate of bronchoscopy-induced infection. Therefore, further research in this area is also required before the actual cost savings can be calculated. In addition, Sohrt et al. report that the economies of scale may also affect the prices of SUFB, and in the future, market competition among disposable bronchoscope manufacturers and technological advances may also further reduce the cost of SUFB [50]. Edenharter et al. developed a mathematical Single Use\n\nalso repair and maintenance costs of RFB must be included in cost analysis [43, 44]. When purchasing equipment, it is necessary to calculate the number of procedures performed per year within the organization. Each hospital will have its own point at which the costs of disposable and reusable flexible bronchoscopes are equal [45, 46]. SUFB appear to be cheaper in institutions where the use per unit time is below this point [45] and vice versa [47, 48]. Furthermore, SUFB usage is linked to fewer instances of cross-contamination and bronchoscopy-related infections, resulting in potential cost savings from reduced infection related expenses [27, 49]. However, there is no prospective clinical trial determining the rate of bronchoscopy-induced infection. Therefore, further research in this area is also required before the actual cost savings can be calculated. In addition, Sohrt et al. report that the economies of scale may also affect the prices of SUFB, and in the future, market competition among disposable bronchoscope manufacturers and technological advances may also further reduce the cost of SUFB [50]. Edenharter et al. developed a mathematical Single Usemodel to facilitate decision-making regarding the purchase of single-use versus reusable flexible bronchoscopes. The optimal device mix is calculated, thereby assisting organizations in acquiring the most cost-effective bronchoscopes while satisfying demand. This may be beneficial in planning the procurement of equipment [51]. In general, different studies report that although the cost per use of SUFB may be higher for patients than RFB, the overall cost of SUFB compared to RFB seems to be lower in terms of infection control and overall healthcare resource consumption, which could also be adjusted in the future through hospital charges, health insurance, etc. It is important to note though that the methodology used to calculate the cost differences varied greatly among studies. ### 3.5 Environmental Impact The environmental impact of single-use devices has always been an area of concern. The initial purpose of disposable products was to address exceptional circumstances or conditions where the efficacy of proper disinfection could not be assured. Such scenarios included wartime, natural disasters, and the occurrence of epidemics [48, 52]. Most of the environmental impact created by SUFB is related to production. RFBs on the other hand mainly contribute to environmental impact due to the production of personal protective equipment and cleaning supplies [53]. In order to ascertain the environmental impact of SUFB and RFB, a life cycle analysis (LCA) must be conducted. Life cycle assessment is a methodology that evaluates the environmental impact of a product throughout its entire life cycle, encompassing the stages of production, use, and end of life [54]. The production stage has often a more significant environmental impact than the other phases, due to the sourcing of raw materials for complex devices like bronchoscopes that often have to be collected from a range of global locations, followed by manufacturing in different locations and distribution to end users. Transportation emissions are contingent upon a number of factors, including the locations of production and destination, the modes of transportation employed, and the energy sources utilized [54]. Furthermore, it is well known that disposal methods vary among countries and even among hospitals [55]. The environmental assessment of RFB poses additional strains. Worth mentioning is that disposal of personal protective equipment and cleaning agents used in the reprocessing of RFB also have an environmental impact which is very difficult to quantify. Cleaning and disinfection equipment and protocols also vary depending on institution and country [43]. A prospective single-center observational study by Patrucco et al. aimed to quantify the impact on waste mass production, energy consumption, and recyclability of bronchoscopic procedures. The researchers reported waste produced in 60 bronchoscopy procedures and showed that SUFB produced almost double the amount of recyclable waste when compared to RFB, the latter accounting for a higher proportion of the waste generated during the reprocessing phase [56]. Another theoretical case study in a university hospital in Paris, France, compared the environmental impact of single-use versus reusable flexible bronchoscopes in an operating theater setting for performing difficult tracheal intubations, as reference was used in the performance of 200 tracheal intubations per year for 10 years. In contrast to water consumption which was significantly increased, it was calculated that RFB had a lower potential environmental impact in terms of global warming, abiotic and ozone depletion, human toxicity, freshwater aquatic and marine aquatic ecotoxicity, terrestrial ecotoxicity, photochemical oxidation, acidification, and eutrophication [53]. However, this is in contrast to a comparative study conducted by Sørensen et al. which aimed to compare carbon dioxide (CO2)-equivalent emissions and resource consumption between SUFB and RFB. Consumption of scarce resources was also considered. The comparison is made using a simplified life cycle assessment methodology. The study demonstrated that RFB exhibited comparable or higher material and energy consumption, including higher CO2-equivalent emissions. The factors that exert the greatest influence on the environmental impact detriment was the reprocessing and the drying procedure of the RFB [55]. The efforts of different manufacturers to reduce their environmental impact are outlined on their websites. Among others, efforts are made to reduce product weight and packaging and/or use recyclable secondary packaging, to provide a reusable power cable, and also to increase the proximity of manufacturing to the factory [57–60]. But despite issuing statements by numerous companies regarding their respective endeavors to enhance the environmental impact of their products, it seems that the main obstacle to the production of a fully recyclable single-use product is the risk of cross-contamination. To date, SUFB must be sterilized or incinerated after use. Consequently, no completely recyclable single-use flexible bronchoscope is currently available [55], even though efforts are done to use these plastics as a fuel source for generating electricity, in a process known as waste-to-energy conversion [60]. ### Conclusions Flexible bronchoscopes are an indispensable tool in operating theaters and critical care units and of course in the endoscopy suite. Both single-use and reusable options have their respective advantages and disadvantages. The existing literature on the subject presents still conflicting opinions regarding the 6 K. Kontogianni\n\nefforts of different manufacturers to reduce their environmental impact are outlined on their websites. Among others, efforts are made to reduce product weight and packaging and/or use recyclable secondary packaging, to provide a reusable power cable, and also to increase the proximity of manufacturing to the factory [57–60]. But despite issuing statements by numerous companies regarding their respective endeavors to enhance the environmental impact of their products, it seems that the main obstacle to the production of a fully recyclable single-use product is the risk of cross-contamination. To date, SUFB must be sterilized or incinerated after use. Consequently, no completely recyclable single-use flexible bronchoscope is currently available [55], even though efforts are done to use these plastics as a fuel source for generating electricity, in a process known as waste-to-energy conversion [60]. ### Conclusions Flexible bronchoscopes are an indispensable tool in operating theaters and critical care units and of course in the endoscopy suite. Both single-use and reusable options have their respective advantages and disadvantages. The existing literature on the subject presents still conflicting opinions regarding the 6 K. Kontogiannicomparative safety and efficacy profiles of these two types of bronchoscopes. The benefits of SUFB include portability, immediate availability, reduction in iatrogenic infections, and less personnel exposure to pathogens, low operating costs, low site requirements, no maintenance costs, and as technology continues to evolve improved imaging and handling. The rate of utilization of flexible bronchoscopes on an annual basis, in conjunction with other contributing factors, determines which device is most cost-effective for each institution. The reduced risk of cross-contamination represents a key advantage of single-use devices. However, there is currently a lack of clear evidence regarding the incidence of bronchoscopy-induced infection. The introduction of SUBF has stressed the need for environmental comparisons between reusable and single-use devices in the healthcare sector. Furthermore, a common issue of discussion is the assumption that SUFB generate more environmental waste than RFB. An economic advantage of either SUFB or RFB largely depends on the type and number of procedures performed per year as well as study-site specificities. Standardized multicenter life cycle assessments would be beneficial in evaluating the true environmental impact of both single-use and reusable flexible devices. Finally, based on growing evidence and experience, it seems that the latest generation of SUFB can be safely and effectively used for advanced bronchoscopic procedures. A holistic approach, encompassing not only the environmental but also economic, and clinician satisfaction assessments is necessary to substantiate this experience. As technology continues to evolve, and obstacles concerning the costs and environmental burden start to be addressed, it remains to be seen if SUFB will constitute a viable alternative of RFB over the years and increasingly meet needs in clinical practice and more specifically in IP. Further randomized controlled trials are necessary to substantiate this claim. References 1. Miyazawa T. History of the flexible bronchoscope. In: Bolliger computed tomography (CT), Mathur PN, editors. Progress in respiration research, vol. 30: Interventional bronchoscopy. Basel: Karger; 2000. p. 16–21. 2. Manthous C, Tobin M. Flexible bronchoscopy. Am J Respir Crit Care Med. 2015;191(9):7–8. 3. Kovaleva J, Peters FT, van der Mei HC, Degener JE. Transmission of infection by flexible gastrointestinal endoscopy and bronchoscopy. Clin Microbiol Rev. 2013;26(2):231–54. 4. Kristensen AE, Kurman JS, Hogarth DK, et al. Systematic review and cost-consequence analysis of Ambu aScope Broncho compared with reusable flexible bronchoscopes: insights from two US University Hospitals and an Academic Institution. Pharmacoecon Open. 2023;7:665–78. 5. Panchabhai TS, Mehta AC. Historical perspectives of bronchoscopy. Connecting the dots. Ann Am Thorac Soc. 2015;12:631–41. https://doi.org/10.1513/AnnalsATS.201502089PS. 6. Colt HG, et al. Novel flexible bronchoscope and single-use disposable-sheath endoscope system. Chest. 2000;118(1):183–7. 7. Ambu. Ambu pulmonary products. 2022. https://www.ambu.com/endo 8. Lentz RJ, Colt H. Summarizing societal guidelines regarding bronchoscopy during the COVID-19 pandemic. Respirology. 2020;25(6):574–7. https://doi.org/10.1111/resp.13824. (Epub 2020 Apr 11). 9. Barron SP, Kennedy MP. Single-use (disposable) flexible bronchoscopes: the future of bronchoscopy? Adv Ther. 2020;37(11):4538–48. 10. Kovaleva J, Meessen NE, Peters FT, et al. Is bacteriologic surveillance in endoscope reprocessing stringent enough? Endoscopy. 2009;41:913–6. 11. Pajkos A, Vickery K, Cossart Y. Is biofilm accumulation on endoscope tubing a contributor to the failure of cleaning and decontamination? J Hosp Infect. 2004;58:224–9. 12. Donlan RM, Costerton JW. Biofilms: survival mechanisms of clinically relevant microorganisms. Clin Microbiol Rev. 2002;15:167–93. 13. Einav S, Wiener-Well Y. Anesthesia in patients with infectious disease caused by multi-drug resistant bacteria. Curr Opin Anaesthesiol. 2017;30:426–34. 14. Kenters N, Huijskens EG, Meier C, et al. Infectious diseases linked to cross-contamination of flexible endoscopes. Endosc Int Open. 2015;3:E259-65. 15. COVID-19: protecting health-care workers. Lancet. 2020;395(10228):922. https://doi.org/10.1016/S0140-6736(20)30644–9. 16. Burrer SL, de Perio MA, Hughes MM, et al. Characteristics of health care personnel with COVID-19 - United States, February 12-April 9, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:477–81. https://doi.org/10.15585/mmwr.mm6915e6. 17. Cosgrove SE, Ristaino P, Caston-Gaa A, et al. Caveat emptor: the role of suboptimal bronchoscope repair practices by a third-party vendor in a pseudo-outbreak of pseudomonas in bronchoalveolar lavage specimens. Infect Control Hosp Epidemiol. 2012;33:224–9. 18. Peaper DR, Havill NL, Aniskiewicz M, et al. Pseudooutbreak of Actinomyces graevenitzii associated with bronchoscopy. J Clin Microbiol. 2015;53:113–7. 19. Weber DJ, Rutala WA. Lessons learned from outbreaks and pseudo-outbreaks associated with bronchoscopy. Infect Control Hosp Epidemiol. 2012;33(3):230–4. 20. Saeed DK, Shakoor S, Irfan S, Hasan R. Mycobacterial contamination of bronchoscopes: challenges and possible solutions in low resource settings. Int J Mycobacteriol. 2016;5(4):408–11. 21. Bou R, Aguilar A, Perpinan J, et al. Nosocomial outbreak of Pseudomonas aeruginosa infections related to a flexible bronchoscope. J Hosp Infect. 2006;64(2):129–35. 22. Shimono N, Takuma T, Tsuchimochi N, et al. An outbreak of Pseudomonas aeruginosa infections following thoracic surgeries occurring via the contamination of bronchoscopes and an automatic endoscope reprocessor. J Infect Chemother. 2008;14(6):418–23. 23. Srinivasan A. Epidemiology and prevention of infections related to endoscopy. Curr Infect Dis Rep. 2003;5:467–72. 24. Ofstead CL, Quick MR, Wetzler HP, et al. Effectiveness of reprocessing for flexible bronchoscopes and endobronchial ultrasound bronchoscopes. Chest. 2018;154:1024–34. 25. Ofstead CL, Doyle EM, Eiland JE, et al. Practical toolkit for monitoring endoscope reprocessing effectiveness: identification of viable bacteria on gastroscopes, colonoscopes, and bronchoscopes. Am J Infect Control. 2016;44(7):815–9. 26. Travis HS, Russell RV, Kovaleva J. Cross-contamination rate of reusable flexible bronchoscopes: a systematic literature review and meta-analysis. J Infect Prev. 2023;24:95–102. 27. Mouritsen JM, Ehlers L, Kovaleva J, et al. A systematic review and cost-effectiveness analysis of reusable vs. single-use flexible Single Use Bronchoscopes\n\npossible solutions in low resource settings. Int J Mycobacteriol. 2016;5(4):408–11. 21. Bou R, Aguilar A, Perpinan J, et al. Nosocomial outbreak of Pseudomonas aeruginosa infections related to a flexible bronchoscope. J Hosp Infect. 2006;64(2):129–35. 22. Shimono N, Takuma T, Tsuchimochi N, et al. An outbreak of Pseudomonas aeruginosa infections following thoracic surgeries occurring via the contamination of bronchoscopes and an automatic endoscope reprocessor. J Infect Chemother. 2008;14(6):418–23. 23. Srinivasan A. Epidemiology and prevention of infections related to endoscopy. Curr Infect Dis Rep. 2003;5:467–72. 24. Ofstead CL, Quick MR, Wetzler HP, et al. Effectiveness of reprocessing for flexible bronchoscopes and endobronchial ultrasound bronchoscopes. Chest. 2018;154:1024–34. 25. Ofstead CL, Doyle EM, Eiland JE, et al. Practical toolkit for monitoring endoscope reprocessing effectiveness: identification of viable bacteria on gastroscopes, colonoscopes, and bronchoscopes. Am J Infect Control. 2016;44(7):815–9. 26. Travis HS, Russell RV, Kovaleva J. Cross-contamination rate of reusable flexible bronchoscopes: a systematic literature review and meta-analysis. J Infect Prev. 2023;24:95–102. 27. Mouritsen JM, Ehlers L, Kovaleva J, et al. A systematic review and cost-effectiveness analysis of reusable vs. single-use flexible Single Use Bronchoscopes27. bronchoscopes. Anaesthesia. 2020;75(4):529–40. https://doi.org/10.1111/anae.14891. 28. Spach DH, Silverstein FE, Stamm WE. Transmission of infection by gastrointestinal endoscopy and bronchoscopy. Ann Intern Med. 1993;118:117–28. 29. CDC. Ethylene oxide sterilization. Disinfection & sterilization guidelines. Guidelines Library. Infection Control. CDC. https://www.cdc.gov/infectioncontrol/guidelines/disinfection/sterilization/ethylene-oxide.html 30. FDA. Sterilization for medical devices. FDA. https://www.fda.gov/medical-devices/general-hospitaldevices-and-supplies/sterilization-me 31. McGrath BA, Ruane S, McKenna J, et al. Contamination of single-use bronchoscopes in critically ill patients. Anaesthesia. 2017;72:36–41. 32. Lunn W, Garland R, Gryniuk L, Smith L, Feller Kopman D, Ernst A. Reducing maintenance and repair costs in an interventional pulmonology program. Chest. 2005;127(4):1382–7. 33. Lu HF, Hung KC, Chiang MH, et al. Implementation of an anaesthesia quality improvement programme to reduce fibreoptic bronchoscope repair incidents. Biomed Res Int. 2020;21:2020. 34. Finke MD. Transtracheal wash and bronchoalveolar lavage. Top Companion Anim Med. 2013;28(3):97–102. 35. Hanthorn CJ, Dewell RD, Cooper VL, et al. Randomized clinical trial to evaluate the pathogenicity of Bibersteinia trehalosi in respiratory disease among calves. BMC Vet Res. 2014;10:89. 36. Chan JK, Ng I, Ang JP, et al. Randomised controlled trial comparing the Ambu aScopeTM2 with a conventional fibreoptic bronchoscope in orotracheal intubation of anaesthetised adult patients. Anaesth Intensive Care. 2015;43(4):479–84. 37. Kristensen MS, Fredensborg BB. The disposable Ambu aScope vs. a conventional flexible videoscope for awake intubation - a randomised study. Acta Anaesthesiol Scand. 2013;57:888–95. 38. Podder S, Perez O, Kivlin W, Singh H, Benn BS, Kurman JS. Role of single-use flexible bronchoscopes. AME Med J. 2024;9:30. 39. Liu L, Wahidi M, Mahmood K, et al. Operator perception of a single-use flexible bronchoscope: comparison with current standard bronchoscopes. Respir Care. 2020;65:1655–62. 40. Lamb CR, Yavarovich E, Kang V, et al. Performance of a new single-use bronchoscope versus a marketed single-use comparator: a bench study. BMC Pulm Med. 2022;22:189. 41. Kurman J, Wagh A, Benn B, et al. Large capacity 2.8 mm forceps a comparison of single-use bronchoscopes and reusable bronchoscopes for interventional pulmonology applications. Poster presentation. 42. He S, Xie L, Liu J, et al. Single-use flexible bronchoscopes vs traditional reusable flexible bronchoscopes: a prospective controlled study. BMC Pulm Med. 2023;23:202. 43. Boyd S, Murphy CJ, Snyman L. Single-use vs. reusable flexible bronchoscopes for airway management and in critical care: a narrative review. Anaesthesia. 2024. https://doi.org/10.1111/anae.16430. 44. Kurman JS, Benn BS. Repair costs of reusable bronchoscopes in the intensive care unit. J Thorac Dis. 2022;14:591–4. https://doi.org/10.21037/jtd-21–1719. 45. McCahon RA, Whynes DK. Cost comparison of re-usable and single-use fibrescopes in a large English teaching hospital. Anaesthesia. 2015;70:699–706. 46. Perbet S, Blanquet M, Mourgues C, et al. Cost analysis of single use (Ambu aScopeTM) and reusable bronchoscopes in the ICU. Ann Intensive Care. 2017;7:3. https://doi.org/10.1186/s13613-016–0228-3. 47. Chateauvieux C, Farah L, Guėrot E, et al. Single-use flexible bronchoscopes compared with reusable bronchoscopes: positive organizational impact but a costly solution. J Eval Clin Pract. 2018;24:528–35. https://doi.org/10.1111/jep.12904. 48. Tvede MF, Kristensen MS, Nyhus-Andreasen M. A cost analysis of reusable and disposable flexible optical scopes for intubation. Acta Anaesthesiol Scand. 2012;56:577–84. https://doi.org/10.1111/j.1399–6576.2012.02653.x. 49. Terjesen CL, Kovaleva J, Ehlers L. Early assessment of the likely cost effectiveness of single-use flexible video bronchoscopes. Pharmacoecon Open. 2017;1:133–41. 50. Sohrt A, Ehlers L, Udsen FW, et al. Cost comparison of single-use versus reusable bronchoscopes used for percutaneous dilatational tracheostomy. Pharmacoecon Open. 2019;3:189–95. 51. Edenharter GM, Gartner D, Pforringer D. Decision support for the capacity management of bronchoscopy devices: optimizing the cost-efficient mix of reusable and single-use devices through mathematical modeling. Anesth Analg. 2017;124:1963–7. https://doi.org/10.1213/ANE.0000000000001729. 52. Viana C, Vaccari M, Tudor T. Recovering value from used medical instruments: a case study of laryngoscopes in England and Italy. Resour Conserv Recycl. 2016;111:1–9. 53. Bringier R, Arrigoni A, Muret J, Dro A, Gayat E, Vallée F, Arrigoni Marocco S. An integrated environmental, economic, and clinician satisfaction comparison between single-use and reusable flexible bronchoscopes for tracheal intubation. Br J Anaesth. 2023;131(1):e4-7. https://doi.org/10.1016/j.bja.2023.03.005. 54. Kumar V, Gaurav G, Khan V, Choudhary S, Dangayach GS. Life cycle assessment and its application in medical waste disposal. Mater Today Proc. 2023. https://doi.org/10.1016/j.matpr.2022.12.255. 55. Sørensen LB. Comparative study on environmental impacts of reusable and single-use bronchoscopes. Am J Environ Prot. 2018;7:55. 56. Patrucco F, Gavelli F, Balbo PE. Environmental impact of bronchoscopy: analysis of waste mass and recyclability of bronchoscopic equipment and consumables. Respiration. 2023;102:905–11. 57. Broncoflex. Environment. 2024. https://broncoflex.com/environment/. Accessed Oct 2024. 58. Ambu. Our environmental impact. 2024. https://www.ambu.com/about/sustainability/our-work/environmental-initiatives. Accessed Oct 2024. 59. Boston Scientific. Protecting the environment. 2024. https://www.bostonscientific.com/en-US/corporate-social-responsibility/planet.html. Accessed Oct 2024. 60. Verathon. 4 misconceptions about the environmental impact of single-use bronchoscopes. 2024. https://www.verathon.com/articles/4-misconceptions-environmental-impact-single-use-bronchoscopes. Accessed Oct 2024. - Kontogianni",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "ebus",
      "blvr"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_single_ub_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}