{
  "id": "papoip_approach_tpl",
  "title": "Approach to Peripheral Lung Lesions",
  "abstract": "",
  "content": "Approach to Peripheral Lung Lesions\nVidhya Y. Aroumougame, Kathryn J. Long, and Gerard A. Silvestri Contents Introduction.............................................................................................\n2.......................................................................... 2.1 Solid Nodules............................................................................................ 2.2 Subsolid Nodules (SSNs)................................................................................ 2.3 Functional Imaging.......................................................................................\n3 Models to Assess the Probability of Malignancy of a Pulmonary Nodule......................... 3.1 Mayo Clinic Model...................................................................................... 3.2 The Herder Model........................................................................................ 3.3 Brock University Model................................................................................. 3.4 The TREAT Models...................................................................................... 3.5 Physician Assessment....................................................................................\n5 Guideline-Directed Nodule Assessment............................................................... 4.1 American College of Chest Physicians Guidelines...................................................... 4.2 The British Thoracic Society Guidelines................................................................ 4.3 Fleischner Society Guidelines...........................................................................\n8....................................................................................\n8..................................................................................... Testing..........................................................................\n8 Technology, Technique, and Patient Selection........................................................\n9 Conclusion............................................................................................... References...................................................................................................... pulmonary nodules (IPNs) are commonly encountered in interventional pulmonary practices. The challenge lies in how to proceed with diagnosis and management. Radiographic characteristics can help differentiate benign from malignant nodules. Several risk-stratification models have been developed based on the prevalence of cancer among different populations and can help determine the pretest probability of cancer (pCA). The American College of Chest Physicians (ACCP) and British Thoracic Society (BTS) have published guidelines incorporating the use of pCA to determine the next steps in diagnosis and treatment. Molecular biomarkers have been developed as additional diagnostic tools to determine risk of malignancy. Finally, obtaining a diagnosis requires a thoughtful approach to the technology available, the technique utilized, and appropriate patient selection to optimize diagnostic yield. - Y. Aroumougame · K. J. Long · G. A. Silvestri (✉)\nDepartment of Medicine, Division of Pulmonary and Critical Care,\nAllergy and Sleep Medicine, Medical University of South Carolina,\nCharleston, SC, USA\ne-mail: aroumoug@musc.edu; longk@musc.edu; silvestr@musc.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_28-1\n\nCA to determine the next steps in diagnosis and treatment. Molecular biomarkers have been developed as additional diagnostic tools to determine risk of malignancy. Finally, obtaining a diagnosis requires a thoughtful approach to the technology available, the technique utilized, and appropriate patient selection to optimize diagnostic yield. - Y. Aroumougame · K. J. Long · G. A. Silvestri (✉)\nDepartment of Medicine, Division of Pulmonary and Critical Care,\nAllergy and Sleep Medicine, Medical University of South Carolina,\nCharleston, SC, USA\ne-mail: aroumoug@musc.edu; longk@musc.edu; silvestr@musc.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_28-1- Y. Aroumougame et al. Keywords Indeterminate pulmonary nodule (IPN) · Positron emission tomography/computed tomography (PET/CT) · Risk stratification models · Pretest probability of cancer (pCA) · Molecular biomarkers · Diagnostic yield incidence of indeterminate pulmonary nodules (IPNs) continues to rise due to the increased use of computed tomography (CT) scans for diagnostic purposes and for lung cancer screening. In 2016, approximately 12.7 million chest computed tomography (CT) scans were performed in the United States [1], with 1.57 million lung nodules detected annually [2]. In 2023, the American Cancer Society estimated there will be 238,340 new cases of lung cancer and 127,070 deaths [3]. Given this, it is critical to appropriately risk stratify newly diagnosed IPNs to identify malignant disease and initiate timely treatment. Equally important is the need to avoid invasive procedures in patients with benign disease which can cause patient anxiety, expose them to an increased risk of complications, and be costly to the patient and healthcare system. Several predictive models have been developed along with societal guidelines to aid physicians in selecting the appropriate diagnostic pathway. Using pretest probability for malignancy (pCA) as a guide, the management of newly diagnosed IPNs can include serial surveillance, further functional testing, or more invasive approaches such as biopsy or surgical resection. The recent development of molecular biomarker testing adds to our armamentamentum of noninvasive strategies to assess a patient’s risk of malignancy. If tissue biopsy is necessary, appropriate selection of both patient and diagnostic modality is vital to ensure the attainment of a diagnosis. This chapter will review the approach to this common entity encountered in interventional pulmonary practices. The radiographic composition and characteristics of the IPN can guide physician assessment of malignancy risk. It is important to take into consideration the size, density, location, edge characteristics, presence or absence of calcification, and changes between serial scans. Smaller nodules are more likely to be benign, with the probability of malignancy for nodules < 6 mm around 1 %, and for those 6–8 m m between 1 % and 2 %, respectively [4]. Nodules are divided into two categories, solid and subsolid, with subsolid nodules (SSNs) further classified into part-solid and ground glass. These descriptors should be considered separately because the prevalence of malignancy and growth pattern of the lesions differ, leading to alternate management algorithms. 2.1 Solid Nodules There is an extensive differential to consider when a solid nodule is detected ( 2.2 Subsolid Nodules (SSNs) The risk of malignancy and further diagnostic testing of SSNs depends on the size of the solid component and the change in size of that component over time. The larger the solid component, the higher the risk of malignancy [4]. Even if the overall size of the nodule does not change during sequential imaging, the risk of malignancy increases if the solid component grows. The diagnostic yield of transthoracic needle biopsy (TTNB) and metabolic activity on PET is significantly lower in SSNs unless the solid component is larger than Malignant\nPrimary lung cancer\nPrimary pulmonary lymphoma\nCarcinoid\nMetastasis\nBenign\nHamartoma\nChondroma\nInfectious\nGranuloma-TB, fungal\nNocardia\nRound pneumonia\nSeptic emboli\nAbscess\nNoninfectious\nRheumatoid nodule\nAmyloidoma\nGranulomatosis with polyangiitis\nBronchocele\nVascular\nAVM\nInfarct\nHematoma\nCongenital\nBronchogenic cyst\nPulmonary sequestration\nOthers\nPseudotumor\nSubpleural lymph node\nPleural mass or plaque\nErasmus et al. [47], Cruickshank et al. [48]\n\nbiopsy (TTNB) and metabolic activity on PET is significantly lower in SSNs unless the solid component is larger than Malignant\nPrimary lung cancer\nPrimary pulmonary lymphoma\nCarcinoid\nMetastasis\nBenign\nHamartoma\nChondroma\nInfectious\nGranuloma-TB, fungal\nNocardia\nRound pneumonia\nSeptic emboli\nAbscess\nNoninfectious\nRheumatoid nodule\nAmyloidoma\nGranulomatosis with polyangiitis\nBronchocele\nVascular\nAVM\nInfarct\nHematoma\nCongenital\nBronchogenic cyst\nPulmonary sequestration\nOthers\nPseudotumor\nSubpleural lymph node\nPleural mass or plaque\nErasmus et al. [47], Cruickshank et al. [48]8 mm [4]. Thus, they are generally managed with surveillance unless the solid component is growing as they are not likely to metastasize [4]. However, once the solid component grows, a more aggressive approach is necessary, and biopsy of the solid component or surgical resection is recommended. Entirely ground glass nodules (GGNs) pathologically may represent either atypical adenomatous hyperplasia (AAH), carcinoma in situ, or well-differentiated adenocarcinoma, which are likely to be biologically benign in nature. In fact, a study of 704 patients who had nodules resected, reported a 100 % 5-year survival for malignant pure GGNs [4]. Therefore, in most cases, surveillance is recommended [6]. ### Approach to Peripheral Lung Lesions [5, 14, 47, 49] - Benign*\n- Malignant - Size\nSmall ( < 2 cm) > 1 cm - Margin\nSmooth, well defined\nIrregular,\nLobulated\nSpiculated\nSunburst or corona\nradiata appearance - Internal characteristics\nIntranodular fat\nPseudocavitation with\nsmooth thin ( < 4 mm)\nwalls\nPseudocavitation with\nthick ( > 16 mm) irregular\nwalls - Calcification\nCentral\nDiffuse solid\nLaminated\nPopcorn-like\nDiffuse and amorphous\nPunctate\nEccentric - Volume doubling time* < 20–30 days (likely\ninfectious) > 400\nBetween 30 and\n400 days van Klaveren et al. [5], Gould et al. [14], Erasmus et al. [47, 49] ### 2.3 Functional Imaging Flurodeoxyglucose-18 positron emission tomography (FDG-PET) scan or PET/computed tomography (CT) is the most common functional test ordered for evaluation of an IPN. Generally the combination of CT and PET scan allows for functional and morphologic image capture and localization of FDG uptake [7]. Previous meta-analysis report sensitivity and specificity of FDG-PET to be 94–96 % and 78–86 %, respectively [8, 9]. An updated meta-analysis from 2014 which included populations in geographic areas with endemic infectious lung disease showed a sensitivity of 89 % and specificity of 75 % for diagnosing lung cancer, suggesting that PET is less useful in this setting [9]. One of the benefits of functional testing for risk stratification is improved localization of malignant lesions. PET scan results can either be descriptive (absent, mild, moderate, or high) regarding uptake or be reported as a standardized uptake value (SUV). A SUV of 2.5 or greater is highly suggestive of an infectious, inflammatory, or malignant process and warrants further evaluation [7, 10]. False-positive and false-negative PET scan results can affect the choice of further diagnostic steps, and thus physicians should be aware of the potential causes of false-positive and false-negative results. The differential diagnosis for false-positive PET scans include infectious or inflammatory conditions such as pneumonia, granulomatous disease, sarcoidosis, amyloidosis, rounded atelectasis, and pleural fibrosis, among others [7, 11]. Posttreatment with talc pleurodesis, radiation therapy, chemotherapy, or bone marrow stimulation therapy may also have increased uptake on FDG PET, falsely causing concern for malignancy [7, 12]. There are certain conditions in which PET scans can be falsely negative in the setting of malignancy, such lesions smaller than 1 cm, due to limitations of spatial resolution [7]. Carcinoid, mucinous adenocarcinoma (MIA), and adenocarcinoma in situ (AIS) can also result in a false-negative PET [7, 13]. One study found nine out of ten GGNs that were histologically lung adenocarcinomas were negative on PET [11]. Well-differentiated lung adenocarcinoma is frequently falsely negative due to its low glucose metabolism [11]. Overall, PET scans can be valuable in determining what further diagnostic workup is needed and should be examined in the context of the patient’s overall clinical picture to make further diagnostic decisions. A further discussion of where and when to best utilize PET for pulmonary nodules will follow later in this chapter. ### Models to Assess the Probability of Malignancy of a Pulmonary Nodule In patients who have an IPN discovered on imaging, an assessment of the pretest probability of malignancy (pCA) is recommended to guide further evaluation [14]. Risk stratification is important to prevent unnecessary invasive testing and appropriately identify malignant nodules so that diagnosis can be expedited and treatment can be initiated in a timely manner. In\n\nhistologically lung adenocarcinomas were negative on PET [11]. Well-differentiated lung adenocarcinoma is frequently falsely negative due to its low glucose metabolism [11]. Overall, PET scans can be valuable in determining what further diagnostic workup is needed and should be examined in the context of the patient’s overall clinical picture to make further diagnostic decisions. A further discussion of where and when to best utilize PET for pulmonary nodules will follow later in this chapter. ### Models to Assess the Probability of Malignancy of a Pulmonary Nodule In patients who have an IPN discovered on imaging, an assessment of the pretest probability of malignancy (pCA) is recommended to guide further evaluation [14]. Risk stratification is important to prevent unnecessary invasive testing and appropriately identify malignant nodules so that diagnosis can be expedited and treatment can be initiated in a timely manner. In- Y. Aroumougame et al. The Mayo or Swensen Model [15] is applied in the setting of incidentally detected nodules, involving 629 patients with a 23 % prevalence. Its model characteristics include Age, Smoking history, Extra thoracic malignancy, Nodule size, Spiculation, and Nodule location. The predictors of malignancy identified by this model are Age, Smoking history, Extra thoracic malignancy, Nodule size, Spiculation, and Nodule location. The Herder [16] model, also for incidentally detected nodules, studied 106 patients and found a 57.5 % prevalence. Its characteristics include Age, Smoking history, Extra thoracic malignancy, Nodule size, Nodule location, Spiculation, and PET-avidity. The predictors of malignancy are Age, Smoking history, Extra thoracic malignancy, Spiculation, Nodule location, Nodule size, and PET avidity. The Brock [17] model focused on a screening population of 1871 patients, with a 5.5 % prevalence. Its characteristics encompass Age, Gender, Family history of lung cancer, Emphysema, Nodule size, Nodule type, Nodule location, Number of nodules, and Spiculation. Predictors of malignancy are Age, Female, Family history of lung cancer, Emphysema, Nodule size, Upper lobe location, Part-solid nodule, Low nodule count, and Spiculation. The TREAT 1.0 [18] model was designed for surgical evaluation for resection, involving 492 patients and showing a 72 % prevalence. Its model characteristics include Age, Gender, BMI, Smoking history, Hemoptysis, Previous malignancy, Nodule size, Nodule growth, Spiculation, Nodule location, and Pet avidity. The predictors of malignancy are Increased age, Nodule size, Nodule growth, Previous cancer, PDG-PET avidity, and Spiculation. TREAT 2.0 [19] is used in various settings: pulmonary nodule clinic, outpatient thoracic surgery clinic, and inpatient surgical resection, covering 1401 patients with a 70 % prevalence. Its characteristics include Age, Gender, Nodule location, Evaluation setting, Previous cancer, Pre-Op symptoms, Pre-Op FEV1, BMI, Smoking history, Nodule size, PET avidity, Nodule growth, Nodule location, and Spiculation. The predictors of malignancy for TREAT 2.0 are Increased age, Nodule size, Nodule growth, Previous cancer, PDG-PET avidity, Spiculation, Clinical setting, Pre-Op FEV1, and Pre-Op symptoms. The Physician Assessment [20] model, used in pulmonary nodule or thoracic surgery clinics, involved 337 patients with a 47 % prevalence. Its model characteristics are Nodule size, Nodule contour, and Nodule location. The predictors of malignancy are based on the Physician's estimated pCA, which is determined by nodule size, contour, and location. Swensen et al. [15], Herder et al. [16], McWilliams et al. [17], Deppen et al. [18], Godfrey et al. [19], Tanner et al. [20]\n\niculation. The predictors of malignancy for TREAT 2.0 are Increased age, Nodule size, Nodule growth, Previous cancer, PDG-PET avidity, Spiculation, Clinical setting, Pre-Op FEV1, and Pre-Op symptoms. The Physician Assessment [20] model, used in pulmonary nodule or thoracic surgery clinics, involved 337 patients with a 47 % prevalence. Its model characteristics are Nodule size, Nodule contour, and Nodule location. The predictors of malignancy are based on the Physician's estimated pCA, which is determined by nodule size, contour, and location. Swensen et al. [15], Herder et al. [16], McWilliams et al. [17], Deppen et al. [18], Godfrey et al. [19], Tanner et al. [20]Approach to Peripheral Lung 3.1 Mayo Clinic Model\nThe Mayo Clinic Model is a validated malignancy assessment method initially developed by Swensen et al. in 1997 for nodules detected on CXR and later validated on computed tomography (CT)-detected nodules [15, 16]. They examined 6 independent predictors of malignancy in 629 patients with nodules between 4 mm and 30 mm. The prevalence of malignancy in this cohort was 23 %. Clinical characteristics predicting malignancy included older age, smoking status (current and former vs never), and history of previous extrthoracic malignancy. Radiographic characteristics predicting malignancy included diameter, spiculation, and upper lobe location. Patients who had cancer in the previous 5 years were excluded from the model ( 3.2 The Herder Model\nIn 2005, Herder et al. sought to externally validate the Mayo Clinic Model and determine if incorporating PET results improved the accuracy of malignancy risk prediction for incidentally detected IPNs [16]. This study only included 106 patients, with a prevalence of malignancy of 57.5 %. The addition of PET scan (characterized as absent/faint, moderate or intense uptake) improved the accuracy of the Mayo Clinic Model by increasing the pretest probability of cancer in those that were PET positive ( 3.3 Brock University Model\nThe Brock University Model was developed in a screening population in 1871 patients enrolled in the Pan-Canadian Early Detection of Lung Cancer Study and performs well in smaller nodules [17]. The prevalence of malignancy in this population was lower than the other models at 5.5 %. The predictors of malignancy in the model included advanced age, gender, nodule size, family history of lung cancer, nodule type (part-solid), upper lobe location, emphysema, spiculation, and lower number of nodules present on CT scan ( 3.4 The TREAT Models\nIn 2014, the Thoracic Research Evaluation and Treatment (TREAT) Model 1.0 was developed for use in 492 patients referred to thoracic surgical clinics for nodules being considered for surgical resection. Not surprisingly, the prevalence of malignancy was 72 % in this high-risk population. It was created with the purpose of avoiding unnecessary surgeries in patients with benign IPNs [18]. This model incorporates additional diagnostic information such as radiographic changes, pulmonary function, and symptomatology [18]. In this population, TREAT 1.0 had better accuracy than the Mayo Clinic Model [18]. In 2024, the model was expanded to create TREAT 2.0 to assess IPNs in 1401 high-risk patients who presented for either surgical resection or to specialized pulmonary nodule or thoracic surgery clinics. The prevalence of malignancy in these cohorts were 90 %, 42 %, and 73 %, respectively [19]. The data used to develop the model was multiinstitutional and geographically diverse which improves its generalizability [19]. The variables included in the model were age, BMI, gender, smoking history, nodule size, edge characteristics, growth rate, location of nodule, cancer history, FEV1, preoperative symptoms (hemoptysis, shortness of breath, unplanned weight loss, fatigue, pain, or persistent pneumonia), PET avidity, and clinical setting of evaluation [19]. TREAT 2.0 was able to better differentiate benign from malignant nodules in comparison to the abovementioned risk calculators in this specific population ( 3.5 Physician Assessment\nPhysician assessment of pCA compares favorably to the aforementioned risk calculators. In a study by Tanner and colleagues, clinician estimated that pCA outperformed the Mayo and VA models in the ability to distinguish benign from malignant nodules in a population of 337 patients with a cancer prevalence of 47 % [20]. Despite physicians being able to accurately predict whether a nodule was benign or malignant, their management differed from guideline-directed recommendations with clinicians being more aggressive than recommended in the low-risk group where serial CT scans are recommended and more conservative in the high-risk category which suggested surgical intervention. The upside of the latter was that there were less surgical referrals, avoiding operations in a sizable proportion of patients with benign disease ( Of the guidelines discussed, the Brock Model was the only method developed for use in a screening population with low prevalence of malignancy [17]. Lung Imaging Reporting and Data System (Lung-RADs) was developed in 2014 to standardize the reporting of screening chest CT scans [21]. Lung RADS categorizations are as follows: 1 and 2 (negative), 3 (probably benign), 4A (suspicious), 4B (very suspicious), and 4X (category used to up score risk of cancer\n\nodule was benign or malignant, their management differed from guideline-directed recommendations with clinicians being more aggressive than recommended in the low-risk group where serial CT scans are recommended and more conservative in the high-risk category which suggested surgical intervention. The upside of the latter was that there were less surgical referrals, avoiding operations in a sizable proportion of patients with benign disease ( Of the guidelines discussed, the Brock Model was the only method developed for use in a screening population with low prevalence of malignancy [17]. Lung Imaging Reporting and Data System (Lung-RADs) was developed in 2014 to standardize the reporting of screening chest CT scans [21]. Lung RADS categorizations are as follows: 1 and 2 (negative), 3 (probably benign), 4A (suspicious), 4B (very suspicious), and 4X (category used to up score risk of cancerLung RADs classifiers) [22]. In a 2023 study assessing Lung RADs score among more than a million persons screened for lung cancer, it was demonstrated that as LungRads score increased the cancer detection rate also increased [22]. - Y. Aroumougame et al. Guideline-Directed Nodule Assessment\nThe American College of Chest Physicians, British Thoracic Society and Fleischner Society have all published guidelines outlining the approach to IPNs which incorporates pCA using one of the validated risk assessment models previously described. 4.1 American College of Chest Physicians Guidelines\nThe American College of Chest Physicians (ACCP) Guidelines provide recommendations for the management of solid and subsolid IPNs [14]. 4.1.1 Solid Nodules\nLow-Risk IPN (pCA < 5 %)\nLow-risk nodules should be followed with surveillance. Here they are also broken down by size. In patients with solid nodules less than 8 mm and without risk factors, computed tomography (CT) surveillance should be chosen based on the nodule size [6, 14], consistent with the Fleischner Society Guidelines discussed below. If there are multiple nodules, follow-up is based on the size of the largest nodule [14]. In patients with solid nodules larger than 8 mm, serial surveillance imaging is recommended for patients with very low risk (defined as having a pretest probability estimated to be < 5 %) at intervals of 3–6, 9–12, and 18–24 months [14]. For solid lesions that have been stable for 2 years, further CT imaging is not required. Intermediate Risk (pCA 5–65 %)\nIn patients with low to moderate pCA, between 5 % and 65 %, further evaluation should be performed to better elucidate if the lesion is malignant or benign with either PET scan or nonsurgical biopsy. Biopsy can be either CT guided or via bronchoscopy depending on nodule, size, location, and airway proximity [14]. Surveillance CT scan is advised when the pretest probability is < 30–40 % and the lesion is not PET avid or is not more than Hounsfield units or if a needle biopsy is nondiagnostic and the lesion is not PET avid. High-Risk IPN (pCA > 65 %)\nIn patients in whom pretest probability is high, > 65 %, functional imaging (i.e., PET scan) to characterize the nodule is not recommended and surgical diagnosis should be pursued. However, it is reasonable to pursue a nonsurgical biopsy if tumor mutational analysis is recommended prior to surgery (patients with clinical stage 1B-3A) where adjuvant and neoadjuvant therapy is being considered [23, 24]. PET imaging, while not recommended for distinguishing benign from malignant nodules in this setting, is still recommended prior to treatment for lung cancer staging purposes [14]. For lesions that grow on surveillance imaging, nonsurgical biopsy or surgical resection should be performed unless the patient has comorbidities which make those procedures such high risk that treatment with stereotactic body radiation therapy (SBRT) is being considered without tissue confirmation [14]. Surgical diagnosis should be considered if a nodule is PET avid or if nonsurgical biopsy is suspicious for malignancy. Shared decision-making should be performed throughout the continuum of care, in line with the patient’s preferences and values. The diagnosis of pulmonary nodules is often accompanied by anxiety for both patients and family members, and their preferences may vary from guideline recommended care. For example, patients with a high-risk nodule may want definitive diagnosis with biopsy prior to surgical resection, or those with a nodule at low risk may want to pursue biopsy for peace of mind when further imaging surveillance would normally be recommended. 4.1.2 Subsolid Nodules\nIn patients with a pure ground glass nodule less than 5 mm in diameter, no further follow-up is recommended. If the lesion is more than 5 mm, annual surveillance is recommended for at least 3 years ( Part solid is defined as > 50 % ground glass. For those patients with part-solid nodules that are less than 8 mm in diameter, repeat CT imaging at 3, 12, and 24 months is advised with annual scans for an additional 1–3 years. For those with a part-solid nodule greater than 8 mm, repeat CT should occur in 3 months followed by further evaluation with PET, biopsy, or resection if it persists and/or grows. PET scan should not be performed in those nodules with a solid component of less than 8 mm. If the part-solid nodule is larger than 15 mm, further evaluation with PET, nonsurgical biopsy, or resection is warranted [14]. 4.2 The British Thoracic\n\n. If the lesion is more than 5 mm, annual surveillance is recommended for at least 3 years ( Part solid is defined as > 50 % ground glass. For those patients with part-solid nodules that are less than 8 mm in diameter, repeat CT imaging at 3, 12, and 24 months is advised with annual scans for an additional 1–3 years. For those with a part-solid nodule greater than 8 mm, repeat CT should occur in 3 months followed by further evaluation with PET, biopsy, or resection if it persists and/or grows. PET scan should not be performed in those nodules with a solid component of less than 8 mm. If the part-solid nodule is larger than 15 mm, further evaluation with PET, nonsurgical biopsy, or resection is warranted [14]. 4.2 The British ThoracicApproach to Peripheral Lung The BTS guidelines specifically utilize both the Brock and the Herder model to assess pCA in their algorithm for evaluation and management of solid IPNs [26]. They have different risk thresholds for low- ( < 10 %), intermediate- (10–70 %), and high-risk nodules ( > 70 %) and do not recommend surveilling nodules less than 5 mm or 80 mm3 [26]. They also suggest the follow-up period be reduced to one year if risk of malignancy is low, < 10 %, and recommend volumetric measurements and volume doubling times of greater than 25 % as their choice of measurement tool rather than diameter ( 4.2.1 Solid Nodules For nodules with low probability of malignancy, < 10 %, repeat computed tomography (CT) scan with volumetric assessment and calculation of volume doubling time (VDT) is recommended. Further investigation with biopsy, imaging, or resection for VDT < 400 days is recommended for IPNs. If VDT is > 600 days or less than 25 % change in volume after 1 year, then no further follow-up is required, though yearly surveillance can be considered for those between 400 and 600 days [26]. | | ACCP | BTS | |:-------------------------- |:------ |:------- | | Low risk | < 5 % | < 10 % | | Intermediate risk | 5–65 % | 10–70 % | | High risk | > 65 % | > 70 % | | Threshold for follow-up imaging | > 6 mm | > 80 mm3 or > 6 mm diameter | | Surveillance period | 2 years | 1 year | Gould et al. [14], Callister et al. [26] For nodules with risk of malignancy > 10 %, PET scan should be pursued if the solid component is greater than the PET/CT detection threshold, [26] which is usually > 8 mm. After the PET/CT is performed, the Herder model should be used to assess risk and determine next steps. Diagnostic algorithm can be found in the British Thoracic Society Guidelines by Callister et al. [26].\n\nrisk | < 5 % | < 10 % | | Intermediate risk | 5–65 % | 10–70 % | | High risk | > 65 % | > 70 % | | Threshold for follow-up imaging | > 6 mm | > 80 mm3 or > 6 mm diameter | | Surveillance period | 2 years | 1 year | Gould et al. [14], Callister et al. [26] For nodules with risk of malignancy > 10 %, PET scan should be pursued if the solid component is greater than the PET/CT detection threshold, [26] which is usually > 8 mm. After the PET/CT is performed, the Herder model should be used to assess risk and determine next steps. Diagnostic algorithm can be found in the British Thoracic Society Guidelines by Callister et al. [26].- Y. Aroumougame et al.\n4.2.2 Subsolid Nodules\nIt is recommended that nodules less than 5 mm not be followed up. All SSNs > 5 mm should be risk stratified with the Brock risk assessment model. For nodules with pCA < 10 %, repeat computed tomography (CT) scan at 1, 2, and 4 years is recommended. If a GGN increases more than 2 mm, then repeat CT should be performed in 6 months. Resection or nonsurgical treatment of part-solid nodules is recommended if there is enlargement of the solid component or if there is development of a solid component in a ground glass nodule. 4.3 Fleischner Society Guidelines\nThe Fleischner Society Guidelines aim to limit unnecessary evaluation of patients with less than 1 % probability of lung cancer and encourages further evaluation when the risk is greater than 1 % for IPNs [6, 27]. It is important to note that these guidelines were developed to assist in the follow-up of incidentally detected IPNs and not for screen-detected nodules. Increased risk factors for malignancy include smoking, exposure to other carcinogens, emphysema, fibrosis, upper lobe location, family history of lung cancer, age, and gender [6]. These guidelines recommend assigning risk in categories which align with the American College of Chest Physicians, [6] to determine when continued CT scan surveillance, or further investigation with PET scan or tissue sampling is needed [6]. It provides surveillance intervals for nodules less than 6 mm if a patient is high risk and recommends risk categorization for nodules greater than 8 mm. Complete Fleischner Society Guidelines can be found in Radiology by MacMahon et al. [6]. Multiple studies have shown that the guidelines for nodule management are not routinely followed. In a multicenter study examining practice patterns of community pulmonologists, with a prevalence of malignancy of 25 %, procedure utilization did not differ based on pretest probability of cancer. Of the 36 patients (9.5 %) assessed to have low-risk nodules with pCA < 5 %, 16 patients (44 %) were referred for biopsy or surgical resection, and all were benign [28]. In contrast, 34 % of patients with high-risk nodules (pCA > 65 %) were sent for surveillance. The rate of surgical resection was similar across low-, intermediate-, and high-risk PCA categories. Overall, 35 % of the patients who underwent surgery had benign disease [28]. This raised several questions: Do pulmonologists consider pretest probability prior to referral for surgical evaluation and testing? Are they overestimating the risk of malignancy? Do they have knowledge of the guidelines for nodule management? Or do they simply not believe the level of evidence is sufficiently high to follow guideline-directed care? [28] Another study of Veterans found that among 197 patients with IPNs, 45 % did not receive guideline-directed care, with 18 % being overevaluated and 27 % underevaluated [29]. The intensity of evaluation was usually based on the recommendation in the radiology report [29]. Based on the guidelines and risk assessment models mentioned earlier, serial CT scan surveillance is recommended for nodules that are determined to have a low pretest probability of cancer. Volumetric measures can be helpful if used to assess changes between serial CT scans. Noncontrast low radiation dose chest CT should be used for most patients undergoing surveillance. Volumetric assessment consists of assessing either the volume growth rate or the volume doubling time of a nodule. Nodule volume doubling time has been found to be highly accurate in determining if a nodule is benign, especially when it there has been no change in volume [30]. Growth is defined as a volume increase of at least 25 % between scans [5]. One potential limitation of volume doubling time is that it assumes a nodule has an exponential growth rate which is not the case for all tumors [31]. In a study of 63 nodules, software calculated doubling time was nearly always < 500 days for malignant nodules, while the median doubling time of benign nodules was 947 days [32]. Using a cutoff of 500 days, the specificity of this technique was 90 %, sensitivity of 91 %, NPV of 98 %, and PPV of 67 % [32]. When added to risk stratification models, volumetric assessment enhances our ability to predict the probability of malignancy of a nodule by about 20 % [30, 33]. Volumetric measurements cannot accurately be performed in nonsolid or part-solid lesions. The majority of IPNs encountered in pulmonary practice have an intermediate risk of malignancy, [28] which has led to the development of biomarkers as an additional way to differentiate IPNs. Testing\n\ncase for all tumors [31]. In a study of 63 nodules, software calculated doubling time was nearly always < 500 days for malignant nodules, while the median doubling time of benign nodules was 947 days [32]. Using a cutoff of 500 days, the specificity of this technique was 90 %, sensitivity of 91 %, NPV of 98 %, and PPV of 67 % [32]. When added to risk stratification models, volumetric assessment enhances our ability to predict the probability of malignancy of a nodule by about 20 % [30, 33]. Volumetric measurements cannot accurately be performed in nonsolid or part-solid lesions. The majority of IPNs encountered in pulmonary practice have an intermediate risk of malignancy, [28] which has led to the development of biomarkers as an additional way to differentiate IPNs. Testingpatients with malignancy, with the expectation of expediting their diagnosis [34]. Many candidates for molecular biomarkers have been investigated including blood-based protein biomarkers, liquid biopsies identifying circulating tumor DNA (ctDNA) or microRNA (miRNA), bronchial or nasal epithelial cell genomic classifiers, and exhaled volatile organic compounds [35]. Before being incorporated into clinical practice, a biomarker must first demonstrate clinical validity by evaluating the performance of the test in the intended use population. Ideally, the biomarker should also be evaluated for clinical utility whereby use of the biomarker leads to improved patient outcomes either by reducing invasive procedures or more rapidly identifying malignant nodules [36]. - 9 Approach to Peripheral Lung Lesions* A blood-based rule-out biomarker incorporating two proteins associated with lung cancer and the inflammatory response to lung cancer, LG3BP and C163A, along with five clinical risk factors (age, smoking status, nodule diameter, edge characteristics, and lobe location) demonstrated a sensitivity of 97 %, specificity of 44 %, and a negative predictive value (NPV) of 98 % in patients presenting with intermediate risk pulmonary nodules 8–30 mm in size [37]. A clinical utility study showed that incorporating the biomarker into clinical practice led to a 74 % relative decrease in the rate of invasive procedures for benign disease compared with a propensity score matched historical control group [38]. Several panels of tumor-associated autoantibodies have been developed for their ability to identify malignant lung nodules [39, 40]. When applied to intermediate risk nodules 4–20 mm in size, a seven-autoantibody panel was shown to increase the risk of malignancy 2.7-fold [39]. A genomic classifier, derived from nasal squamous epithelium obtained via nasal swab, has been validated in patients presenting with IPNs who formerly or currently smoke [41]. The low-risk classifier demonstrated a sensitivity of 96 % and specificity of 42 % to rule out lung cancer, while the high-risk classifier had a sensitivity of 58 % and a specificity of 90 % as a rule-in test [41]. Although noninvasive molecular biomarkers show promise in their ability to risk stratify IPNs, few are commercially available [37, 39, 41], and they have yet to be widely incorporated into clinical practice. Further research evaluating the clinical utility of molecular biomarkers to improve outcomes of patients presenting with IPNs will aid in their acceptance and widespread clinical adoption. In those with high probability of malignancy (pCA > 65 %), a referral to surgery for resection of the nodule is the standard of care [28] if the patient is deemed operable. Nonsurgical biopsy may be performed prior to surgical evaluation for tissue confirmation of malignancy and in stages 1B-3A to assess for mutational analysis in either adjuvant or neoadjuvant setting [23, 24]. For those who are not able to undergo surgery, or in whom biopsy is nondiagnostic or not possible, SBRT can be offered [42, 43]. - 8 Technology, Technique, and Patient Selection* To improve diagnostic yield, an increased focus on better diagnostic technology, technique, and thoughtful patient selection would prove helpful. Few studies have examined yield as it relates to patients, type of bronchoscopy, and radiographic factors in conjunction with pCA. One study explored this concept in a prospective multicenter trial of 687 patients comparing multiple bronchoscopy techniques. endobronchial ultrasound (EBUS), bronchoscopy with fluoroscopy, electromagnetic navigation (EMN), and combination bronchoscopy were compared, and overall diagnostic yield was 69 % [44]. EBUS (for mediastinal lymph nodes) had the highest diagnostic yield at 80 %, which based on pCA prior to the procedure [44]. Nodules with pCA < 10 % and 10–60 % had a lower yield (44 % and 42 %). They also observed that as pCA increased, so did the yield [44]. Those with a pCA > 60 % had a positive result in 77 % of patients. The multicenter VERITAS trial in 2024 examined the clinical utility of navigational bronchoscopy compared with computed tomography (CT)-guided biopsy in (pCA > 10 %) IPNs accessible by both procedures [45]. They discovered that the diagnostic yield of both approaches were equivalent (76 %) and navigational bronchoscopy was associated with significantly less postprocedural complications (5.8 % vs 31 %) [45]. There are several guided bronchoscopic techniques discussed in more detail in dedicated chapters in this textbook. A recently published meta-analysis compared the diagnostic yield of multiple guided bronchoscopic techniques in more than 16,000 patients with peripheral IPNs. The\n\n%). They also observed that as pCA increased, so did the yield [44]. Those with a pCA > 60 % had a positive result in 77 % of patients. The multicenter VERITAS trial in 2024 examined the clinical utility of navigational bronchoscopy compared with computed tomography (CT)-guided biopsy in (pCA > 10 %) IPNs accessible by both procedures [45]. They discovered that the diagnostic yield of both approaches were equivalent (76 %) and navigational bronchoscopy was associated with significantly less postprocedural complications (5.8 % vs 31 %) [45]. There are several guided bronchoscopic techniques discussed in more detail in dedicated chapters in this textbook. A recently published meta-analysis compared the diagnostic yield of multiple guided bronchoscopic techniques in more than 16,000 patients with peripheral IPNs. Thewall may be better approached with TTNB than other bronchoscopic techniques. When the diagnostic yield and likelihood of obtaining a diagnosis is low, clinicians should proceed directly to surgical excision, as proceeding to procedures with a low likelihood of obtaining a diagnosis will lead to delays in care [44]. - Y. Aroumougame et al. evaluation and management, the incidence of IPNs is increasing significantly with the ubiquitous use of chest computed tomography (CT) scans. The first step is to risk stratify IPNs using the model most appropriate to your setting. In doing so, the diagnostic pathway can be chosen which can aid in diagnosing malignant nodules rapidly, while avoiding unnecessary invasive procedures in benign nodules. The development of molecular biomarker testing provides a new pathway to aid in the diagnosis of IPNs. Using clinical judgment and following evidence-based guidelines is the cornerstone of nodule evaluation and management. Competing Interest Declaration\nThe author(s) has no competing interests to declare that are relevant to the content of this manuscript. References\n1. Mahesh M, Ansari AJ, Mettler FA. Patient exposure from radiologic and nuclear medicine procedures in the United States and worldwide: 2009–2018. Radiology. 2023;307(1):e239006.\n2. Gould MK, et al. Recent trends in the identification of incidental pulmonary nodules. Am J Respir Crit Care Med. 2015;192(10): 1208–14.\n3. Wolf AMD, et al. Screening for lung cancer: 2023 guideline update from the American Cancer Society. CA Cancer J Clin. 2024;74(1): 50–81.\n4. Mazzone PJ, Lam L. Evaluating the patient with a pulmonary nodule: a review. JAMA. 2022;327(3):264–73.\n5. van Klaveren RJ, et al. Management of lung nodules detected by volume CT scanning. N Engl J Med. 2009;361(23):2221–9.\n6. MacMahon H, et al. Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society 2017. Radiology. 2017;284(1):228–43.\n7. Shroff GS, et al. PET/CT interpretative pitfalls in thoracic malignancies. Semin Ultrasound CT MR. 2018;39(3):282–8.\n8. Gould MK, et al. Accuracy of positron emission tomography for diagnosis of pulmonary nodules and mass lesions: a meta-analysis. JAMA. 2001;285(7):914–24.\n9. Deppen SA, et al. Accuracy of FDG-PET to diagnose lung cancer in areas with infectious lung disease: a meta-analysis. JAMA. 2014;312 (12):1227–36.\n10. Groheux D, et al. FDG PET-CT for solitary pulmonary nodule and lung cancer: literature review. Diagn Interv Imaging. 2016;97(10): 1003–17.\n11. Nomori H, et al. Evaluation of F-18 fluorodeoxyglucose (FDG) PET scanning for pulmonary nodules less than 3 cm in diameter, with special reference to the CT images. Lung Cancer. 2004;45(1):19–27.\n12. Pastis NJ, et al. Assessing the usefulness of 18F-fluorodeoxyglucose PET-CT scan after stereotactic body radiotherapy for early-stage non-small cell lung cancer. Chest. 2014;146(2):406–11.\n13. Chang JM, et al. False positive and false negative FDG-PET scans in various thoracic diseases. Korean J Radiol. 2006;7(1):57–69.\n14. Gould MK, et al. Evaluation of individuals with pulmonary nodules: when is it lung cancer? Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl):e93S-e120S.\n15. Swensen SJ, et al. The probability of malignancy in solitary pulmonary nodules. Application to small radiologically indeterminate nodules. Arch Intern Med. 1997;157(8):849–55.\n16. Herder GJ, et al. Clinical prediction model to characterize pulmonary nodules: validation and added value of 18F-fluorodeoxyglucose positron emission tomography. Chest. 2005;128(4):2490–6.\n17. McWilliams A, et al. Probability of cancer in pulmonary nodules detected on first screening CT. N\n\nEvaluation of individuals with pulmonary nodules: when is it lung cancer? Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl):e93S-e120S.\n15. Swensen SJ, et al. The probability of malignancy in solitary pulmonary nodules. Application to small radiologically indeterminate nodules. Arch Intern Med. 1997;157(8):849–55.\n16. Herder GJ, et al. Clinical prediction model to characterize pulmonary nodules: validation and added value of 18F-fluorodeoxyglucose positron emission tomography. Chest. 2005;128(4):2490–6.\n17. McWilliams A, et al. Probability of cancer in pulmonary nodules detected on first screening CT. N Engl J Med. 2013;369(10):910–9.\n18. Deppen SA, et al. Predicting lung cancer prior to surgical resection in patients with lung nodules. J Thorac Oncol. 2014;9(10):1477–84.\n19. Godfrey CM, et al. The thoracic research evaluation and treatment 2.0 model: a lung cancer prediction model for indeterminate nodules referred for specialist evaluation. Chest. 2023;164(5):1305–14.\n20. Tanner NT, et al. Physician assessment of pretest probability of malignancy and adherence with guidelines for pulmonary nodule evaluation. Chest. 2017;152(2):263–70.\n21. Christensen J, et al. ACR lung-RADS v2022: assessment categories and management recommendations. Chest. 2024;165(3):738–53.\n22. Silvestri GA, et al. Outcomes from more than 1 million people screened for lung cancer with low-dose CT imaging. Chest. 2023;164(1):241–51.\n23. Forde PM, et al. Neoadjuvant Nivolumab plus chemotherapy in resectable lung cancer. N Engl J Med. 2022;386(21):1973–85.\n24. Wu YL, et al. Osimertinib in resected. N Engl J Med. 2020;383(18): 1711–23.\n25. Baldwin DR, et al. Pulmonary nodules again? The 2015 British Thoracic Society guidelines on the investigation and management of pulmonary nodules. Clin Radiol. 2016;71(1):18–22.\n26. Callister ME, et al. British Thoracic Society guidelines for the investigation and management of pulmonary nodules. Thorax. 2015;70(Suppl 2):ii1-ii54.\n27. Farjah F, et al. Fleischner Society guideline recommendations for incidentally detected pulmonary nodules and the probability of lung cancer. J Am Coll Radiol. 2022;19(11):1226–35.\n28. Tanner NT, et al. Management of pulmonary nodules by community pulmonologists: a multicenter observational study. Chest. 2015;148 (6):1405–14.\n29. Wiener RS, et al. Resource use and guideline concordance in evaluation of pulmonary nodules for cancer: too much and too little care. JAMA Intern Med. 2014;174(6):871–80.\n30. Tanner NT, Silvestri GA. What's in a number? When it comes to pulmonary nodules, it’s all about the number. Am J Respir Crit Care Med. 2015;192(10):1149–50.\n31. Gavrielides MA, et al. Noncalcified lung nodules: volumetric assessment with thoracic CT. Radiology. 2009;251(1):26–37.\n32. Revel MP, et al. Software volumetric evaluation of doubling times for differentiating benign versus malignant pulmonary nodules. AJR Am J Roentgenol. 2006;187(1):135–42.\n33. Mehta HJ, et al. The utility of nodule volume in the context of malignancy prediction for small pulmonary nodules. Chest. 2014;145(3):464–72.\n34. Kammer MN, Massion PP. Noninvasive biomarkers for lung cancer diagnosis, where do we stand? J Thorac Dis. 2020;12(6):3317–30.\n35. Paez R, et al. Update on biomarkers for the stratification of indeterminate pulmonary nodules. Chest. 2023;164(4):1028–41.\n\n251(1):26–37.\n32. Revel MP, et al. Software volumetric evaluation of doubling times for differentiating benign versus malignant pulmonary nodules. AJR Am J Roentgenol. 2006;187(1):135–42.\n33. Mehta HJ, et al. The utility of nodule volume in the context of malignancy prediction for small pulmonary nodules. Chest. 2014;145(3):464–72.\n34. Kammer MN, Massion PP. Noninvasive biomarkers for lung cancer diagnosis, where do we stand? J Thorac Dis. 2020;12(6):3317–30.\n35. Paez R, et al. Update on biomarkers for the stratification of indeterminate pulmonary nodules. Chest. 2023;164(4):1028–41.Approach to Peripheral Lung 36. Mazzone PJ, et al. Evaluating molecular biomarkers for the early detection of lung cancer: when is a biomarker ready for clinical use? An Official American Thoracic Society policy statement. Am J Respir Crit Care Med. 2017;196(7):e15-29. 37. Silvestri GA, et al. Assessment of plasma proteomics biomarker’s ability to distinguish benign from malignant lung nodules: results of the PANOPTIC (pulmonary nodule plasma proteomic classifier) trial. Chest. 2018;154(3):491–500. 38. Pritchett MA, et al. Assessing a biomarker’s ability to reduce invasive procedures in patients with benign lung nodules: results from the ORACLE study. PLoS One. 2023;18(7):e0287409. 39. Massion PP, et al. Autoantibody signature enhances the positive predictive power of computed tomography and nodule-based risk models for detection of lung cancer. J Thorac Oncol. 2017;12(3):578–84. 40. Ling Z, et al. The value of a seven-autoantibody panel combined with the Mayo model in the differential diagnosis of pulmonary nodules. Dis Markers. 2021:1–12. 41. Lamb CR, et al. A nasal swab classifier to evaluate the probability of lung cancer in patients with pulmonary nodules. Chest. 2024;165(4):1009–1019. 42. Rutter CE, et al. Increase in the use of lung stereotactic body radiotherapy without a preceding biopsy in the United States. Lung Cancer. 2014;85(3):390–4. 43. Mankidy BJ, et al. High risk lung nodule: a multidisciplinary approach to diagnosis and management. Respir Med. 2023;214:107277. 44. Silvestri GA, et al. An evaluation of diagnostic yield from bronchoscopy: the impact of clinical/radiographic factors, procedure type, and degree of suspicion for cancer. Chest. 2020;157(6):1656–64. 45. Lentz RJ, et al. Navigational bronchoscopy versus computed tomography-guided transthoracic needle biopsy for the diagnosis of indeterminate lung nodules: initial results from the VERITAS Multicenter randomized trial. In: 2024: American Thoracic Society international conference abstract. 2024. 46. Nadig TR, et al. Guided bronchoscopy for the evaluation of pulmonary lesions: an updated meta-analysis. Chest. 2023;163(6):1589–98. 47. Erasmus JJ, McAdams HP, Connolly JE. Solitary pulmonary nodules: part II. Evaluation of the indeterminate nodule. Radiographics. 2000;20(1):59–66. 48. Cruickshank A, Stieler G, Ameer F. Evaluation of the solitary pulmonary nodule. Intern Med J. 2019;49(3):306–15. 49. Erasmus JJ, et al. Solitary pulmonary nodules: part I. Morphologic evaluation for differentiation of benign and malignant lesions. Radiographics. 2000;20(1):43–58.",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "technology_navigation"
    ],
    "doc_type": "guideline",
    "aliases": [
      "ebus"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_approach_tpl.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}