{
  "id": "papoip_electrocau_aap",
  "title": "Electrocautery and Argon Plasma Coagulation",
  "abstract": "",
  "content": "Electrocautery and Argon Plasma Coagulation\nJeremy Kim and Momen Wahidi Contents Introduction............................................................................................... 1 Equipment and Technical Background................................................................. 1 Preoperative and Perioperative Considerations....................................................... Strategy..................................................................... 2\n4.1 Needle Knife............................................................................................... 3\n4.2 Snare....................................................................................................... 3\n4.3 Hot Forceps................................................................................................ 3\n4.4 Blunt Probe................................................................................................ Coagulation Treatment Strategy....................................................... 3 Evidence and Efficacy of Electrocautery and Argon Plasma Coagulation.......................... Ablation Considerations and Alternative Therapies............................. 5 Conclusions............................................................................................... References....................................................................................................... Keywords\nArgon plasma coagulation · Electrocautery · Central\nairway · Flexible bronchoscopy · Tissue coagulation ·\nRigid bronchoscopy (EC) and argon plasma coagulation (APC) are both thermal modalities allowing rapid ablation of endobronchial lesions [9,15,16]. Laser is another thermal airway modality which is discussed in its own separate chapter in this book although important similarities and differences of laser to EC and APC are discussed below. These are all tools employed during therapeutic bronchoscopy for the management of central airway obstruction (CAO) in order to relieve obstruction and improve dyspnea and health related quality of life [8, 12]. This chapter will focus on the technical background of EC and APC, preoperative and perioperative considerations, general EC and APC treatment strategies, and alternative therapies. Equipment and Technical Background\nEC (also referred to as electrosurgery, diathermy, electrocoagulation, or thermocoagulation) is the use of an electrical current to heat the target tissue with direct contact of an electrical instrument, allowing immediate destruction of endobronchial disease. A high-frequency electrical generator is standard equipment in most hospitals, so the system can be plugged into any electrical socket. After activation, an - Kim (✉)\nDivision of Pulmonary, Critical Care, & Sleep Medicine, University of California, Davis Medical Center, Sacramento, CA, USA;\njerjkim@ucdavis.edu\n- Wahidi\nDivision of Pulmonary and Critical Care Medicine, McGaw Medical Center of Northwestern University, Chicago, IL, USA\ne-mail: momen.wahidi@nm.org\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_36-1\n\nof an electrical current to heat the target tissue with direct contact of an electrical instrument, allowing immediate destruction of endobronchial disease. A high-frequency electrical generator is standard equipment in most hospitals, so the system can be plugged into any electrical socket. After activation, an - Kim (✉)\nDivision of Pulmonary, Critical Care, & Sleep Medicine, University of California, Davis Medical Center, Sacramento, CA, USA;\njerjkim@ucdavis.edu\n- Wahidi\nDivision of Pulmonary and Critical Care Medicine, McGaw Medical Center of Northwestern University, Chicago, IL, USA\ne-mail: momen.wahidi@nm.org\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_36-1electrical current is conducted by an insulated metal wire probe toward the target tissue. Due to the voltage difference between the probe and tissue, electron current density generates heat at the point of immediate direct contact resulting in cauterization and coagulation of the tissue. A grounding pad placed on the patient prevents electrical shock to the bronchoscopist. APC uses ionized argon plasma gas to conduct a monopolar electric current. The argon gas flows through the probe and interacts with the electrical current at the tip, resulting in the current spraying electrons as a plasma jet onto large tissue surfaces in a noncontact fashion. The result is immediate water evaporation and superficial homogeneous coagulative tissue necrosis of approximately 1–2 mm. This property makes APC particularly useful for coagulating highly vascular lesions in the airway. The tissue is typically coagulated and then mechanically debulked. Because the depth of penetration is very shallow, APC is less efficient than EC and laser in tumor debulking, with the tradeoff that APC is safer when the depth of the tissue is unknown or there is no distal airway to recanalize. Because the argon plasma stream conducts electrons toward the closest tissue surface, APC can be directed around corners to follow the angulations of segmental bronchial tree branches. This also means the APC must be aimed such that the target lesion is the closest tissue to the end of the probe. The ultimate level of coagulative necrosis depends on (1) voltage difference between probe and tissue (i.e., wattage setting), (2) the total tissue surface area of plasma stream point of impact (a smaller probe has a more narrow plasma contact and higher electron flux at the point of impact causing more intense heat generation), and (3) the total duration of energy application. Mucus, blood, or metal with better electric conductance may, however, cause electron leak that will reduce local heat formation at the target location and decrease efficacy of the APC. In practice, the effect of tissue coagulation and fulguration is immediately visible for the bronchoscopist as tissue becomes white colored or charred. These changes match with the histological damage seen of the bronchial wall under microscopy [18]. When APC is used for an oozing or bleeding lesion, hemostasis will also be immediately visible by the bronchoscopist when it is achieved. Preoperative and Perioperative Considerations EC and APC are primarily used for the endoluminal management of central airway disease. They are useful modalities for obstructive disease of both benign and malignant etiologies, provided that the obstruction is endoluminal in nature. EC and APC are not indicated for obstruction or narrowing of the airways caused by extrinsic compression alone. Some lesions are complex and have a mixed element of both endoluminal disease and extrinsic compression, and in these cases, a multimodal approach may be necessary with a combination of rapid ablative therapies and airway stenting or dilation. Before the use of EC or APC, there are several important preparation steps that must be taken [19]. A grounding pad is placed on the patient to safely return the electrical current from the patient back to the generator by providing a path of low resistance and low current density. Jewelry and metallic objects must be removed. Patients with an implantable electronic cardiac device (pacemaker, defibrillator) should undergo preoperative evaluation by anesthesia when feasible. Intraoperatively, patients who are pacemaker dependent can have a magnet placed over the unit to allow a fixed cardiac pace that will not be disturbed by the electrosurgical unit, and patients who have defibrillators should have the device deprogrammed for the procedure and reprogrammed when the procedure is complete. EC and APC should be avoided if a patient cannot tolerate asynchronous mode. Just immediate to firing of the EC or APC, a safety check should be discussed with the anesthesiologist or procedure nurse. It is essential that the FiO2 for ventilated patients is less than 40 % (or 3 LPM or lower for conscious sedation patients) to reduce the risk of iatrogenic airway fire. If the patient cannot tolerate a reduction of the FiO2 to this level, alternative nonthermal options should be pursued instead. Most EC and APC units are activated with a foot pedal and there are usually two foot pedals, one for cutting (yellow) and one for coagulation (blue). These settings can be alternated while treating a target lesion either with programming or by manually alternating between the pedals such that the target tissue is both actively cut and coagulated near-simultaneously. During the procedure, vital signs must be monitored closely, and patients who develop transient oxygen desaturations may require breaks in EC or APC to allow a brief increase in FiO2 and recovery of oxygen saturation levels. With\n\nfor ventilated patients is less than 40 % (or 3 LPM or lower for conscious sedation patients) to reduce the risk of iatrogenic airway fire. If the patient cannot tolerate a reduction of the FiO2 to this level, alternative nonthermal options should be pursued instead. Most EC and APC units are activated with a foot pedal and there are usually two foot pedals, one for cutting (yellow) and one for coagulation (blue). These settings can be alternated while treating a target lesion either with programming or by manually alternating between the pedals such that the target tissue is both actively cut and coagulated near-simultaneously. During the procedure, vital signs must be monitored closely, and patients who develop transient oxygen desaturations may require breaks in EC or APC to allow a brief increase in FiO2 and recovery of oxygen saturation levels. Withcoagulation can be effectively achieved simultaneously by EC. During activation, suction should also be applied to remove smoke and prevent the view from being obscured. The tissue effect by EC is determined by the power, duration, interval, and effect. The duration is akin to the sharpness. The interval is the tempo of the cut. Effect is the amount of coagulation that occurs between cut intervals. Typical initial settings include a power of 20–60 W with a long duration (high cutting) and low effect (low coagulation). There are several instruments that can achieve electrocautery. These include the needle knife, snare, hot forceps, and blunt probe, each of which has their own unique application which is discussed below. 4.1 Needle Knife\nThe needle knife is a misnomer and is not a sharp blade but is rather a needle shaped tip that is deployed from the end of a catheter. The name comes from its ability to cut through tissue creating knife-like precise cuts. However, this is the result of activation of energy to resect tissue or release short-segment webs rather than from a cutting edge. Care should be taken to make several short interval cuts rather than one prolonged cut to avoid inadvertent airway perforation. When circumferential airway disease is present, the needle knife is often directed to target multiple locations in a radial fashion (such as 12 o’clock, 3 o’clock, and 9 o’clock locations) to allow for circumferential release of webs or stenosis ( 4.2 Snare\nThe snare is typically used for pedunculated tumors with a visible stalk and is wrapped around the base of the stalk of the tumor like a lasso. The snare is tightened manually by an assistant and then the electrocautery is activated. This maneuver is repeated in sequential bursts to allow rapid excision and coagulation of the tumor until the tumor is released from the airway wall and then mechanically removed. 4.3 Hot Forceps\nThe hot forceps is used for endobronchial or transbronchial biopsies to simultaneously deliver coagulative heat and biopsy the target lesion. Conceptually, this is intended to decrease the risk of bleeding during biopsy, but studies have not demonstrated a significant reduction compared to traditional forceps. As a result, the hot forceps is rarely employed in modern interventional pulmonology practice. 4.4 Blunt Probe\nThe blunt probe is applied to airway lesions to provide destruction and cauterization of lesions by direct contact. It can also be used to control bleeding or for tumor ablation. Care must be taken to avoid long activations of energy as this can result in perforation or injury of the airway. Coagulation Treatment Strategy\nAPC is a noncontact mode that can be used for burning the superficial layer of mucosal lesions of several millimeter thickness causing superficial electrocoagulation. With APC, one performs superficial welding of the target area layer per layer by igniting the argon gas with an electrical current and arcing the ignited plasma at the target tissue. It is essential that the APC probe be used in a noncontact method when fired such that the target tissue is closest to the probe but not in actual contact with it. This decreases the risk of air embolism from the argon gas [11]. The typical initial settings for APC include a power of 20–40 Watts and argon gas flow between 0.3 and 1.8 L/min. A gas flow > 1 L/min has been linked to an increased risk of air embolism; therefore, it is recommended to keep the gas flow less than 1 L/min. The flexible probe is advanced through the instrument channel of a flexible bronchoscope or directly through the barrel of a rigid bronchoscope until the probe tip is visible by the bronchoscopist. The probe tip must remain both distal and visible to the tip of the bronchoscope by approximately 2 cm to prevent damage and burning of the bronchoscope. The APC is then aimed within 1–3 mm of the target lesion and activated with a foot petal in short bursts with a painting motion across the lesion until a devitalized, necrotic eschar is produced ( Evidence and Efficacy of Electrocautery and Argon Plasma Coagulation\nEC is highly effective for the management of central airway obstruction (CAO) with equivalent efficacy to laser. One study by Mehta and Coulter reviewed 47 endobronchial electrosurgery procedures and found that electrosurgical techniques were successful in alleviating obstruction in 89 % of the cases and obviated the need for laser [7]. Subsequently, Wahidi et al. evaluated 94 patients who underwent 117 procedures that required endobronchial EC\n\nchoscope by approximately 2 cm to prevent damage and burning of the bronchoscope. The APC is then aimed within 1–3 mm of the target lesion and activated with a foot petal in short bursts with a painting motion across the lesion until a devitalized, necrotic eschar is produced ( Evidence and Efficacy of Electrocautery and Argon Plasma Coagulation\nEC is highly effective for the management of central airway obstruction (CAO) with equivalent efficacy to laser. One study by Mehta and Coulter reviewed 47 endobronchial electrosurgery procedures and found that electrosurgical techniques were successful in alleviating obstruction in 89 % of the cases and obviated the need for laser [7]. Subsequently, Wahidi et al. evaluated 94 patients who underwent 117 procedures that required endobronchial EC- Kim and M. Wahidi\n\nto prevent damage and burning of the bronchoscope. The APC is then aimed within 1–3 mm of the target lesion and activated with a foot petal in short bursts with a painting motion across the lesion until a devitalized, necrotic eschar is produced ( Evidence and Efficacy of Electrocautery and Argon Plasma Coagulation\nEC is highly effective for the management of central airway obstruction (CAO) with equivalent efficacy to laser. One study by Mehta and Coulter reviewed 47 endobronchial electrosurgery procedures and found that electrosurgical techniques were successful in alleviating obstruction in 89 % of the cases and obviated the need for laser [7]. Subsequently, Wahidi et al. evaluated 94 patients who underwent 117 procedures that required endobronchial EC- Kim and M. Wahidipatients. This is comparable in efficacy to Nd:YAG and other lasers, with one benefit of EC over laser being a lower cost of initial investment and system maintenance over time [2]. APC has a good efficacy for the management of hemoptysis and malignant airway obstruction. One study by Morice et al. evaluated 60 patients with CAO who underwent 70 procedures that required APC for either hemoptysis, symptomatic airway obstruction, or both. They demonstrated immediate resolution of hemoptysis in all patients with no recurrence during mean follow-up of 97 +/- 91.9 days and a decrease in endoluminal obstruction size from 76 +/- 24.9 % to 18.4 +/- 22.1 % immediately after APC and mechanical debulking [3]. Another study by Reichle et al. evaluated 364 patients who underwent 482 procedures requiring APC for malignant central airway disease. They demonstrated recanalization with good result in 67 % of patients and similarly demonstrated immediate resolution of acute hemoptysis in > 99 % of cases (118 out of 119) [4]. Neither EC or APC have high-quality, prospective, randomized controlled studies comparing to alternative ablative techniques; however, one database report assessing 554 therapeutic procedures from 2005–2007 in four hospitals suggests that APC has largely replaced laser as the most commonly used thermal ablation modality employed during bronchoscopy [5]. The AQuIRE registry evaluated 947 patients who underwent 1,115 therapeutic bronchoscopy procedures at 15 institutions from 2009–2013 for malignant central airway obstruction and demonstrated clinically significant improvements in dyspnea in 48 % of the patients (90 of 187) [14]. Ablation with either laser, electrocautery, and/or APC was used in 80 % of the procedures. The overall complication rate of this cohort was low (3.9 %), but APC use was associated with bleeding requiring intervention and EC use was associated with an unexpected respiratory failure [13]. Ultimately, EC, APC, and laser all have unique properties that can be employed for rapid management of central airway disease, and the correct tool is ultimately dependent on the expertise of the bronchoscopist and characteristics of the airway lesion in question [10]. Ablation Considerations and Alternative Therapies The use of EC and APC can be achieved with either disposable or reusable applicators and is technically comparable to the noncontact firing of Nd:YAG and other lasers. Laser, however, requires specialized equipment including the optical fiber, safety glasses, coverage of mirroring surfaces, and the laser console. The laser beam goes straight and cannot be flexibly angled around the corner in contrast to using EC probe and APC plasma flow. Arguments have been raised that compared to Nd:YAG laser, tissue effect of EC and APC is too superficial. However, tissue coagulation and debulking layer per layer, depending on assessment of tumor thickness, might well be more appropriate than instantly obtaining deep necrosis at once such as that achieved by laser. As such, familiarity with all of these tools is beneficial to the interventional pulmonologists as their roles are complementary rather than interchangeable. Cryotherapy (see separate chapter) is a delayed ablative technique and has the advantage of preserving bronchial cartilage with less scar tissue formation, which may be important in dealing with segmental and subsegmental location of tumors. Additionally, cryotherapy does not have the risk of ignition and can be used in high FiO2 environments. However, tissue ablation is delayed by days or weeks, and tissue depth effect is difficult to predict while repeated cooling and thawing takes more time. This makes cryotherapy alone inappropriate when immediate airway recanalization is required for airway obstruction. Brachytherapy is a delayed ablative technique and is complex and expensive; special logistics and good collaboration with the radiation oncologist are essential. Its role is largely palliative for advanced stage malignancy, and even high-dose rate brachytherapy cannot provide immediate improvement in airway emergencies since several treatment fractions are needed. In the era of rapid ablative techniques such as APC, EC, and laser, brachytherapy has seen a significant decline in use and has almost no application in modern interventional pulmonology. Photodynamic therapy (PDT) is a delayed ablative technique where airway tumors can be targeted with a photosensitive compound injected intravenously which is then activated using a light diffuser via bronchoscopy. This can be used for curative intent for carcinoma in situ or for palliative management of malignant central airway disease. Like cryotherapy and brachytherapy, PDT does not provide immediate relief of airway obstruction, and the therapeutic effects are typically delayed by 48 hours. Conclusions EC and APC are commonly used thermal techniques employed for the rapid and immediate cauterization, destruction, or ablation of endobronchial and endotracheal disease. They\n\n. In the era of rapid ablative techniques such as APC, EC, and laser, brachytherapy has seen a significant decline in use and has almost no application in modern interventional pulmonology. Photodynamic therapy (PDT) is a delayed ablative technique where airway tumors can be targeted with a photosensitive compound injected intravenously which is then activated using a light diffuser via bronchoscopy. This can be used for curative intent for carcinoma in situ or for palliative management of malignant central airway disease. Like cryotherapy and brachytherapy, PDT does not provide immediate relief of airway obstruction, and the therapeutic effects are typically delayed by 48 hours. Conclusions EC and APC are commonly used thermal techniques employed for the rapid and immediate cauterization, destruction, or ablation of endobronchial and endotracheal disease. Theyballoon dilators, debulking instruments such as forceps or cryoprobe, and airway stents to maintain airway patency. - Competing Interest Declaration*\nThe author(s) has no competing interests to declare that are relevant to the content of this manuscript. - References*\n1. Wahidi MM, Unroe MA, Adlakha N, Beyea M, Shofer SL. The use of electrocautery as the primary ablation modality for malignant and benign airway obstruction. J Thorac Oncol. 2011;6:1516–20.\n2. Boxem T, Muller M, Venmans B, Postmus P, Sutedja T. Nd-YAG laser vs bronchoscopic electrocautery for palliation of symptomatic airway obstruction: a cost-effectiveness study. Chest. 1999;116: 1108–12.\n3. Morice RC, Ece T, Ece F, Keus L. Endobronchial argon plasma coagulation for treatment of hemoptysis and neoplastic airway obstruction. Chest. 2001;119:781–7.\n4. Reichle G, Freitag L, Kullmann HJ, Prenzel R, Macha HN, Farin G. [Argon plasma coagulation in bronchology: a new method - alternative or complementary?]. Pneumologie. 2000;54:508–16.\n5. Ernst A, Simoff M, Ost D, Goldman Y, Herth FJF. Prospective risk-adjusted morbidity and mortality outcome analysis after therapeutic bronchoscopic procedures: results of a multi-institutional outcomes database. Chest. 2008;134:514–9.\n6. Bolliger computed tomography (CT), Sutedja TG, Strausz J, Freitag L. Therapeutic bronchoscopy with immediate effect: laser, electrocautery, argon plasma coagulation and stents. Eur Respir J. 2006;27:1258–71.\n7. Coulter TD, Mehta AC. The heat is on: impact of endobronchial electrosurgery on the need for Nd-YAG laser photoresection. Chest. 2000;118:516–21.\n8. Dalar L, Ozdemir C, Sokucu SN, Nur Urer H, Altin S. Bronchoscopic treatment of benign Endoluminal lung tumors. Can Respir J. 2019;2019:5269728.\n9. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169:1278–97.\n10. Ernst A, Silvestri GA, Johnstone D, American College of Chest P. Interventional pulmonary procedures: guidelines from the American College of Chest Physicians. Chest. 2003;123:1693–717.\n11. Folch EE, Oberg CL, Mehta AC, Majid A, Keyes C, Fernandez-Bussy S. Argon plasma coagulation: elucidation of the mechanism of gas embolism. Respiration. 2021:1–5.\n12. Ong P, Grosu HB, Debiane L, Casal RF, Eapen GA, Jimenez CA, Noor L, Ost DE. Long-term quality-adjusted survival following therapeutic bronchoscopy for malignant central airway obstruction. Thorax. 2019;74:141–56.\n13. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, Gildea TR, Machuzak M, Jimenez CA, Toth J, Kovitz KL, Ray C, Greenhill S, Casal RF, Almeida FA, Wahidi M, Eapen GA, Yarmus LB, Morice RC, Benzaquen S, Tremblay A, Simoff M, Registry AQB. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE Registry. Chest. 2015;148:450–71.\n14. Ost DE, Ernst A, Grosu HB, Lei X, Diaz-Mendoza J, Slade M, Gildea TR, Machuzak MS, Jimenez CA, Toth J, Kovitz KL, Ray C, Greenhill S, Casal RF, Almeida FA, Wahidi MM, Eapen GA, Feller-Kopman D, Morice RC, Benzaquen S, Tremblay A, Simoff M, Registry AQB. Therapeutic bronchoscopy for malignant central airway obstruction: success rates and impact on dyspnea and quality of life. Chest",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [
      "pdt"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_electrocau_aap.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}