{
  "id": "papoip_management_oss",
  "title": "Management of Subglottic Stenosis",
  "abstract": "",
  "content": "Management of Subglottic Stenosis\nand Subglottic Stenosis in Systemic Disease\nAnto ́nio Bugalho Contents Introduction............................................................................................. 2 and Anatomy.................................................................... 2 Etiology and Pathogenesis.............................................................................. 2\n3.1 Congenital SGS.......................................................................................... 2\n3.2 Laryngeal Trauma........................................................................................ 3\n3.3 Infection.................................................................................................. 4\n3.4 Granulomatosis with Polyangiitis........................................................................ 4\n3.5 Amyloidosis.............................................................................................. 5\n3.6 Relapsing Polychondritis................................................................................. 5\n3.7 Tumor..................................................................................................... 6\n3.8 Idiopathic Subglottic Stenosis........................................................................... 6 Diagnosis and Pre-interventional Assessment........................................................ 7\n4.1 Clinical Evaluation....................................................................................... 7\n4.2 Endoscopic Assessment.................................................................................. 7\n4.3 Radiological Evaluation.................................................................................. 8\n4.4 Other Exams.............................................................................................. 8 Management............................................................................................. 8\n5.1 Overview................................................................................................. 8\n5.2 Endoscopic Treatment.................................................................................... 10\n5.3 Adjuvant Therapy........................................................................................ 11\n5.4 Airway Stenting.......................................................................................... 11\n5.5 Surgery.................................................................................................... 12 Follow-Up................................................................................................ 12 Conclusion............................................................................................... References...................................................................................................... Abstract\nSubglottic stenosis (SGS) is a challenging therapeutic problem for the interventional pulmonologist. Depending on the etiology it can be classified as congenital or acquired. Acquired causes are often due to iatrogenic injury but can also result from tumors, infections, and rare diseases such as granulomatosis with polyangiitis, relapsing polychondritis, and amyloidosis. Flexible bronchoscopy is essential for the diagnostic and pre-interventional evaluation of these patients. Bronchoscopic procedures such as radial incisions, dilation, local adjuvant drugs, and airway stents have been used alone or in combination to treat SGS. Endoscopic treatment has a high success rate for simple stenoses and is a valid option for patients who are unsuitable candidates for surgery. Complex stenoses often require a multidisciplinary approach. There is no universally accepted treatment - Bugalho (✉)\nPulmonology Department, CUF Tejo Hospital, Lisbon, Portugal\nComprehensive Health Research Centre, NOVA Medical School,\nLisbon, Portugal\ne-mail: antonio.bugalho@cuf.pt\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_45-1\n\n. Bronchoscopic procedures such as radial incisions, dilation, local adjuvant drugs, and airway stents have been used alone or in combination to treat SGS. Endoscopic treatment has a high success rate for simple stenoses and is a valid option for patients who are unsuitable candidates for surgery. Complex stenoses often require a multidisciplinary approach. There is no universally accepted treatment - Bugalho (✉)\nPulmonology Department, CUF Tejo Hospital, Lisbon, Portugal\nComprehensive Health Research Centre, NOVA Medical School,\nLisbon, Portugal\ne-mail: antonio.bugalho@cuf.pt\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_45-1strategy that will consistently relieve symptoms and prevent recurrence in all patients. Treatment must be individualized according to the pathological findings and the patient’s health status. Current minimally invasive techniques performed wisely and proficiently allow the interventional pulmonologist to restore airway patency and improve the quality of life of patients with SGS. - Keywords*\nLarynx · Vocal cord · Laryngotracheal stenosis · Subglottic stenosis · Endoscopic treatment · Endotracheal intubation · Balloon dilation · Relapse polychondritis - 1 Introduction\nThe management of central airway obstruction is a frequent problem for the interventional pulmonologist. In contrast, subglottic stenosis (SGS) remains a relatively rare condition; however, one of the most challenging and difficult to treat. The subglottic airway is a vulnerable site for symptomatic stenosis because it is one of the narrowest regions of the respiratory tract and is formed by a complete non-expandable ring. Once SGS is identified, a wide range of treatments can be proposed. The therapeutic process involves a choice between conservative, endoscopic, and surgical procedures, but the results are not always satisfactory. A multidisciplinary approach is usually recommended, as the decision for a specific intervention is dictated by the needs of each patient and requires a high degree of expertise and collaboration between interventional pulmonologists, thoracic surgeons, and otolaryngologists. Depending on the etiology and severity, a combination of endoscopic tools and techniques can be used to successfully manage SGS. In most cases, these minimally invasive procedures are able to provide good outcomes in this high morbidity condition. - 2 Subglottic Definition and Anatomy\nSGS is a congenital or acquired narrowing of the subglottic airway. An advanced knowledge of the anatomy, configuration, size, and proportions of the larynx is vital for all interventional physicians to manage SGS correctly (see chapter ▶“Airway Anatomy”). Briefly, the precise anatomical boundaries of the subglottic area, are defined in the craniocaudal direction by the inferior arcuate line of the vocal cords-the transition from squamous epithelium to high columnar respiratory epithelium-to the inferior margin of the cricoid cartilage. In the lower horizontal plane, the subglottic diameter in the full-term neonate is 4.5–5.5 mm, and in adults, the mean diameter of the cricoid is 17 mm in males (range 13–23 mm) and 13 mm in females (range 11–19 mm) [1, 2]. Disruption of the normal gross anatomy and tissue architecture of the subglottis tends to reduce the circumference of the lumen and cause significant obstruction ( - 3 Etiology and Pathogenesis\nIn the early decades of the twentieth century, infections and external airway trauma were the main causes for SGS. In the late 1960s, the incidence of acquired SGS began to increase as a result of prolonged intubation and other invasive airway procedures. Currently, the most common etiologies leading to SGS are endotracheal intubation, tracheotomy, previous airway surgery, neoplasia, and radiation for oropharyngolaryngeal tumors [3]. Other causes, although rare, are important to consider when evaluating SGS of unclear etiology ( SGS can be classified into congenital and acquired forms. The acquired form is much more common than the congenital type and can be subdivided into traumatic, inflammatory, infectious, and tumor related. In addition, a poorly characterized female population suffers from idiopathic SGS (ISGS). - 3.1 Congenital SGS*\nAlthough this type of stenosis is rare, it is the third most common congenital airway problem. Malformation of the cricoid cartilage is linked with inadequate recanalization of the laryngeal lumen after completion of the normal epithelial fusion at the end of the third month of gestation. Patients may present with various degrees of atresia, stenosis, or webbing.\n\nolaryngeal tumors [3]. Other causes, although rare, are important to consider when evaluating SGS of unclear etiology ( SGS can be classified into congenital and acquired forms. The acquired form is much more common than the congenital type and can be subdivided into traumatic, inflammatory, infectious, and tumor related. In addition, a poorly characterized female population suffers from idiopathic SGS (ISGS). - 3.1 Congenital SGS*\nAlthough this type of stenosis is rare, it is the third most common congenital airway problem. Malformation of the cricoid cartilage is linked with inadequate recanalization of the laryngeal lumen after completion of the normal epithelial fusion at the end of the third month of gestation. Patients may present with various degrees of atresia, stenosis, or webbing.can be found in these patients ( ### 3.2 Laryngeal Trauma Trauma is the most frequent cause of acquired laryngeal stenosis in children and adults. Internal subglottic trauma is usually iatrogenic (e.g., endotracheal intubation, tracheotomy, or previous tracheal instrumentation). External trauma may be caused by contusion, penetrating wound, or inhalation injury. In SGS caused by intubation, stenosis may occur as a late complication and can take weeks to months to develop after the initial insult. Several risk factors have been identified, including prolonged intubation, large-caliber endotracheal tubes, traumatic intubation, multiple re-intubations, local infection while intubated, frequent displacement of the endotracheal tube, and the concomitant presence of a nasogastric tube ( Gastroesophageal reflux disease has also been implicated as a risk factor in children and adults, and obesity and diabetes are thought to contribute to the risk for post-intubation SGS. The pathogenesis of this form of acquired SGS is not fully understood. The most widely accepted theory is that high pressure from a tube or cuff exceeds the capillary pressure of the airway wall, causing biomechanical stress and ischemia of the mucosa and cartilage ( Postoperative SGS may occur as a complication of previous tracheotomy, percutaneous tracheotomy, cricothyroidotomy, and surgical treatment for airway neoplasms. Stenosis after | Type | Subtype/Cause | Description | Description | |---| -------------------------------- |---| | Congenital | Membranous | Increased fibrous connective tissue, hyperplastic submucous glands, granulation tissue | | | | Cartilaginous | Cartilage deformity (small or elliptical cricoid, large anterior or posterior lamina, generalized thickening, submucous cleft), trapped first tracheal ring | | | Combined | Membranous and cartilaginous stenosis | | *Acquired* | Trauma | Post-intubation, previous airway surgery (high tracheotomy, percutaneous tracheotomy, cricothyroidotomy, prior surgery), accidental (foreign body, thermal, or caustic inhalation, radiation, blunt, or penetrating trauma) | | | | Infection | Tuberculosis, syphilis, leprosy, diphtheria, bacterial tracheitis, croup, typhoid fever, histoplasmosis, scarlet fever, laryngeal scleroma | | | Inflammatory and autoimmune | Granulomatosis with polyangiitis, relapsing polychondritis, amyloidosis, sarcoidosis, systemic lupus erythematosus, inflammatory bowel disease, immunoglobulin G4-related disease, gastroesophageal reflux | | | Tumor | Carcinoma, hemangioma, lymphoma, papilloma | | | Other | Idiopathic (Unknown cause) | Management of Subglottic Stenosis and Subglottic Stenosis in Systemic\n\nor caustic inhalation, radiation, blunt, or penetrating trauma) | | | | Infection | Tuberculosis, syphilis, leprosy, diphtheria, bacterial tracheitis, croup, typhoid fever, histoplasmosis, scarlet fever, laryngeal scleroma | | | Inflammatory and autoimmune | Granulomatosis with polyangiitis, relapsing polychondritis, amyloidosis, sarcoidosis, systemic lupus erythematosus, inflammatory bowel disease, immunoglobulin G4-related disease, gastroesophageal reflux | | | Tumor | Carcinoma, hemangioma, lymphoma, papilloma | | | Other | Idiopathic (Unknown cause) | Management of Subglottic Stenosis and Subglottic Stenosis in Systemictracheotomy may occur above the stoma, at the same level as the stoma, at the cuff site, and at the tip of the cannula. In addition to ischemic mucosal injury and chondritis, cartilage fracture is an important factor for SGS in these patients. Damage to the cartilage above the stoma is the most common cause of stenosis after emergency tracheotomy performed with a poor technique. The incidence of traumatic SGS can be radically reduced if high tracheotomy and cricothyroidotomy are only performed in extreme emergencies; aggressive endoscopic manipulation for benign laryngeal lesions is avoided; intubation and endoscopy are performed gently; and factors contributing to laryngeal trauma after intubation are recognized and prevented when possible. 3.3 Infection Acute laryngotracheobronchitis, an acute viral respiratory illness common in children, can cause subglottic narrowing. Croup is most frequent in children aged 6–36 months, and it is rare after the age of 6. Acute bacterial tracheitis can also cause thick, purulent secretions and mucosal edema which can origin symptoms of upper airway obstruction. SGS secondary to chronic infection is rare, except in certain endemic geographical areas, and it has been described in patients with tuberculosis, syphilis, diphtheria, typhoid fever, scarlet fever, leprosy, and laryngeal scleroma. Although rare, subglottic and endotracheal tuberculosis may result in significant obstruction related to the initial lesion or subsequent stricture formation. Some degree of stenosis may still develop despite appropriate antituberculosis chemotherapy. Laryngeal scleroma is also an uncommon chronic infectious disease caused by Klebsiella rhinoscleromatis. It is prevalent in certain regions such as Africa, Asia, Central and South America, and Central and Eastern Europe. It typically affects the nose but can also affect other parts of the respiratory system. Subglottic involvement is reported in 23 % of cases [4]. Following the initial infection, three sequential phases are described: exudative stage, with active inflammation, edema, congestion, and necrosis; proliferative stage characterized by multiple erythematous nodules; and fibrotic stage with cicatricial tissue. The computed tomography (CT) scan normally shows concentric irregularities and narrowing in the subglottic space. Definitive diagnosis requires biopsy specimens, usually taken during the proliferative phase, which show a recognizable histological pattern with clusters of vacuolated histiocytes-Mikulicz cells. Treatment should be based on the clinical stage, severity, and anatomical location. In the proliferative phase, long-term antibiotics are the treatment of choice. In the fibrotic stage, if the patient is symptomatic and there is mild subglottic involvement, endoscopic procedures can be valid therapeutic options. Open surgical techniques have been attempted for extensive SGS. 3.4 Granulomatosis with Polyangiitis Granulomatosis with polyangiitis (GPA) is a multisystemic disease characterized by necrotizing vasculitis and granuloma formation with a predilection for the upper and lower respiratory tracts and kidneys. Its etiology is unknown, and it affects both males and females with a peak between 40 and 55 years of age. The course of GPA varies widely, from localized to multisystemic, from mild to life-threatening disease. Nasal and sinus findings are present in a high percentage of cases (e.g., chronic sinusitis, epistaxis, septal perforation, and saddle nose deformity). SGS may occur - Bugalho\n\nand there is mild subglottic involvement, endoscopic procedures can be valid therapeutic options. Open surgical techniques have been attempted for extensive SGS. 3.4 Granulomatosis with Polyangiitis Granulomatosis with polyangiitis (GPA) is a multisystemic disease characterized by necrotizing vasculitis and granuloma formation with a predilection for the upper and lower respiratory tracts and kidneys. Its etiology is unknown, and it affects both males and females with a peak between 40 and 55 years of age. The course of GPA varies widely, from localized to multisystemic, from mild to life-threatening disease. Nasal and sinus findings are present in a high percentage of cases (e.g., chronic sinusitis, epistaxis, septal perforation, and saddle nose deformity). SGS may occur - Bugalhoeither as a presenting feature or as a late manifestation of the disease and is reported in 12–23 % of patients with GPA [5] ( 3.5 Amyloidosis\nAmyloidosis is a disease characterized by the deposition of fibrillar proteins in extracellular tissues and can affect virtually any organ or system. It may be idiopathic or associated with inflammatory, hereditary, or neoplastic diseases. Respiratory tract amyloidosis may be part of a widespread or local process. Sites in the larynx with a predilection for nodular or polypoid amyloidosis include the ventricles, false cords, aryepiglottic folds, and the subglottis [6]. Pulmonary manifestations include tracheobronchial infiltration, persistent pleural effusions, and parenchymal nodules. There may be diffuse narrowing and wall thickening, circumferential airway involvement, often with ossification of the amyloid deposits ( 3.6 Relapsing Polychondritis\nRelapsing polychondritis (RP) is a multisystemic immune-mediated disease characterized by recurrent episodes of inflammation of cartilaginous structures. RP is most likely to occur between the ages of 40 and 60, although it can occur in younger patients. One third of cases develop in association with another recognizable condition, particularly systemic vasculitis or connective tissue disease. Auricular chondritis is the usual initial presentation, but the disease may also involve the nose, laryngotracheobronchial tree (malacia and/or stenosis), Management of Subglottic Stenosis and Subglottic Stenosis in Systemic\n\nal nodules. There may be diffuse narrowing and wall thickening, circumferential airway involvement, often with ossification of the amyloid deposits ( 3.6 Relapsing Polychondritis\nRelapsing polychondritis (RP) is a multisystemic immune-mediated disease characterized by recurrent episodes of inflammation of cartilaginous structures. RP is most likely to occur between the ages of 40 and 60, although it can occur in younger patients. One third of cases develop in association with another recognizable condition, particularly systemic vasculitis or connective tissue disease. Auricular chondritis is the usual initial presentation, but the disease may also involve the nose, laryngotracheobronchial tree (malacia and/or stenosis), Management of Subglottic Stenosis and Subglottic Stenosis in Systemicperipheral joints, and other organs. In the active stage, there is a red, warm, painful swelling of the cartilage. After the inflammatory episode, significant destruction may occur. The definitive diagnosis is based on the presence of three of the following criteria or at least one of them together with a confirmatory biopsy showing inflammatory changes in the cartilage: recurrent bilateral auricular chondritis, non-erosive inflammatory polyarthritis, nasal cartilage chondritis, ocular inflammation, respiratory chondritis, and cochlear or vestibular damage. computed tomography (CT) and bronchoscopic findings include diffuse smooth thickening of the larynx, trachea, and proximal bronchi; thickened, densely calcified cartilaginous rings with sparing of the posterior tracheal membrane; tracheal wall nodularity; diffuse narrowing of the tracheobronchial lumen, large airway collapse due to destruction of the cartilaginous rings ( - 3.7 Tumor* Direct extension of a locally advanced tumor and/or extrinsic compression may cause SGS (e.g., laryngeal cancer, thyroid tumors). Primary laryngeal and tracheal tumors are extremely rare in children, with papillomas, hemangiomas, and granular cell tumors being the most common [8]. In adults, squamous cell carcinomas followed by adenoid cystic carcinomas are the most frequent and may cause SGS. Other less common tumors in adults include hemangiomas, neurogenic tumors, lymphomas and papillomas. Recurrent papillomatosis results from infection of the upper respiratory tract by the human papilloma virus (HPV). This disease is most common in children but, as mentioned above, can also occur in adults. Infection often occurs at birth, and laryngeal papillomas can lead to contamination of the trachea and lungs. On bronchoscopy, the papillomas have a polypoid appearance and may involve the larynx, trachea, or bronchi ( - 3.8 Idiopathic Subglottic Stenosis* ISGS is a rare inflammatory process of unknown cause, usually confined to the subglottic region and the first two tracheal rings. - Bugalho\n\nfrequent and may cause SGS. Other less common tumors in adults include hemangiomas, neurogenic tumors, lymphomas and papillomas. Recurrent papillomatosis results from infection of the upper respiratory tract by the human papilloma virus (HPV). This disease is most common in children but, as mentioned above, can also occur in adults. Infection often occurs at birth, and laryngeal papillomas can lead to contamination of the trachea and lungs. On bronchoscopy, the papillomas have a polypoid appearance and may involve the larynx, trachea, or bronchi ( - 3.8 Idiopathic Subglottic Stenosis* ISGS is a rare inflammatory process of unknown cause, usually confined to the subglottic region and the first two tracheal rings. - BugalhoIt is a diagnosis of exclusion, based on the absence of recent intubation or trauma, and other rare diseases that can affect the subglottis. The majority of patients are females, Caucasian, with a mean age of 50 years, and no previous diseases. In 63 tracheal resections performed in patients diagnosed with ISGS, Mark et al. found extensive fibrosis, dilation of the mucous glands, relatively normal cartilage and, in most cases, positive staining for estrogen and progesterone receptors in fibroblast cells [9]. Another hypothesis suggests abnormal mucosal inflammatory responses with fibroblast proliferation through chemokine and cytokine production. It is not yet known what the initial insult is, that leads to the disease. One theory is that severe coughing episodes may cause mechanical trauma, intermittent disruption of blood supply to the cricoid, and scarring in the subglottic area leading to ISGS [10]. Recent studies have focused on changes in the microbiome, and samples from ISGS patients have shown strong associations with Moraxella and Acinetobacter genera, which may contribute to the pathogenesis [11, 12]. Laryngopharyngeal reflux as a potential etiological is still controversial, with conflicting results between studies and poor response to anti-gastroesophageal reflux medications [11]. Dilation, laser incisions, intralesional steroids, mitomycin-c, and airway stenting have all been used for the initial management of ISGS. - 4 Diagnosis and Pre-interventional Assessment* - 4.1 Clinical Evaluation\nSGS is usually suspected on the basis of clinical findings. Congenital SGS normally presents early in life with symptoms of respiratory distress and laryngeal involvement: feeding difficulties, stridor, abnormal or absent cry, and hoarseness. If the stenosis is severe, the neonate has major respiratory distress at birth. Congenital SGS is often associated with other malformations, and the presence of other causes for respiratory compromise should always be assessed. Adults with mild congenital stenosis are usually asymptomatic and are diagnosed after a difficult intubation or during bronchoscopy for other reasons ( Patients with acquired mild to moderate SGS often have a history of previous intubation. They are asymptomatic or present with mild symptoms that may include chronic cough, wheezing, dyspnea on exertion or dysphonia. Early manifestations may be mistaken for other obstructive airway diseases (e.g., asthma, COPD). Progressive or more severe or SGS can lead to dyspnea at rest or on light exertion, stridor, and functional limitations, depending on the severity of the stenosis. The Medical Research Council Scale is an approved tool for assessing the degree of dyspnea and treatment response in patients with SGS. Voice should also be assessed at baseline, for example using the GRBAS (grade, roughness, breathiness, asthenia, and strain) scale. Occasionally, SGS may present as a patient in the ICU who fails extubation. It is imperative to review the characteristics of previous intubations: date, duration, size of the endotracheal tube, number of subsequent intubations, and whether any intubations were traumatic. If laryngeal trauma is not the cause, other etiologies should be investigated and ruled out, otherwise, recurrence of the disease may lead to repeated treatment failures. A full clinical assessment should be performed in all patients as many of the above conditions may have systemic implications. It is also important to assess for major comorbidities (e.g., pulmonary, cardiac, metabolic and neurological diseases) or significant congenital anomalies, as these may influence therapeutic decisions and outcomes. For example, gastro-esophageal reflux, diabetes mellitus, immunodeficiency or chronic infection can reduce the rate of healing after treatment. - 4.2 Endoscopic Assessment*\nFlexible bronchoscopy is the gold standard for the evaluation of these patients as it is an effective method of obtaining preliminary information prior to any interventional attempts. It allows the detection of supraglottic/glottic and subglottic abnormalities, length and severity of stenosis, assessment of vocal cord mobility, distance from the vocal cords, dynamic assessment of the airway, assessment of cartilage involvement, and degree of scar maturity. The tracheobronchial tree should always be examined for secondary lesions and the suprastomal area if the patient has a tracheotomy or a tracheotomy is planned. Flexible bronchoscopy can be performed in the awaked patient under local anesthesia, under mild to moderate sedation or general anesthesia, depending on the goals. Rigid bronchoscopy under general anesthesia allows a more accurate and reliable measurement of the length and diameter of the stenotic airway and is ideal for planning appropriate treatment. The\n\nit is an effective method of obtaining preliminary information prior to any interventional attempts. It allows the detection of supraglottic/glottic and subglottic abnormalities, length and severity of stenosis, assessment of vocal cord mobility, distance from the vocal cords, dynamic assessment of the airway, assessment of cartilage involvement, and degree of scar maturity. The tracheobronchial tree should always be examined for secondary lesions and the suprastomal area if the patient has a tracheotomy or a tracheotomy is planned. Flexible bronchoscopy can be performed in the awaked patient under local anesthesia, under mild to moderate sedation or general anesthesia, depending on the goals. Rigid bronchoscopy under general anesthesia allows a more accurate and reliable measurement of the length and diameter of the stenotic airway and is ideal for planning appropriate treatment. Thewhich includes a letter (a-d) according to the number of laryngeal subsites involved in the stenosis, and a plus sign to indicate the presence of severe comorbidities or congenital anomalies. McCaffrey suggested that treatment success depends on the subsites involved and the length of the stenosis but did not consider the degree of luminal reduction [14]. Lano and coworkers proposed a method based on the number of subsites involved (glottis, subglottis, and trachea) and the degree of stenosis to better predict patient prognosis which is determined by successful decannulation and absence of disease recurrence [15]. They reported a negative correlation between management success and the number of sites affected. In general, stage I lesions have the highest success rate while stage IV lesions have the lowest. As no staging system allows a true comparison of patients, treatment modalities, and outcomes between different centers, Freitag and colleagues proposed a new classification of central airway stenosis based on the type, degree, location, and transition zone [16]. Further studies are needed to confirm the usefulness of this system, particularly in SGS. SGS can also be classified according to the morphological bronchoscopic aspects into simple or complex stenosis, with management and prognostic implications. Simple stenoses are web-like, short segment ( < 1 cm), membranous, concentric, without cartilaginous lesions. Complex stenoses are characterized by an extensive endoluminal occlusion ( > = 1 cm), circumferential contraction scarring, and/or associated malacia or loss of cartilaginous support and have a lower endoscopic treatment success rate compared to simple stenoses [17]. In addition, the European Laryngological Society distinguishes between fresh incipient SGS (resulting from acute or subacute post-intubation airway narrowing with edema, ulceration, granulation tissue) and mature cicatricial SGS (well-established airway narrowing that can be a therapeutic challenge) [18]. - 4.3 Radiological Evaluation* Standard neck and chest radiographs with anteroposterior and lateral views of the subglottic and tracheal air column have gradually been replaced by high-resolution computed tomography (CT) and magnetic resonance imaging (MRI) because these modalities provide detailed information about the airway and adjacent structures (e.g. differentiation between intrinsic and panmural stenosis); are able to assess the size, location, and extent of airway lesions; and show areas beyond high-grade stenotic segments ( - 4.4 Other Exams The evaluation of SGS patients should include functional (e.g., lung function, swallowing), serological (e.g., ANCA-c, angiotensin-converting enzyme) and reflux exams (e.g., 24 hour esophageal pH-impedance test, esophagoscopy), which are essential for good treatment outcomes. Spirometry provides information about the level (e.g., extra vs. intrthoracic) and degree of obstruction (e.g., mild vs. severe) [19]. The ratio of forced expiratory volume in 1s (FEV1) to the peak expiratory flow (PEF) > 0.50 can discriminate between extrthoracic airway obstruction and asthma or COPD, supporting the diagnosis of SGS. The flow-volume loops and spirometric values allow post-intervention results to be compared with pre-intervention values to assess therapeutic efficacy ( - 5 Management - 5.1 Overview The primary goals in the treatment of any patient with upper airway obstruction are to ensure adequate oxygenation, ventilation, and management of the underlying disease. Treatment must be individualized according to the pathological findings and the patient’s health status. Management options include observation, systemic and/or topical drug therapy, intubation/reintubation, tracheotomy, endoscopic treatment, - | Myer-Cotton | McCaffrey | Lano | |:---------- |:-------- |:--- | | Grade/stage I < 50 % obstruction of the lumen | Subglottic or tracheal lesion | Lesion involves one subsite (glottis, subglottis, or trachea) < 1 cm long | | Grade/stage II 51–70 % obstruction of the lumen | Lesion confined to the subglottic area | Lesion involves two subsites > 1 cm | | Grade/stage III 71–99 % obstruction of the lumen | Subglottic and tracheal lesions not involving the glottis | Lesion involves all three subsites | | Grade/stage IV 100 % obstruction of the lumen | Glottic involvement | | 8 A. Bug\n\n- | Myer-Cotton | McCaffrey | Lano | |:---------- |:-------- |:--- | | Grade/stage I < 50 % obstruction of the lumen | Subglottic or tracheal lesion | Lesion involves one subsite (glottis, subglottis, or trachea) < 1 cm long | | Grade/stage II 51–70 % obstruction of the lumen | Lesion confined to the subglottic area | Lesion involves two subsites > 1 cm | | Grade/stage III 71–99 % obstruction of the lumen | Subglottic and tracheal lesions not involving the glottis | Lesion involves all three subsites | | Grade/stage IV 100 % obstruction of the lumen | Glottic involvement | | 8 A. Bug### Management of Subglottic Stenosis and Subglottic Stenosis in Systemic\n\n|:--- | | Grade/stage I < 50 % obstruction of the lumen | Subglottic or tracheal lesion | Lesion involves one subsite (glottis, subglottis, or trachea) < 1 cm long | | Grade/stage II 51–70 % obstruction of the lumen | Lesion confined to the subglottic area | Lesion involves two subsites > 1 cm | | Grade/stage III 71–99 % obstruction of the lumen | Subglottic and tracheal lesions not involving the glottis | Lesion involves all three subsites | | Grade/stage IV 100 % obstruction of the lumen | Glottic involvement | | 8 A. Bug### Management of Subglottic Stenosis and Subglottic Stenosis in Systemicand open surgical management. Each patient requires a therapeutic plan that includes one or a combination of these modalities. A multidisciplinary approach involving interventional pulmonologists, otolaryngologists, thoracic surgeons, gastroenterologists, and speech language pathologists is used in many centers. Whenever identified, medical causes need to be addressed (e.g., appropriate control of infection, treatment of inflammation in GPA, management of gastroesophageal reflux). A minimally symptomatic adult patient with stable non-progressive SGS, with no impact on quality of life, can be successfully managed with close monitoring. In a child with mild stenosis, conservative treatment, regular follow-up, and anticipation of growth may also obviate the need for further therapy. All therapeutic options must be discussed with the patient and their family in order to determine the safest approach that will give the best results. 5.2\nEndoscopic Treatment The more commonly used endoscopic therapeutic options include mechanical dilation, tissue resection (e.g., CO2 laser, KTP laser, Nd:YAG laser, microdebrider, electrocautery, radiofrequency) with or without local adjuvants (e.g., mitomycin-c, corticosteroids), and in some cases airway stenting. Endoscopic modalities may be the first option for short segment, membranous, benign, concentric SGS not involving the cartilage; for maintaining a safe airway while waiting for other treatments; and for treatment/palliation of symptoms in patients who are not surgical candidates due to the stenosis characteristics (e.g., extensive laryngotracheal stenosis), active local infection, severe inflammation, poor general medical status, and unstable coexisting diseases. They are also used to treat restenosis following open reconstructive procedures. Success rates for primary endoscopic treatment of SGS vary in the literature from 40 % to 94 % depending on the etiology, severity of stenosis and appropriateness of the indication [20]. Myer-Cotton Grade I stenoses are usually successfully managed endoscopically. Grade II and III lesions presenting as web-like diaphragms without loss of cartilaginous support are good candidates for an endoscopic treatment trial. From Grade I to Grade III, the success rate of endoscopic management decreases from 100 % to 76 % and the number of interventions required for treatment increases [21]. In moderate to severe cases of congenital and acquired SGS (grades III and IV), only a small percentage of cases can be successfully managed using endoscopic methods. When the cartilaginous framework of the larynx is significantly damaged, most patients require a tracheotomy to establish a safe airway and reconstructive repair. Factors associated with high endoscopic failure are circumferential scarring; fibrotic scar tissue in the interarytenoid area of the posterior commissure; severe bacterial infection of the trachea; exposure of perichondrium or cartilage during laser excision, predisposing to perichondritis and chondritis; combined laryngotracheal stenosis; failure of previous attempts at endoscopic repair; vertical scar length > 1 cm; and significant loss of cartilaginous support [21, 22]. Since the early years of interventional pulmonology, SGS has been treated with mechanical dilation alone using rigid dilators and scopes despite the need for multiple interventions and a high recurrence rate. Newer balloon dilators offer the advantage of gentle dilation without shearing the mucosa and exacerbating cicatricial stenoses. This method has been shown to be effective in the management of soft, short and isolated SGS, in adult and pediatric patients [23, 24]. In more extensive or firm SGS, there is evidence that endoscopic dilation alone is relatively ineffective in the majority of cases. However, combination with other procedures increases success rates. A prospective multicenter study of 810 patients with ISGS showed that endoscopic dilation was the most common approach to ISGS [25]. The overall recurrency rate was 22.8 % and endoscopic dilation had the highest recurrence rate (28 %) compared to other procedures. Endoscopic resection with adjuvant medical therapy (e.g., antibacterial, inhaled corticosteroid, proton pump inhibitor) was associated with better disease control than endoscopic dilation [25]. With regard to endoscopic resection, a variety of heat techniques have been evaluated in SGS [21, 22, 26]. There is a consensus that the preservation of the airway epithelium with minimal trauma is essential for good outcomes, which means that argon plasma coagulation is not an option for SGS as it can cause uncontrolled tissue destruction. Laser\n\nprocedures increases success rates. A prospective multicenter study of 810 patients with ISGS showed that endoscopic dilation was the most common approach to ISGS [25]. The overall recurrency rate was 22.8 % and endoscopic dilation had the highest recurrence rate (28 %) compared to other procedures. Endoscopic resection with adjuvant medical therapy (e.g., antibacterial, inhaled corticosteroid, proton pump inhibitor) was associated with better disease control than endoscopic dilation [25]. With regard to endoscopic resection, a variety of heat techniques have been evaluated in SGS [21, 22, 26]. There is a consensus that the preservation of the airway epithelium with minimal trauma is essential for good outcomes, which means that argon plasma coagulation is not an option for SGS as it can cause uncontrolled tissue destruction. LaserThis cutting method with gentle dilation may produce better long-term results [22], with a 75 % success rate in selected cases (short, web-like stenoses). Monnier and colleagues used the CO2 laser in patients with laryngotracheal stenosis and reported that the improvement to a near-normal airway decreased from 92 % for grade I Myer-Cotton classification to 46 % for grade II and 13 % for grade III stenosis [20]. Based on these findings, a therapeutic algorithm was developed, stating that endoscopic interventions should be attempted first in the presence of SGS grade I/II, stenosis < 1.5 cm in a craniocaudal direction, and membranous type with an adequate cartilaginous support. The same conclusions were drawn by Cavaliere et al., who achieved a 66 % success rate in patients with post-intubation stenosis treated with laser, dilation, and stent, considering this a safe first-line therapy and reserving selected cases and relapsing stenoses for surgery [27]. ### 5.3 Adjuvant Therapy Ways to directly modulate airway wound healing have been intensively investigated to reduce the recurrence of SGS. Treatments have included topical corticosteroids, mitomycin-c, halofuginone, colchicine, tamoxifen, and 5-fluorouracil [28]. Steroids have long been known to interfere with the healing process and inhibit scarring and have been used topically in patients with SGS with inconsistent results. Several authors described the use of mechanical subglottic dilation followed by injection of a long-acting corticosteroid (e.g., methylprednisolone) into the stenotic lesion; however, patients often required multiple therapeutic sessions. Hoffman and coworkers reported that GPA patients with established laryngotracheal scarring required a mean of four intralesional corticosteroids and dilation procedures at a mean interval of 7 months to maintain patency, but none of the 21 patients required a new tracheotomy [29]. The best results were achieved when these endoscopic techniques were performed before other forms of surgery, which can lead to more scar tissue [30]. A systematic review published in 2023 evaluated the role of intralesional steroid injections in 55 patients with SGS and found that overall, patients received an average of 3.6 injections, and in 35 patients with multiple etiologies, the average procedure-free interval was approximately 219 days longer after corticosteroid injection, with a small but significant improvement in voice-related quality of life [31]. Although controversial, mitomycin-c has been used routinely after laser and/or dilation with reported positive results. Mitomycin-c inhibits fibroblast proliferation and activity, improving patency rates and reducing scarring. It is usually placed on a cotton pledge or sterile gauze at a concentration of 0.4 mg/ml and applied topically to the area of subglottic scar excision (2–3 applications of 2 min each or single application of 4–5 min). In 2010, Veen and Dikkers conducted a literature review on the side effects of mitomycin-c in the upper respiratory tract [32]. Forty-six articles were retrieved, and the authors concluded that topical application of this agent to a wound with subsequent irrigation with saline solution can be performed safely. The use of higher concentrations of mitomycin-c should be avoided as serious complications may occur. Care should be taken to avoid contact with unprotected skin or eyes and proper disposal protocols should be followed. Despite the belief that this antiproliferative agent is helpful, the conclusions of most clinical trials are limited by retrospective design, small populations or short-term follow-up. These studies also suggest that mitomycin-c may delay, but not prevent, the recurrence of symptomatic stenosis in the majority of patients with laryngotracheal stenosis. Some authors advocate the use of long-term medical therapy to reduce the relapse rate, using anti-reflux management, high-dose inhaled corticosteroids, oral corticosteroids and/or daily trimethoprim-sulfamethoxazole, but there is a lack of prospective trials to confirm their effectiveness. ### 5.4 Airway Stenting In some procedures, additional stenting is an important part of the therapeutic strategy. Possible indications for stenting in SGS include post-intubation SGS after failure of resection and/or benign complex stenosis in patients who are not surgical candidates ( When selecting stents for SGS, the material, size, position and duration of stenting should be considered. Most often, the preferred option in SGS is to use the rigid scope to deploy a short and wide straight or hourglass\n\notracheal stenosis. Some authors advocate the use of long-term medical therapy to reduce the relapse rate, using anti-reflux management, high-dose inhaled corticosteroids, oral corticosteroids and/or daily trimethoprim-sulfamethoxazole, but there is a lack of prospective trials to confirm their effectiveness. ### 5.4 Airway Stenting In some procedures, additional stenting is an important part of the therapeutic strategy. Possible indications for stenting in SGS include post-intubation SGS after failure of resection and/or benign complex stenosis in patients who are not surgical candidates ( When selecting stents for SGS, the material, size, position and duration of stenting should be considered. Most often, the preferred option in SGS is to use the rigid scope to deploy a short and wide straight or hourglassformation was 63 % for procedures with distances of < = 10 mm, 22 % for those between 11 and 20 mm, and 11 % for those > = 20 mm from the vocal cords. A distance of 10 mm from the vocal cords to the proximal end of the stent seems to be an acceptable safety margin, whenever possible [33]. Subglottic stents are prone to distal or proximal migration. This was reported by Martinez-Ballarin and colleagues in 18 % of patients treated with Dumon stents for laryngotracheal stenosis [34]. Tracheotomy followed by insertion of a Montgomery T-tube is occasionally chosen to avoid migration and provide a safe airway. Other indications for Montgomery T-tubes have been retrospectively evaluated by Carreta et al. [35] and include the treatment of patients with laryngotracheal stenosis with a permanent contraindication to surgery, a temporary preoperative measure in patients with a temporary contraindication to reconstruction, and the treatment of complications of tracheal surgery. In patients with pre-existing tracheotomies, Shapshay and colleagues showed that treatment with laser and T-tube stents can achieve a successful outcome in 67 % of cases [36]. However, 75 % of these patients required further treatment over a variable follow-up period of 1–5 years. In selected patients with SGS and malacia who are not candidates for surgical resection, tracheotomy, or Montgomery T-tube placement, or who have experienced repeated stent migration, external stent fixation may be performed [37]. Bronchoscopic surveillance is advisable to detect and treat stent complications and to monitor efficacy [33]. In some cases of benign disease, the stent can be removed after several months without symptomatic recurrence or restenosis. Expandable metallic stents should be avoided due to the significant long-term complications that are associated with the placement of permanent stents in benign conditions and should be reserved for palliation in malignant SGS etiologies. There is also the option of ordering customized 3D stents to fit the specific anatomy of a particular patient. In an attempt to avoid complications, biodegradable stents have been introduced but still need improvements (e.g., degradation time, resistance, radial force) before wider use in SGS patients. 5.5 Surgery The optimal treatment of SGS remains unknown, and as the recurrence rate is high, the success of treatment is based on reducing disease recurrence and avoiding tracheotomy with a technique that causes the least morbidity. Endoscopic management is a valuable primary treatment in some cases, but open surgery plays a key role in the management of SGS, especially in cases of complex stenosis and multiple recurrences after endoscopic treatment [38]. The European Laryngological Society recommends that mature high-grade stenosis in adults should be treated primarily by open surgery, as the chances of success are generally best at the first procedure [18, 39]. There are two main categories of open airway procedures: resection (excise a diseased section of the airway), and expansion (increasing the diameter of the airway by using a graft) (see chapter ▶“Techniques for Laryngotracheal Reconstruction”). A systematic review compared the outcomes of surgical and endoscopic approaches in SGS [40]. Overall, 32 % of patients who underwent laryngotracheal resection received additional surgery and 89 % were decannulated. In patients who underwent laryngotracheoplasty with expansion graft, 38 % received additional surgery and 83 % were decannulated. Patients who underwent endoscopic procedures had an additional surgery in 44 % of cases. Regardless of approach, ISGS had the lowest rate of additional surgery (25 %) compared to iatrogenic (35 %) and traumatic (54 %) etiologies. In systemic diseases with persistent inflammation, such as GPA, invasive procedures should be performed with extreme caution, as certain surgical modalities have a greater tendency to aggravate the underlying vasculitis and cause restenosis ( Follow-Up Close follow-up and monitoring are essential. In different centers, the post-endoscopic approach includes the use of systemic antibiotics, depending on the extent of the wound and the status of the laryngotracheal mucosa, systemic corticosteroids and active anti-gastroesophageal reflux management, although, as mentioned above, there are no randomized control trials to prove the efficacy of these decisions. - Bugalho\n\noscopic procedures had an additional surgery in 44 % of cases. Regardless of approach, ISGS had the lowest rate of additional surgery (25 %) compared to iatrogenic (35 %) and traumatic (54 %) etiologies. In systemic diseases with persistent inflammation, such as GPA, invasive procedures should be performed with extreme caution, as certain surgical modalities have a greater tendency to aggravate the underlying vasculitis and cause restenosis ( Follow-Up Close follow-up and monitoring are essential. In different centers, the post-endoscopic approach includes the use of systemic antibiotics, depending on the extent of the wound and the status of the laryngotracheal mucosa, systemic corticosteroids and active anti-gastroesophageal reflux management, although, as mentioned above, there are no randomized control trials to prove the efficacy of these decisions. - BugalhoWound reassessment is performed regularly in the first few weeks after surgery ( < 2–4 weeks) to determine the status of airway healing, stent position and patency, and the need for further bronchoscopic interventions, as granulation tissue may develop and lead to reobstruction and scarring. Appropriate tracheotomy care is of paramount importance. In these circumstances, bronchoscopy is important to assess airway patency and plan decannulation. For the first 1–2 years post-intervention, intermittent bronchoscopy is recommended because it allows long-term evaluation and detection of recurrent stenosis before it reaches a critical stage. In other patients, the duration of follow-up depends on the duration of stent placement and symptoms after stent removal. Bronchoscopy should be considered whenever the patient presents with symptoms of airway obstruction. Conclusion\nSGS is a major medical problem that can cause severe morbidity and life-threatening airway compromise. When identifying SGS, the etiology, the type of stenosis, its exact location and length, the degree of luminal obstruction, the patient’s health status and comorbidities must be considered. There is no standard treatment for all cases of SGS or for specific conditions that cause SGS. Current practice is still based on local resources and equipment, training and preferences of the interventional team. Many authors have proposed therapeutic algorithms for the optimal management of SGS. Unfortunately, these have been developed on a single-center basis, with small numbers of patients included, short follow-up periods and no comparison between different treatment modalities or valid control groups. Endoscopic procedures can be used to treat different types and grades of SGS. Scientific evidence suggests that they are the first choice for simple stenoses, whereas complex stenoses often need a multidisciplinary approach and may require surgery. Treatment of SGS can improve dyspnea and patient-reported quality of life, but there is no single procedure that can consistently relieve symptoms and prevent recurrence in all patients. It must always be remembered that major and repeated procedures themselves, if not thoughtfully planned as part of a management strategy, can cause additional injury and significant morbidity. In recent years, promising work has been done in the treatment of SGS, but many questions remain unanswered. In the near future, a better understanding of the pathophysiology of this condition and the continued improvement of multimodality approaches and endoscopic techniques will help to prevent and treat SGS more effectively. Competing Interest Declaration The author(s) has no competing interests to declare that are relevant to the content of this manuscript. References\n1. Randestad A, Lindholm CE, Fabian P. Dimensions of the cricoid cartilage and the trachea. Laryngoscope. 2000;110(11):1957–61. https://doi.org/10.1097/00005537–200011000-00036. PMID: 11081618.\n2. Seymour AH, Prakash N. A cadaver study to measure the adult glottis and subglottis: defining a problem associated with the use of double-lumen tubes. J Cardiothorac Vasc Anesth. 2002;16(2): 196–8. https://doi.org/10.1053/jcan.2002.31066. PMID: 11957170.\n3. Koshkareva Y, Gaughan JP, Soliman AM. Risk factors for adult laryngotracheal stenosis: a review of 74 cases. Ann Otol Rhinol Laryngol. 2007;116(3):206–10. https://doi.org/10.1177/ 000348940711600308. PMID: 17419525.\n4. Gamea AM. Role of endoscopy in diagnosing scleroma in its uncommon sites. J Laryngol Otol. 1990;104(8):619–21. https://doi. org/10.1017/s0022215100113404. PMID: 2230556.\n5. Solans-Laqué R, Bosch-Gil J, Canela M, Lorente J, Pallisa E, Vilardell- Tarrés M. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Lupus. 2008;17(9): 832–6. https://doi.org/10.1177/0961203308089693. PMID: 18755865.\n6. O’Regan A, Fenlon HM, Beamis JF Jr, Steele MP, Skinner M, Berk JL, Tracheobronchial amyloidosis. The Boston University experience from 1984–1999. Medicine\n\n(8):619–21. https://doi. org/10.1017/s0022215100113404. PMID: 2230556.\n5. Solans-Laqué R, Bosch-Gil J, Canela M, Lorente J, Pallisa E, Vilardell- Tarrés M. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Lupus. 2008;17(9): 832–6. https://doi.org/10.1177/0961203308089693. PMID: 18755865.\n6. O’Regan A, Fenlon HM, Beamis JF Jr, Steele MP, Skinner M, Berk JL, Tracheobronchial amyloidosis. The Boston University experience from 1984–1999. Medicine (Baltimore). 2000;79(2):69–79. https:// doi.org/10.1097/00005792–200003000-00001. PMID: 10771705.\n7. Ernst A, Rafeq S, Boiselle P, Sung A, Reddy C, Michaud G, Majid A, Herth FJF, Trentham D. Relapsing polychondritis and airway involvement. Chest. 2009;135(4):1024–30. https://doi.org/ 10.1378/chest.08–1180. Epub 2008 Nov 18. PMID: 19017885.\n8. Desai DP, Holinger LD, Gonzalez-Crussi F. Tracheal neoplasms in children. Ann Otol Rhinol Laryngol. 1998;107(9 Pt 1):790–6. https://doi.org/10.1177/000348949810700910. PMID: 9749550.\n9. Mark EJ, Meng F, Kradin RL, Mathisen DJ, Matsubara O. Idiopathic tracheal stenosis: a clinicopathologic study of 63 cases and comparison of the pathology with chondromalacia. Am J Surg Pathol. 2008;32(8): 1138–43. https://doi.org/10.1097/PAS.0b013e3181648d4a. PMID: 18545144.\n10. Damrose EJ. On the development of idiopathic subglottic stenosis. Med Hypotheses. 2008;71(1):122–5. https://doi.org/10.1016/j. mehy.2007.12.017. Epub 2008 Mar 4. PMID: 18295979.\n11. Pasick LJ, Anis MM, Rosow DE. An updated review of subglottic stenosis: etiology, evaluation, and management. Curr Pulmonol Rep. 2022;11(2):29–38. https://doi.org/10.1007/s13665-022–00286-6. Epub 2022 Mar 3. PMID: 35261874; PMCID: PMC8892813.\n12. Hillel AT, Tang SS, Carlos C, Skarlupka JH, Gowda M, Yin LX, Motz K, Currie CR, Suen G, Thibeault SL. Laryngotracheal microbiota in adult laryngotracheal stenosis. mSphere. 2019;4(3): e00211-9. https://doi.org/10.1128/mSphereDirect.00211–19. PMID: 31043518; PMCID: PMC6495342.\n13. Myer CM 3rd, O’Connor DM, Cotton RT. Proposed grading system for subglottic stenosis based on endotracheal tube sizes. Ann Otol Rhinol Laryngol. 1994;103(4 Pt 1):319–23. https://doi.org/10.1177/ 000348949410300410. PMID: 8154776.\n14. McCaffrey TV. Classification of laryngotracheal stenosis. Laryngoscope. 1992;102(12 Pt 1):1335–40. https://doi.org/ 00005537–199212000-00004. PMID: 1453837.\n15. Lano CF Jr, Duncavage JA, Reinisch L, Ossoff RH, Courey MS, Netterville JL. Laryngotracheal reconstruction in the adult: a ten year experience. Ann Otol Rhinol Laryngol. 1998;107(2):92–7. https://doi.org/10.1177/000348949810700202. PMID: 9486901.\n16. Freitag L, Ernst A, Unger M, Kovitz K, Marquette CH. A proposed classification system of central airway stenosis. Eur Respir J. 2007;30(1):7–12. https://doi.org/10.1183/09031936.00132804. Epub 2007 Mar 28. PMID: 17392320.\n17. Galluccio G, Lucantoni G, Battistoni P, Paone G, Batzella S, Lucifora V, Dello Iacono R. Intervention\n\nal reconstruction in the adult: a ten year experience. Ann Otol Rhinol Laryngol. 1998;107(2):92–7. https://doi.org/10.1177/000348949810700202. PMID: 9486901.\n16. Freitag L, Ernst A, Unger M, Kovitz K, Marquette CH. A proposed classification system of central airway stenosis. Eur Respir J. 2007;30(1):7–12. https://doi.org/10.1183/09031936.00132804. Epub 2007 Mar 28. PMID: 17392320.\n17. Galluccio G, Lucantoni G, Battistoni P, Paone G, Batzella S, Lucifora V, Dello Iacono R. Intervention17. term follow-up. Eur J Cardiothorac Surg 2009;35(3):429–33; discussion 933–4. https://doi.org/10.1016/j.ejcts.2008.10.041. Epub 2008 Dec 11. PMID: 19084420. 18. Monnier P, Dikkers FG, Eckel H, Sittel C, Piazza C, Campos G, Remacle M, Peretti G. Preoperative assessment and classification of benign laryngotracheal stenosis: a consensus paper of the European Laryngological Society. Eur Arch Otorrinolaringol. 2015;272(10):2885–96. https://doi.org/10.1007/s00405-015–3635-4. Epub 2015 May 8. PMID: 25951790. 19. Alshareef W, Almutairi N, Sindi A, Almakoshi L, Zakzouk A, Aljasser A, Alammar A. Spirometry in laryngotracheal stenosis: a systematic review and meta-analysis. Eur Arch Otorrinolaringol. 2023;280(11):4783–92. https://doi.org/10.1007/s00405-023–08159-7. Epub 2023 Jul 31. PMID: 37522909. 20. Monnier P, George M, Monod machine learning (ML), Lang F. The role of the CO2 laser in the management of laryngotracheal stenosis: a survey of 100 cases. Eur Arch Otorrinolaringol. 2005;262(8):602–8. https://doi.org/10.1007/s00405-005–0948-8. Epub 2005 Jul 15. PMID: 16021463. 21. Bakthavachalam S, McClay JE. Endoscopic management of subglottic stenosis. Otolaryngol Head Neck Surg. 2008;139(4):551–9. https://doi.org/10.1016/j.otohns.2008.07.024. PMID: 18922343. 22. Mehta AC, Lee FY, Cordasco EM, Kirby T, Eliachar I, De Boer G. Concentric tracheal and subglottic stenosis. Management using the Nd-YAG laser for mucosal sparing followed by gentle dilatation. Chest. 1993;104(3):673–7. https://doi.org/10.1378/chest.104.3.673. PMID: 8365273. 23. Lee KH, Rutter MJ. Role of balloon dilation in the management of adult idiopathic subglottic stenosis. Ann Otol Rhinol Laryngol. 2008;117(2):81–4. https://doi.org/10.1177/000348940811700201. PMID: 18357827. 24. Alamri AA, Alnefaie MN, Alsulami OA, Tonkal A, Assiry MM, Al-Khatib T. Endoscopic balloon dilatation for pediatric subglottic stenosis: a meta-analysis of successful outcomes. Eur Arch Otorrinolaringol. 2024;281(8):3977–84. https://doi.org/10.1007/s00405-024–08582-4. Epub 2024 Apr 5. PMID: 38578502. 25. Gelbard A, Anderson C, Berry LD, Amin MR, Benninger MS, Blumin JH, Bock JM, Bryson PC, Castellanos PF, Chen SC, Clary MS, Cohen SM, Crawley BK, Dailey SH, Daniero JJ, de Alarcon A, Donovan DT, Edell ES, Ekbom DC, Fernandes-Taylor S, Fink DS, Franco RA, Garrett CG, Guardiani EA, Hillel AT, Hoffman HT, Hogikyan ND, Howell RJ, Huang LC, Hussain LK, Johns MM 3rd, Kasperbauer JL, Khosla SM, Kinnard C, Kupfer RA, Langerman AJ, Lentz RJ, Lorenz RR, Lott DG, Lowery AS, Makani SS, Maldonado F, Mannion K, Matrka L, McWhorter AJ, Merati AL, Mori MC, Netterville JL, O’Dell K, Ongkasuwan J, Postma GN,\n\n, Cohen SM, Crawley BK, Dailey SH, Daniero JJ, de Alarcon A, Donovan DT, Edell ES, Ekbom DC, Fernandes-Taylor S, Fink DS, Franco RA, Garrett CG, Guardiani EA, Hillel AT, Hoffman HT, Hogikyan ND, Howell RJ, Huang LC, Hussain LK, Johns MM 3rd, Kasperbauer JL, Khosla SM, Kinnard C, Kupfer RA, Langerman AJ, Lentz RJ, Lorenz RR, Lott DG, Lowery AS, Makani SS, Maldonado F, Mannion K, Matrka L, McWhorter AJ, Merati AL, Mori MC, Netterville JL, O’Dell K, Ongkasuwan J, Postma GN, Reder LS, Rohde SL, Richardson BE, Rickman OB, Rosen CA, Rutter MJ, Sandhu GS, Schindler JS, Schneider GT, Shah RN, Sikora AG, Sinard RJ, Smith ME, Smith LJ, Soliman AMS, Sveinsdóttir S, Van Daele DJ, Veivers D, Verma SP, Weinberger PM, Weissbrod PA, Wootten computed tomography (CT), Shyr Y, Francis DO. Comparative treatment outcomes for patients with idiopathic subglottic stenosis. JAMA Otolaryngol Head Neck Surg. 2020;146(1):20–9. https://doi.org/10.1001/jamaoto.2019.3022. PMID: 31670805; PMCID: PMC6824232. 26. Melkane AE, Matar NE, Haddad AC, Nassar MN, Almoutran HG, Rohayem Z, Daher M, Chalouhy G, Dabar G. Management of postintubation tracheal stenosis: appropriate indications make outcome differences. Respiration. 2010;79(5):395–401. https://doi.org/10.1159/000279225. Epub 2010 Jan 26. PMID: 20110646. 27. Cavaliere S, Bezzi M, Toninelli C, Foccoli P. Management of post-intubation tracheal stenoses using the endoscopic approach. Monaldi Arch Chest Dis. 2007;67(2):73–80. https://doi.org/10.4081/monaldi.2007.492. PMID: 17695689. 28. Hirshoren N, Eliashar R. Wound-healing modulation in upper airway stenosis-myths and facts. Head Neck. 2009;31(1):111–26. https://doi.org/10.1002/hed.20925. PMID: 18767172. 29. Hoffman GS, Thomas-Golbanov CK, Chan J, Akst LM, Eliachar I. Treatment of subglottic stenosis, due to Wegener’s granulomatosis, with intralesional corticosteroids and dilation. J Rheumatol. 2003;30(5):1017–21. PMID: 12734898. 30. Nouraei SA, Obholzer R, Ind PW, Salama AD, Pusey CD, Porter F, Howard DJ, Sandhu GS. Results of endoscopic surgery and intralesional steroid therapy for airway compromise due to tracheobronchial Wegener’s granulomatosis. Thorax. 2008;63(1):49–52. https://doi.org/10.1136/thx.2007.078915. Epub 2007 Jun 15. PMID: 17573443. 31. Luke AS, Varelas EA, Kaplan S, Husain IA. Efficacy of office-based intralesional steroid injections in the management of subglottic stenosis: a systematic review. Ear Nose Throat J. 2023;102(6):372–8. https://doi.org/10.1177/01455613211005119. Epub 2021 Mar 26. PMID: 33765859. 32. Veen EJ, Dikkers FG. Topical use of MMC in the upper aerodigestive tract: a review on the side effects. Eur Arch Otorrinolaringol. 2010;267(3):327–34. https://doi.org/10.1007/s00405-009–1151-0. Epub 2009 Nov 17. PMID: 19921234; PMCID: PMC2811249. 33. Ko PJ, Liu CY, Wu YC, Chao YK, Hsieh MJ, Wu CY, Wang CJ, Liu YH, Liu HP. Granulation formation following tracheal stenosis stenting: influence of stent position. Laryngoscope. 2009;119(12):2331–6. https://doi.org/10.1002/lary.20615. PMID: 19688861. 34. Martinez-Ballarin JI, Diaz-Jimenez JP, Castro MJ, Moya JA. Silicone stents in the management of benign tracheobronchial stenoses. Tolerance and early results in 63 patients. Chest. 1996;109(3):626–9. https://doi.org/10.1378/chest.109.3.626. PMID\n\n. 33. Ko PJ, Liu CY, Wu YC, Chao YK, Hsieh MJ, Wu CY, Wang CJ, Liu YH, Liu HP. Granulation formation following tracheal stenosis stenting: influence of stent position. Laryngoscope. 2009;119(12):2331–6. https://doi.org/10.1002/lary.20615. PMID: 19688861. 34. Martinez-Ballarin JI, Diaz-Jimenez JP, Castro MJ, Moya JA. Silicone stents in the management of benign tracheobronchial stenoses. Tolerance and early results in 63 patients. Chest. 1996;109(3):626–9. https://doi.org/10.1378/chest.109.3.626. PMID: 8617068. 35. Carretta A, Casiraghi M, Melloni G, Bandiera A, Ciriaco P, Ferla L, Puglisi A, Zannini P. Montgomery T-tube placement in the treatment of benign tracheal lesions. Eur J Cardiothorac Surg 2009;36(2):352–6; discussion 356. https://doi.org/10.1016/j.ejcts.2009.02.049. Epub 2009 Apr 11. PMID: 19362491. 36. Shapshay SM, Beamis JF Jr, Dumon JF. Total cervical tracheal stenosis: treatment by laser, dilation, and stenting. Ann Otol Rhinol Laryngol. 1989;98(11):890–5. https://doi.org/10.1177/000348948909801110. PMID: 2817681. 37. Colt HG, Harrell J, Neuman TR, Robbins T. External fixation of subglottic tracheal stents. Chest. 1994;105(6):1653–7. https://doi.org/10.1378/chest.105.6.1653. PMID: 8205856. 38. Tierney WS, Huang LC, Chen SC, Berry LD, Anderson C, Amin MR, Benninger MS, Blumin JH, Bock JM, Bryson PC, Castellanos PF, Clary MS, Cohen SM, Crawley BK, Dailey SH, Daniero JJ, de Alarcon A, Donovan DT, Edell ES, Ekbom DC, Fink DS, Franco RA, Garrett CG, Guardiani EA, Hillel AT, Hoffman HT, Hogikyan ND, Howell RJ, Johns MM, Kasperbauer JL, Khosla SM, Kinnard C, Kupfer RA, Langerman AJ, Lentz RJ, Lorenz RR, Lott DG, Makani SS, Maldonado F, Matrka L, McWhorter AJ, Merati AL, Mori M, Netterville JL, O’Dell K, Ongkasuwan J, Postma GN, Reder LS, Rohde SL, Richardson BE, Rickman OB, Rosen CA, Rohlfing M, Rutter MJ, Sandhu GS, Schindler JS, Schneider GT, Shah RN, Sikora AG, Sinard RJ, Smith ME, Smith LJ, Soliman AMS, Sveinsdóttir S, Veivers D, Verma SP, Weinberger PM, Weissbrod PA, Wootten CT, Shyr Y, Francis DO, Gelbard A. Comparative treatment outcomes for idiopathic subglottic stenosis: 5-year update. Otolaryngol Head Neck Surg. 2023;168(6):1570–5. https://doi.org/10.1002/ohn.190. Epub 2023 Jan 19. PMID: 36939627. 39. Fiz I, Monnier P, Koelmel JC, Di Dio D, Fiz F, Missale F, Piazza C, Peretti G, Sittel C. Multicentric study applying the european laryngological society classification of benign laryngotracheal stenosis in adults treated by tracheal or cricotracheal resection and anastomosis. Laryngoscope. 2020;130(7):1640–5. https://doi.org/10.1002/lary.28274. Epub 2019 Sep 11. PMID: 31508817. 40. Lewis S, Earley M, Rosenfeld R, Silverman J. Systematic review for surgical treatment of adult and adolescent laryngotracheal stenosis. Laryngoscope. 2017;127(1):191–8. https://doi.org/10.1002/lary.26151. Epub 2016 Oct 21. PMID: 27767216. 14 A. Bugalho",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "systematic_review",
    "aliases": [
      "rose"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_management_oss.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}