{
  "id": "papoip_esophageal_fistulas_enriched",
  "title": "Treatment of Airway-Esophageal Fistulas",
  "abstract": "",
  "content": "Treatment of Airway-Esophageal Fistulas Rodrigo Garcia Tome and Lutz Freitag Contents Introduction............................................................................................. 1 Airway-Esophageal Fistulas............................................................................ 2 2.1 Etiology and Classification............................................................................... 2 2.2 Clinical Presentation and Symptomatology.............................................................. 3 2.3 Diagnosis................................................................................................. 4 2.4 Management.............................................................................................. 6 2.5 Prognosis................................................................................................. 14 Conclusion............................................................................................... References...................................................................................................... Abstract Aerodigestive fistulas are a condition that, if left uncorrected, portend a high risk of morbidity and mortality. This pathological condition may present as a congenital anomaly or as an acquired condition in adulthood. Its management varies greatly based on inherent fistula characteristics, patient’s clinical condition, and overall goals of care. Acquired aerodigestive fistulas may be subclassified as benign or malignant, with treatment modalities ranging from surgical interventions to numerous endoscopic procedures, including stent placement. Within this chapter, we discuss the classical approach to management of this highly morbid condition, as well as alternative and emerging therapeutic interventions that can be considered. Overall, a multidisciplinary approach is recommended to appropriately treat this condition. Keywords Tracheoesophageal fistula · Aerodigestive fistula · Airway stents · Esophageal stents · Esophageal cancer -esophageal fistulas are pathological communications between the airway and esophagus causing a spillover of oral and gastric secretions into the lungs. They mostly occur between the central airways and esophagus and are classified depending on its etiology, as either congenital or acquired. The former is a common inborn anomaly with excellent prognosis following surgical repair. Acquired fistulas are mainly seen in adults and can be further subclassified into benign or malignant. Benign fistulas are mainly caused by complications of prolonged mechanical ventilation due to endotracheal tube cuff pressure leading to mucosal necrosis; but they can also be caused by infection, trauma, or iatrogenic injuries during surgery or endoscopic procedures. Most malignant fistulas are caused by advanced esophageal cancer but may also be a consequence of lung, laryngeal, thyroid, or lymph node malignancies. Supplementary Information: The online version contains supplementary material available at https://doi.org/10.1007/978–3-031–49583-0_46-1. - Garcia Tome (✉) Los Angeles General Medical Center, Los Angeles, CA, USA e-mail: Rgarciatome@dhs.Lacounty.gov - Freitag Oxygain-Institute, Hemer, Germany (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_46-1\n\nstents · Esophageal cancer -esophageal fistulas are pathological communications between the airway and esophagus causing a spillover of oral and gastric secretions into the lungs. They mostly occur between the central airways and esophagus and are classified depending on its etiology, as either congenital or acquired. The former is a common inborn anomaly with excellent prognosis following surgical repair. Acquired fistulas are mainly seen in adults and can be further subclassified into benign or malignant. Benign fistulas are mainly caused by complications of prolonged mechanical ventilation due to endotracheal tube cuff pressure leading to mucosal necrosis; but they can also be caused by infection, trauma, or iatrogenic injuries during surgery or endoscopic procedures. Most malignant fistulas are caused by advanced esophageal cancer but may also be a consequence of lung, laryngeal, thyroid, or lymph node malignancies. Supplementary Information: The online version contains supplementary material available at https://doi.org/10.1007/978–3-031–49583-0_46-1. - Garcia Tome (✉) Los Angeles General Medical Center, Los Angeles, CA, USA e-mail: Rgarciatome@dhs.Lacounty.gov - Freitag Oxygain-Institute, Hemer, Germany (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_46-1Patients usually present with coughing that worsens with oral intake, recurrent respiratory infections, and dysphagia. Diagnosis is based on clinical history and symptomatology; thoracic imaging and endoscopy are used as confirmatory tests. Expedited treatment is required as spontaneous closure is rare and high mortality is encountered if left untreated. The main treatment goal is to prevent further soilage of the respiratory system and preserve or restore airway patency. Depending on its etiology, management will differ; for benign fistulas, surgery with curative intent should be the goal, whereas malignant fistulas are traditionally treated with stent placement as a palliative alternative given poor surgical candidacy due to suboptimal nutritional status and advanced disease stage. Classic and emerging literature is rich in alternative and adjunctive treatments that range from simple tissue sealants to complex endoscopic suturing techniques. These therapies are not mutually exclusive and can be used synergistically to tackle these complex conditions. A multidisciplinary approach is always recommended given the nature of the condition. Interventional pulmonology, gastroenterology, thoracic surgery, and oncology embody different layers of expertise and should all participate in creating individualized management decisions while having clear goals of care discussions with the patient. Esophagotracheal fistulas will remain a clinical problem for the years to come, and as interventionalists, we should always seek to implement innovative therapeutic techniques in order to tackle this condition. Airway-Esophageal Fistulas 2.1 Etiology and Classification Airway-esophageal fistulas can be classified as congenital or acquired, the latter being further subclassified into benign or malignant ( Congenital tracheoesophageal fistulas are a common inborn anomaly usually occurring with esophageal atresia; its estimated incidence is 1 in 4000 live births and they are caused by a defect in the lateral septation of the foregut [1]. Half of these cases are also associated with other syndromes such as VATER syndrome, CHARGE syndrome, and with other congenital heart or genitourinary defects [2, 3]. Outcomes and prognosis are generally favorable given advances in medical management and pediatric surgical techniques. Nevertheless, outcomes remain guarded if airway-esophageal fistulas are associated with other congenital syndromes [4, 5]. These fistulas rarely present in the adult population as diagnosis is made early on in infancy. Acquired airway-esophageal fistulas are almost exclusively seen in the adult population, and they are further classified into benign or malignant depending on its etiology. Benign aerodigestive fistulas account for approximately 50 % of the acquired subtype and can result from a myriad of diverse etiologies. Most commonly, they arise due to complications related to prolonged mechanical ventilation secondary to mucosal ischemia related to orotracheal or tracheostomy tube cuff pressure but may also occur secondary to trauma during endotracheal tube placement. Other etiologies of benign fistulas include infection (e.g., mediastinitis and tuberculosis), blunt or penetrating trauma, inhalation injuries, foreign body aspiration, caustic ingestion, inflammatory processes (rheumatoid arthritis, inflammatory bowel disease), or iatrogenic injuries due to surgical or endoscopic procedures [6–9] (Figs. 2, 3, 4, and 5; Videos 1 and 2). Malignant fistulas result from direct erosion and invasion of cancer cells into the mucosa but may represent sequelae of treatment (i.e., radiation, chemotherapy) or even recurrence after initial therapy. Most patients are at an advanced stage at the time of diagnosis with up to 90 % of cases already being metastatic. The vast majority is associated with esophageal cancer, with more than 10 % of patients developing this complication during their clinical course. Malignant fistulas are also attributed to lung, larynx, lymphoma, and thyroid cancer, among others [6–9] (Figs. 6, 7, and 8). - Garcia Tome and L. Freitag\n\narise due to complications related to prolonged mechanical ventilation secondary to mucosal ischemia related to orotracheal or tracheostomy tube cuff pressure but may also occur secondary to trauma during endotracheal tube placement. Other etiologies of benign fistulas include infection (e.g., mediastinitis and tuberculosis), blunt or penetrating trauma, inhalation injuries, foreign body aspiration, caustic ingestion, inflammatory processes (rheumatoid arthritis, inflammatory bowel disease), or iatrogenic injuries due to surgical or endoscopic procedures [6–9] (Figs. 2, 3, 4, and 5; Videos 1 and 2). Malignant fistulas result from direct erosion and invasion of cancer cells into the mucosa but may represent sequelae of treatment (i.e., radiation, chemotherapy) or even recurrence after initial therapy. Most patients are at an advanced stage at the time of diagnosis with up to 90 % of cases already being metastatic. The vast majority is associated with esophageal cancer, with more than 10 % of patients developing this complication during their clinical course. Malignant fistulas are also attributed to lung, larynx, lymphoma, and thyroid cancer, among others [6–9] (Figs. 6, 7, and 8). - Garcia Tome and L. Freitag2.2 Clinical Presentation and Symptomatology There is a wide variety of clinical manifestations of aerodigestive fistulas. How distressing symptoms become depends on the specific characteristics of the individual fistula, including size and location. Prototypical clinical signs include coughing that is often worse with liquid or food intake (Ono’s sign), recurrent respiratory infections, or dysphagia. Patients may demonstrate chest pain, hemoptysis, fever, or weight loss (often due to fear of eating, as they suffer from severe coughing spells after swallowing). Depending on the mechanism of fistula formation, these symptoms can develop acutely (trauma, procedural iatrogenesis) or gradually in the case of evolving malignancy. Patients requiring mechanical ventilation may present with persistent air leak despite an inflated cuff, inability to wean from the ventilator, or have severe abdominal distention due to air being diverted. Treatment of Airway-Esophageal\n\nmajority is associated with esophageal cancer, with more than 10 % of patients developing this complication during their clinical course. Malignant fistulas are also attributed to lung, larynx, lymphoma, and thyroid cancer, among others [6–9] (Figs. 6, 7, and 8). - Garcia Tome and L. Freitag2.2 Clinical Presentation and Symptomatology There is a wide variety of clinical manifestations of aerodigestive fistulas. How distressing symptoms become depends on the specific characteristics of the individual fistula, including size and location. Prototypical clinical signs include coughing that is often worse with liquid or food intake (Ono’s sign), recurrent respiratory infections, or dysphagia. Patients may demonstrate chest pain, hemoptysis, fever, or weight loss (often due to fear of eating, as they suffer from severe coughing spells after swallowing). Depending on the mechanism of fistula formation, these symptoms can develop acutely (trauma, procedural iatrogenesis) or gradually in the case of evolving malignancy. Patients requiring mechanical ventilation may present with persistent air leak despite an inflated cuff, inability to wean from the ventilator, or have severe abdominal distention due to air being diverted. Treatment of Airway-Esophagealfrom the airways into the gastrointestinal tract. This can worsen gastric reflux and further compromise ventilation and oxygenation. Lastly, patient-specific factors such as immunosuppression, steroid use, and diabetes can impair fistula healing, perpetuating a vicious cycle, with continued aspiration and respiratory infections [8–13]. 2.3 Diagnosis Diagnosis of airway-esophageal fistulas is typically established by a combination of clinical, radiographic, and endoscopic findings. As soon as there is suspicion based on history and symptomatology, it is reasonable to proceed with further imaging and/or endoscopy. It is important to mention that none of these diagnostic tests have a 100 % sensitivity and may require a combination of different diagnostic modalities, not just to identify the leak and accurately pinpoint its location but also to ensure optimal characterization for expedited endoscopic or surgical intervention. Video Iatrogenic aerodigestive fistula in the proximal trachea caused by a traumatic endotracheal intubation during cardiac arrest. Dynamic air bubbling is seen through the fistula Video Aerodigestive fistula in the distal trachea caused by a mediastinal infection. Dynamic bulging of the posterior tracheal membrane is seen during respiration - Garcia Tome and L. Freitag\n\nthe gastrointestinal tract. This can worsen gastric reflux and further compromise ventilation and oxygenation. Lastly, patient-specific factors such as immunosuppression, steroid use, and diabetes can impair fistula healing, perpetuating a vicious cycle, with continued aspiration and respiratory infections [8–13]. 2.3 Diagnosis Diagnosis of airway-esophageal fistulas is typically established by a combination of clinical, radiographic, and endoscopic findings. As soon as there is suspicion based on history and symptomatology, it is reasonable to proceed with further imaging and/or endoscopy. It is important to mention that none of these diagnostic tests have a 100 % sensitivity and may require a combination of different diagnostic modalities, not just to identify the leak and accurately pinpoint its location but also to ensure optimal characterization for expedited endoscopic or surgical intervention. Video Iatrogenic aerodigestive fistula in the proximal trachea caused by a traumatic endotracheal intubation during cardiac arrest. Dynamic air bubbling is seen through the fistula Video Aerodigestive fistula in the distal trachea caused by a mediastinal infection. Dynamic bulging of the posterior tracheal membrane is seen during respiration - Garcia Tome and L. FreitagContrast-enhanced esophagram has a sensitivity ranging from 70 % to 90 % and can demonstrate spillage from the esophagus into the airways [12, 14]. Gastrografin is the preferred contrast medium; barium cannot be recommended due to its hypertonic nature, putting the patient at risk of pulmonary edema and acute respiratory distress syndrome [15]. This diagnostic modality has its limitations, specifically in patients with swallowing impairment or on mechanical ventilation. Furthermore, small leaks may be missed or may require specific patient positioning for identification (e.g., prone position). Lastly, this diagnostic approach can also prove challenging to determine where the clinically relevant defect is if the patient has multiple mucosal defects. Cervical and thoracic imaging are an adjunctive diagnostic alternative that can provide pertinent etiological information as well as structural anatomical data, which is crucial for potential surgical or endoscopic therapies. Its reported sensitivity is lower than esophagram, especially if the defect is small [12] ( Endoscopy can be both diagnostic and therapeutic. It allows precise location and optimal characterization of the fistula as well as a therapeutic venue for definitive fistula management. Esophagogastroduodenoscopy (EGD) and bronchoscopy (rigid or flexible) are both reasonable endoscopic options. As previously mentioned, it is important to perform a thorough inspection and examine the entirety of the esophagus, trachea, and segmental level bronchus. If the patient is intubated, bronchoscopy can be performed through the endotracheal tube, but this device must be pulled proximally to avoid overlooking very high fistulas. Small fistulas can be missed, especially if the mucosa is red and swollen. Identification of dynamic bubbling with oxygen insufflation, or visualization of methylene blue after esophageal instillation or autofluorescence imaging, can be used as diagnostic aid and assessment of proper therapeutic sealing [8, 16, 17] (Figs. 10 and 11). It is imperative to be cautious while examining the aerodigestive fistula to avoid further mucosal damage, which may occur mechanically with the scope itself or with barotrauma related to air insufflation. Treatment of Airway-Esophageal\n\nespecially if the defect is small [12] ( Endoscopy can be both diagnostic and therapeutic. It allows precise location and optimal characterization of the fistula as well as a therapeutic venue for definitive fistula management. Esophagogastroduodenoscopy (EGD) and bronchoscopy (rigid or flexible) are both reasonable endoscopic options. As previously mentioned, it is important to perform a thorough inspection and examine the entirety of the esophagus, trachea, and segmental level bronchus. If the patient is intubated, bronchoscopy can be performed through the endotracheal tube, but this device must be pulled proximally to avoid overlooking very high fistulas. Small fistulas can be missed, especially if the mucosa is red and swollen. Identification of dynamic bubbling with oxygen insufflation, or visualization of methylene blue after esophageal instillation or autofluorescence imaging, can be used as diagnostic aid and assessment of proper therapeutic sealing [8, 16, 17] (Figs. 10 and 11). It is imperative to be cautious while examining the aerodigestive fistula to avoid further mucosal damage, which may occur mechanically with the scope itself or with barotrauma related to air insufflation. Treatment of Airway-Esophageal2.4 Management There are no formal guidelines on how to manage airway-esophageal fistulas; most of the recommendations are steered by experts in the field. Nevertheless, there is unanimous agreement that this entity should be treated promptly, given its high morbidity and mortality if left untreated [8, 9, 19]. The therapeutic approach depends on multiple factors, including fistulas’ etiology, size, location and associated airway or esophageal stricture; equally important, the physician must consider the patients’ clinical condition and comorbidities, burden of underlying disease (e.g., malignancy), and advanced directives. Once a diagnosis has been established, the overarching goal is set to prevent further soilage of the respiratory system and preserve or restore airway patency. It is recommended that a multidisciplinary approach is taken by interventional pulmonology, advanced gastroenterology, thoracic surgery, and oncology given multiple layers of expertise. Immediate actions to be considered should include head of bed elevation to more than 45 degrees, nil per os (nothing by mouth) or strict limitation of oral intake, acid-suppressive therapy with proton-pump inhibitors or H2-receptor antagonists to decrease the acidity of gastric content, frequent oral suctioning to avoid further spilling into the airways, antimicrobial treatment if respiratory infection is suspected, and removal of nasogastric or orogastric tubes (as their added pressure may induce further injury). Placement of gastrostomy and/or jejunostomy tubes should be considered to further empty gastric residues and allow nutritional intake; if this is not feasible, total parenteral nutrition should be considered [6, 9, 12]. For patients on mechanical ventilation, the fistula should be, if possible, bypassed by endotracheal tube with the cuff inflated distal to the fistula; other strategies include lowering tidal volumes and positive-end-expiratory-pressure on the ventilator, although none of these adjustments have shown improvement in outcomes or mortality. Lastly, treatment of the underlying etiology is needed (infection, malignancy), bearing in mind that progression of disease, recurrence, or even side effects of treatments (e.g., radiation) can negatively impact outcomes. Benign fistulas are generally considered reversible in nature, and in the right setting, surgery with curative intent should be considered first [20, 21]. This is determined by patient’s clinical condition (hemodynamically stability and nutritional status), technical feasibility, and specific fistula characteristics (large fistulas, proximity to major vessels, etc.). Ideally, the patient should not be septic or require mechanical ventilatory support while being considered for surgical repair. When surgery is not feasible, stenting should be considered, initially as a bridge to surgery while improving clinical condition but also as palliation if not suitable for surgery in the future. There are various approaches for surgical repair, including cervicotomy, cervicosternotomy, or thoracotomy, which should be up to surgeon’s preference and expertise. Techniques for closure briefly include direct suture closure, esophageal repair with muscle, and omental flap interposition esophageal bypass or exclusion, among others. For small fistulas ( < 5 mm), sealant strategies like fibrin glue [22–24] have been described with fair amount of success, and this strategy can be considered prior to subjecting the patient to a major surgery if clinicians feel this is appropriate. In the case of malignant fistulas, the general treatment of choice is stent placement [8, 9, 25]. Given its underlying cause, surgical options are limited [21]. These patients are generally at an advanced stage of their disease with a poor nutritional status that prevents proper fistula healing. They are also commonly undergoing chemotherapy and radiation, which in some cases might make the fistular disease process worse. The main goal for these patients is palliative in nature, by alleviating symptoms and improve quality of life. Given all the above, surgery is less appealing. Close monitoring should be provided after any therapeutic intervention since postprocedure complications are not - Garcia Tome and L. Freitag\n\nsurgeon’s preference and expertise. Techniques for closure briefly include direct suture closure, esophageal repair with muscle, and omental flap interposition esophageal bypass or exclusion, among others. For small fistulas ( < 5 mm), sealant strategies like fibrin glue [22–24] have been described with fair amount of success, and this strategy can be considered prior to subjecting the patient to a major surgery if clinicians feel this is appropriate. In the case of malignant fistulas, the general treatment of choice is stent placement [8, 9, 25]. Given its underlying cause, surgical options are limited [21]. These patients are generally at an advanced stage of their disease with a poor nutritional status that prevents proper fistula healing. They are also commonly undergoing chemotherapy and radiation, which in some cases might make the fistular disease process worse. The main goal for these patients is palliative in nature, by alleviating symptoms and improve quality of life. Given all the above, surgery is less appealing. Close monitoring should be provided after any therapeutic intervention since postprocedure complications are not - Garcia Tome and L. Freitaguncommon. If a patient experiences any change from their initial symptom relief, there should be a low threshold for expedited evaluation, reimaging, and endoscopic inspection. ### 2.4.1 Stenting Strategies Stenting is the cornerstone of management of airway-esophageal fistulas and is the most common nonsurgical intervention performed [11, 26]. This tool has been the best studied therapeutic alternative, and its widespread availability makes it easily accessible. Nevertheless, it is important to understand that this tool is not a universal fit, and individualized care is imperative while managing patients with aerodigestive fistulas. While serving their therapeutic purpose by sealing a mucosal defect and maintaining lumen patency, stents can also be a double-edge sword and contribute to complications due to its intrinsic biomechanical characteristics. After its deployment, and due to its expansion force, these devices can cause stretch injury at the fistula site, preventing its healing or even worse, making it larger ( While choosing among stent options and deployment location, the clinician must consider a myriad of factors, including fistula etiology and its characteristics, as well as the patients’ overall clinical condition. Knowledge of anatomy and dynamic relationships between respiratory and digestive tract are imperative while considering stenting. For instance, esophageal stents are poorly tolerated if placed in the upper third of the esophagus, while esophageal stenting in the mid or distal esophagus are more common to cause nearby airway compression. Self-expandable metallic stents (SEMS) are usually favored due to easier deployment profile and optimal sealing of the fistula. A stent that is deployed either in the esophagus, Video An esophageal stent is seen eroding into the left mainstem bronchus. This patient had a malignant fistula that was initially treated with double aerodigestive stenting. After removing a fractured airway stent 12 weeks after initial placement, the defect was noted to be larger compared to the initial intervention; this is due to the dual stent expansion forces causing stretch injury at the fistula site Treatment of Airway-Esophageal\n\neven worse, making it larger ( While choosing among stent options and deployment location, the clinician must consider a myriad of factors, including fistula etiology and its characteristics, as well as the patients’ overall clinical condition. Knowledge of anatomy and dynamic relationships between respiratory and digestive tract are imperative while considering stenting. For instance, esophageal stents are poorly tolerated if placed in the upper third of the esophagus, while esophageal stenting in the mid or distal esophagus are more common to cause nearby airway compression. Self-expandable metallic stents (SEMS) are usually favored due to easier deployment profile and optimal sealing of the fistula. A stent that is deployed either in the esophagus, Video An esophageal stent is seen eroding into the left mainstem bronchus. This patient had a malignant fistula that was initially treated with double aerodigestive stenting. After removing a fractured airway stent 12 weeks after initial placement, the defect was noted to be larger compared to the initial intervention; this is due to the dual stent expansion forces causing stretch injury at the fistula site Treatment of Airway-Esophagealairway, or both should cover at least 2 cm distal and proximal from the defect. Finally, it is important to understand that the rate of complications not only depends on the skills of the endoscopist but is also intrinsic to the nature of the fistula and treatment received. For example, stents may migrate after radiation due to tumor shrinkage ( Esophageal Stenting Esophageal stenting should be considered as the initial therapeutic strategy on fistulas located in mid to distal esophagus without elevated risk or known airway stenosis [8]. These stents are typically better tolerated than an airway stent and can also alleviate esophageal stenosis if present. - Garcia Tome and L. Freitag\n\nesophagus, Video An esophageal stent is seen eroding into the left mainstem bronchus. This patient had a malignant fistula that was initially treated with double aerodigestive stenting. After removing a fractured airway stent 12 weeks after initial placement, the defect was noted to be larger compared to the initial intervention; this is due to the dual stent expansion forces causing stretch injury at the fistula site Treatment of Airway-Esophagealairway, or both should cover at least 2 cm distal and proximal from the defect. Finally, it is important to understand that the rate of complications not only depends on the skills of the endoscopist but is also intrinsic to the nature of the fistula and treatment received. For example, stents may migrate after radiation due to tumor shrinkage ( Esophageal Stenting Esophageal stenting should be considered as the initial therapeutic strategy on fistulas located in mid to distal esophagus without elevated risk or known airway stenosis [8]. These stents are typically better tolerated than an airway stent and can also alleviate esophageal stenosis if present. - Garcia Tome and L. FreitagEsophageal stents are available in varying lengths, diameters, and delivery systems, with newer generation stents brought to the market frequently. Types available include self-expandable metallic stents, biodegradable, self-expanding plastic, and three-dimensional printed stents. SEMS have taken their place in the industry as the preferred option given its easy deployment under direct visualization or fluoroscopy guidance, with optimal sealing and sufficient protection against tumor growth. For benign esophageal diseases, self-expanding plastic stents may be considered given their ease of retrieval. When combined with ablative therapies and dilation techniques, esophageal stents can also alleviate stenosis or strictures caused by endoluminal obstruction. Placing an esophageal stent has certain advantages. They are, in general, very well tolerated by the patient and its round shape mimics the target organ. After placement, most patients can swallow their saliva and frequently are able to begin oral intake, which can represent a great improvement in quality of life, even if there is no overall curative intent (Figs. 20 and 21). Of course, caution should always be taken prior to placing any prosthesis, as individuals vary greatly in their tolerance of foreign body placement. For example, in the proximal esophagus, as due to disruption and stretching of upper esophageal sphincter, patients may experience discomfort or pain. In some cases, when placed distally, it may worsen reflux, necessitating an antireflux valve. Challenges with deployment can also be encountered if there is endoluminal tumor obstruction or strictures which can require implementation of ablative therapies and dilation techniques prior stent placement. Catastrophic airway compression with respiratory failure can be encountered as well, which is why if there is preexisting airway stenosis or high risk of compression while placing esophageal stent, a double stenting approach should be considered ( Airway Stenting Airway stenting is indicated when there is airway compromise, either by disease itself or following esophageal stenting. It is also indicated when there is inadequate sealing of the fistula with esophageal stenting or when an esophageal stent cannot be placed due to endoluminal obstruction or poor patient tolerability (i.e., most commonly in a proximal esophageal location) [8, 9, 11] ( There are two main types of airway stents commonly used worldwide: silicone and metallic stents. Similarly to esophageal stents, there are also newer options available, like biodegradable and three-dimensional printed stents. In patients with aerodigestive fistulas, SEMS are generally preferred, owing largely to their ease of deployment with flexible bronchoscopy, preferable inner diameter to wall thickness ratio, and the ability to achieve better apposition to the airway mucosa, even though they are less durable than silicone and can fracture due to metal fatigue [27]. Silicone stents seem a reasonable option for benign disease given its durability and as a bridge to surgery. Despite having a clever design with studs on the external surface to prevent migration and mucosal ischemia, these studs may prevent full apposition to the airway mucosa, thus precluding sealing of fistulous defect [28]. Straight and hourglass-shaped stents are commonly used in high proximal fistulas while straight, Y-shaped, or Treatment of Airway-Esophageal\n\nan esophageal stent cannot be placed due to endoluminal obstruction or poor patient tolerability (i.e., most commonly in a proximal esophageal location) [8, 9, 11] ( There are two main types of airway stents commonly used worldwide: silicone and metallic stents. Similarly to esophageal stents, there are also newer options available, like biodegradable and three-dimensional printed stents. In patients with aerodigestive fistulas, SEMS are generally preferred, owing largely to their ease of deployment with flexible bronchoscopy, preferable inner diameter to wall thickness ratio, and the ability to achieve better apposition to the airway mucosa, even though they are less durable than silicone and can fracture due to metal fatigue [27]. Silicone stents seem a reasonable option for benign disease given its durability and as a bridge to surgery. Despite having a clever design with studs on the external surface to prevent migration and mucosal ischemia, these studs may prevent full apposition to the airway mucosa, thus precluding sealing of fistulous defect [28]. Straight and hourglass-shaped stents are commonly used in high proximal fistulas while straight, Y-shaped, or Treatment of Airway-EsophagealL-shaped stents are commonly used in lower airway fistulas. Customized three-dimensional printed or molded silicone stents can be modified with sealing rings and various diameters. The expansion force that is needed to prevent migration can be higher proximal and distal of fistula while it is kept lower in the diseased area. This can avoid further stretching of the fistula. Complications are also inherent of airway stenting, perhaps as or more dangerous than esophageal stents. Faulty deployment or migration, fracture, or mucous plug can result in complete airway obstruction and death. This is why maintenance therapy after discharge is a must and patients should be followed very closely ( ### Dual Airway and Esophageal Stenting Dual airway and esophageal stenting can be considered a controversial option, for some practitioners [8], especially in surgical literature; this is due to the inherent consequences of having two expansion forces rubbing against each other resulting in tissue necrosis, preventing healing or even worse enlarging the defect. On the other hand, double stenting ensures a better defect sealing and, in some literature, tends to improve survival compared to single stenting modalities [9]. They are almost refractory case, a total of three esophageal stents were required to enable food uptake and seal a fistula - Garcia Tome and L. Freitag\n\nmigration can be higher proximal and distal of fistula while it is kept lower in the diseased area. This can avoid further stretching of the fistula. Complications are also inherent of airway stenting, perhaps as or more dangerous than esophageal stents. Faulty deployment or migration, fracture, or mucous plug can result in complete airway obstruction and death. This is why maintenance therapy after discharge is a must and patients should be followed very closely ( ### Dual Airway and Esophageal Stenting Dual airway and esophageal stenting can be considered a controversial option, for some practitioners [8], especially in surgical literature; this is due to the inherent consequences of having two expansion forces rubbing against each other resulting in tissue necrosis, preventing healing or even worse enlarging the defect. On the other hand, double stenting ensures a better defect sealing and, in some literature, tends to improve survival compared to single stenting modalities [9]. They are almost refractory case, a total of three esophageal stents were required to enable food uptake and seal a fistula - Garcia Tome and L. Freitagexclusively utilized in palliative situations, where there is no curative surgical ( Dual stenting is a reasonable approach when esophageal stenting alone is insufficient to seal the fistula or when its deployment would cause airway compression [7, 8, 25–27, 29, 30]. If proceeding with dual stenting, the airway prosthesis should be deployed first, followed by the esophageal one. It is important that the proximal end of the esophageal stent is parked higher to the airway one; this will minimize migration and prevent incomplete expansion of the wider proximal end of the esophageal stent, which could result in the stent folding into the esophageal lumen. When the potential for airway compromise is indeterminate, some experts have recommended performing an esophagoscopy and inflating a balloon to simulate the effect of a stent while simultaneously performing a bronchoscopy to evaluate for airway compression [7–9, 25–27, 29, 30] ( 2.4.2 Other Therapeutic Modalities There are no dedicated sealing devices for esophagorespiratory fistulas, most of the data and expertise is derived from stenting devices. Nevertheless, there is a myriad of other therapeutic options that can be beneficial in the management of this pathology, of which the most relevant are listed below ( Treatment of Airway-Esophageal\n\nstenting alone is insufficient to seal the fistula or when its deployment would cause airway compression [7, 8, 25–27, 29, 30]. If proceeding with dual stenting, the airway prosthesis should be deployed first, followed by the esophageal one. It is important that the proximal end of the esophageal stent is parked higher to the airway one; this will minimize migration and prevent incomplete expansion of the wider proximal end of the esophageal stent, which could result in the stent folding into the esophageal lumen. When the potential for airway compromise is indeterminate, some experts have recommended performing an esophagoscopy and inflating a balloon to simulate the effect of a stent while simultaneously performing a bronchoscopy to evaluate for airway compression [7–9, 25–27, 29, 30] ( 2.4.2 Other Therapeutic Modalities There are no dedicated sealing devices for esophagorespiratory fistulas, most of the data and expertise is derived from stenting devices. Nevertheless, there is a myriad of other therapeutic options that can be beneficial in the management of this pathology, of which the most relevant are listed below ( Treatment of Airway-EsophagealSealing and Occlusive Materials Tissue sealants like fibrin glue [22–24], cyanoacrylate [31], autologous platelet-rich fibrin matrix [32], and highly purified 2-OCA monomer [33] have been described as therapeutic modalities for aerodigestive fistulas. Given their temporary effect and material dissolution over time, its success rate is variable, and mainly limited to small ( < 5 mm) fistulas, with the trend to worse outcomes with increasing fistula sizes. Air embolization and death have been reported during fistula treatment with injection of cyanoacrylate and fibrin glues, possibly related to over insufflation within the fistula tract [34]. Occlusion of the working channel and glue adherence to the tip of the endoscope can lead to instrument damage and tracheobronchial accumulation, and airway plugging from overflow of excessive volumes of glue can also happen. A practical tip for glue sealing is to inject it with a needle into the mucosa and slowly pull backward, while still injecting; otherwise, the glue clot might migrate and either end up in the distal airways or gastrointestinal tract. Silicone rings [35] and nasal septal buttons [36] have been described by ENT for management of tracheoesophageal peristomal fistulas following tracheoesophageal puncture postlaryngectomy. Vascular plugs such as cardiac septal occluders have been used in benign fistulas. The device consists of two self-expandable polyester-coated discs connected by a thin waist and compressed inside a loaded catheter. Severe complications like airway obstruction, granulation tissue formation mucostasis, and migration have been described in these rare case reports, and the device should be utilized with caution in only certain scenarios [37–40]. Decellularized matrix from porcine urinary bladder can be used as scaffolding of the fistula, promoting its healing [41]. Polyglycolic acid (PGA) sheets are suture reinforcement material made of a bioabsorbable synthetic polymer, with some individuals reporting resolution of fistulas when used in combination with fibrin glue and hemoclips without adverse events [42]. Other Endoscopic Techniques Endoscopic clipping techniques like the use of gastrointestinal over-the-scope clipping (OTSC) allows closure of esophageal defects with a high rate of full-thickness closure. Its use is not appropriate for large fistulas due to the limited opening diameter [43–45] ( - Garcia Tome and L. Freitag\n\n[36] have been described by ENT for management of tracheoesophageal peristomal fistulas following tracheoesophageal puncture postlaryngectomy. Vascular plugs such as cardiac septal occluders have been used in benign fistulas. The device consists of two self-expandable polyester-coated discs connected by a thin waist and compressed inside a loaded catheter. Severe complications like airway obstruction, granulation tissue formation mucostasis, and migration have been described in these rare case reports, and the device should be utilized with caution in only certain scenarios [37–40]. Decellularized matrix from porcine urinary bladder can be used as scaffolding of the fistula, promoting its healing [41]. Polyglycolic acid (PGA) sheets are suture reinforcement material made of a bioabsorbable synthetic polymer, with some individuals reporting resolution of fistulas when used in combination with fibrin glue and hemoclips without adverse events [42]. Other Endoscopic Techniques Endoscopic clipping techniques like the use of gastrointestinal over-the-scope clipping (OTSC) allows closure of esophageal defects with a high rate of full-thickness closure. Its use is not appropriate for large fistulas due to the limited opening diameter [43–45] ( - Garcia Tome and L. Freitagtissue healing. The procedure consists of deploying a polyurethane sponge within the fistula attached to the tip of a nasogastric tube (NG), with continuous negative pressure then applied through the NG tube. A downside of this procedure is that the sponge needs to be exchanged every 3–5 days, requiring frequent procedures [48, 49]. Mucosal deepithelialization at fistula edges with mechanical, thermal, or chemical therapies to induce inflammation, and a. b. c. d. e. 1. 2. 5. 6. 10. 4. 4. 3. 7. 8. 11. 12. 9. 13. 14. 15. 16.1 16.2 Video Esophageal clip is seen eroding into the trachea through the posterior membrane. This clip was placed endoscopically through the esophagus to secure placement of an esophageal stent covering the fistula. Distally, a SEMS is seen in the left mainstem bronchus covering a second defect Treatment of Airway-Esophageal\n\nlike the use of gastrointestinal over-the-scope clipping (OTSC) allows closure of esophageal defects with a high rate of full-thickness closure. Its use is not appropriate for large fistulas due to the limited opening diameter [43–45] ( - Garcia Tome and L. Freitagtissue healing. The procedure consists of deploying a polyurethane sponge within the fistula attached to the tip of a nasogastric tube (NG), with continuous negative pressure then applied through the NG tube. A downside of this procedure is that the sponge needs to be exchanged every 3–5 days, requiring frequent procedures [48, 49]. Mucosal deepithelialization at fistula edges with mechanical, thermal, or chemical therapies to induce inflammation, and a. b. c. d. e. 1. 2. 5. 6. 10. 4. 4. 3. 7. 8. 11. 12. 9. 13. 14. 15. 16.1 16.2 Video Esophageal clip is seen eroding into the trachea through the posterior membrane. This clip was placed endoscopically through the esophagus to secure placement of an esophageal stent covering the fistula. Distally, a SEMS is seen in the left mainstem bronchus covering a second defect Treatment of Airway-Esophagealgranulation along the fistula tract may be utilized in small ( < 5 mm) fistulas. This can be achieved with ablative thermal techniques such as argon plasma coagulation (APC), laser, or electrocautery, also with mechanical abrasion techniques like endobronchial brushing, or even chemically with 20–33 % trichloroacetic acid administration [9, 50–52]. Bronchoscopic transplantation of mesenchymal stem cells derived from the bone marrow at the fistula site has been used to promote fibroblast proliferation and the development of collagenous matrix, helping with fistula sealing [9]. A simplified and comprehensive summary for the management of aerodigestive fistulas is shown in - 2.5 Prognosis* It is very difficult to establish concrete outcomes in aerodigestive fistulas due to their heterogeneous nature. Without any intervention, mortality is high, usually within weeks of diagnosis. Benign aerodigestive fistulas have a more favorable clinical outcome compared to malignant fistulas, in part due to better nutritional status, fewer comorbidities, and feasibility of definitive surgical intervention. Within the malignant spectrum, poorer outcomes have been recognized in fistulas located in the right stem bronchus and in patients who are ventilator dependent or septic [8, 9, 11]. After stenting, even with partial sealing, patients usually report improvement in dyspnea and dysphagia scores with an overall improvement in their quality of life, supporting its role in palliative therapy. Some literature suggests that stenting might give improved survival, with esophageal alone or dual stenting having more favorable outcomes [9]. - 3 Conclusion Aerodigestive fistulas are a dreaded complication by thoracic physicians; their complex management poses a major challenge within both the medical and surgical community. The debilitating symptoms that result can significantly affect the patient’s quality of life and, depending on its etiology, can embody a grim prognosis. Consequentially, expedited treatment should be prioritized as soon as the condition is diagnosed. For benign aerodigestive fistulas, surgery with curative intent should be the goal, whereas in patients with malignant etiologies or nonsurgical candidates, treatment should be directed toward symptom palliation. Stents are the cornerstone in nonoperative management with new therapies and techniques emerging frequently. Unfortunately, there is not a universal solution for this pathology, and a multidisciplinary approach should be taken to tailor treatment. Esophagotracheal fistulas will remain a clinical problem for years to come, and as interventionalists, we should always seek to implement innovative therapeutic techniques to tackle this condition. - Adult airway-esophageal fistula management - Benign < = 5 mm Consider sealing materials > 5 mm Surgical candidate? Airway compromise No Yes Airway stent Determine defect location Mid-lower third of esophagus Esophageal stent Proximal third of esophagus Airway stent* Airway compromise develops or Incomplete seal Dual airway-esophageal stenting Incomplete seal? Surgery Persistent leak Yes No Persistent leak - Airway stenting can also be the only stenting alternative if interventionalist is unable to place an esophageal stent (i.e., severe luminal obstruction or poor patient tolerability). - An esophageal stent is generally poorly tolerated in upper third of esophagus, but in certain settings, initial esophageal stent placement may be attempted. - Clinician decision to either remove the esophageal stent and place an airway stent alone vs dual airway-esophageal stenting - Other strategies to be considered as adjunct or alternative therapy* - Tissue sealants: Fibrin glue, cyanoacrylate, autologous platelet-rich fibrin matrix and highly purified 2-OCA monomer - Mucosal de-epithelialization + inflammation: APC, laser, electrocautery, TCA or endobronchial brush - Occlusive materials/devices: Vascular plugs (i.e., Cardiac septal occluders), silicone rings, nasal septal buttons, decellularized matrix and polyglycolic acid sheets - Endoscopic clipping techniques - Endoluminal endoscopic suture systems - Endoscopic vacuum-assisted Closure - Bronchoscopic transplantation of mesenchymal stem cells derived from bone marrow - Nil per os (nothing by mouth) - Head of bed elevation > = 45 degrees - Frequent oral suctioning - Acid-suppressive therapy - Removal of nasogastric or orogastric tubes - Antimicrobial treatment if respiratory infection is suspected - Consider placement of G-tube, J-tube and or parenteral nutrition - If intubated, advance the airway cuff distal to the fistula - Ventilator strategies like lowering TV and PEEP - Treat underlying disease process - Malignant** Dual airway-esophageal stenting Failed dual stent therapy and adjunctive measures? Re-discussion of goals of care. Consider comfort care management. - Garcia Tome and L. Freitag\n\nOther strategies to be considered as adjunct or alternative therapy* - Tissue sealants: Fibrin glue, cyanoacrylate, autologous platelet-rich fibrin matrix and highly purified 2-OCA monomer - Mucosal de-epithelialization + inflammation: APC, laser, electrocautery, TCA or endobronchial brush - Occlusive materials/devices: Vascular plugs (i.e., Cardiac septal occluders), silicone rings, nasal septal buttons, decellularized matrix and polyglycolic acid sheets - Endoscopic clipping techniques - Endoluminal endoscopic suture systems - Endoscopic vacuum-assisted Closure - Bronchoscopic transplantation of mesenchymal stem cells derived from bone marrow - Nil per os (nothing by mouth) - Head of bed elevation > = 45 degrees - Frequent oral suctioning - Acid-suppressive therapy - Removal of nasogastric or orogastric tubes - Antimicrobial treatment if respiratory infection is suspected - Consider placement of G-tube, J-tube and or parenteral nutrition - If intubated, advance the airway cuff distal to the fistula - Ventilator strategies like lowering TV and PEEP - Treat underlying disease process - Malignant** Dual airway-esophageal stenting Failed dual stent therapy and adjunctive measures? Re-discussion of goals of care. Consider comfort care management. - Garcia Tome and L. FreitagCompeting Interest Declaration The author(s) has no competing interests to declare that are relevant to the content of this manuscript. References 1. Nassar N, Leoncini E, Amar E, et al. Prevalence of esophageal atresia among 18 international birth defects surveillance programs. Birth Defects Res. A Clin Mol Teratol. 2012;94(11):893–9. https://doi.org/10.1002/bdra.23067. 2. Cassina M, Ruol M, Pertile R, Midrio P, Piffer S, Vicenzi V, Saugo M, Stocco CF, Gamba P, Clementi M. Prevalence, characteristics, and survival of children with esophageal atresia: a 32-year population-based study including 1,417,724 consecutive newborns. Birth Defects Res A Clin Mol Teratol. 2016;106(7):542–8. https://doi.org/10.1002/bdra.23493. Epub 2016 3. Taghavi K, Tan Tanny SP, Hawley A, Brooks JA, Hutson JM, Teague WJ, King SK, Nightingale M. H-type congenital tracheoesophageal fistula: insights from 70 years of The Royal Children’s Hospital experience. J Pediatr Surg. 2021;56(4):686–91. https://doi.org/10.1016/j.jpedsurg.2020.06.048. Epub Jul 2020 4. Holcomb GW, Rothenberg SS, Bax KM, Martinez-Ferro M, Albanese computed tomography (CT), Ostlie DJ, van Der Zee DC, Yeung CK. Thoracoscopic repair of esophageal atresia and tracheoesophageal fistula: a multi-institutional analysis. Ann Surg. 2005;242(3):422–8. https://doi.org/10.1097/01.sla.0000179649.15576.db; discussion 428–30. PMID: 16135928; PMCID: PMC1357750 5. Patkowsk D, Rysiakiewicz K, Jaworski W, Zielinska M, Siejka G, Konsur K, Czernik J. Thoracoscopic repair of tracheoesophageal fistula and esophageal atresia. J Laparoendosc Adv Surg Tech A. 2009;19(Suppl 1):S19-22. https://doi.org/10.1089/lap.2008.0139.supp. 6. Reed MF, Mathisen DJ. Tracheoesophageal fistula. Chest Surg Clin N Am. 2003;13(2):271–89. https://doi.org/10.1016/s1052-3359(03)00030–9. 7. Rodriguez AN, Diaz-Jimenez JP. Malignant respiratory-digestive fistulas. Curr Opin Pulm Med. 2010;16(4):329–33. https://doi.org/10.1097/MCP.0b013e3283390de8. 8. Kim HS, Khemasuwan D, Diaz-Mendoza J, Mehta AC. Management of tracheo-oesophageal fistula in adults. Eur Respir Rev. 2020;29(158):200094. https://doi.org/10.1183/16000617.0094–2020. PMID: 33153989; PMCID: PMC9488631 9. Chang CH, Lin J. Management of aero-digestive fistulas in adults: the bronchoscopist’s perspective. Mediastinum. 2023;7:33. https://doi.org/10.21037/med-22–38. PMID: 38090030; PMCID: PMC10713237 10. Diddee R, Shaw IH. Acquired tracheo-oesophageal fistula in adults. Cont Educ Anaesth Crit Care Pain. 2006;6:105–8. https://doi.org/10.1093/bjaceaccp/mkl019. 11. Freitag L, Tekolf E, Steveling H, Donovan TJ, Stamatis G. Management of malignant esophagotracheal fistulas with airway stenting and double stenting. Chest. 1996;110(5):1155–60. https://doi.org/10.1378/chest.110.5.1155. 12. Mammana M, Pangoni A, Lorenzoni G, et al. Adult benign, non-iatrogenic bronchoesophageal fistulae: systematic review and descriptive analysis of individual patient data. World J Surg. 2021;45:3449–57. https://doi.org/10.1007/s00268-021–06266-2. 13. Burt M, Diehl W, Martini N, Bains MS, Ginsberg RJ, McCormack PM, Rusch VW. Malignant esophagorespiratory fistula: management options and survival. Ann Thorac Surg. 1991;52(6):1222–8. https://doi.org/10.1016/0003–4975(91)90005-b; discussion 1228–9. PMID: 1755674 14. Couraud L, Ballester MJ, Delaisement C. Acquired tracheoesophageal fistula and its management. Semin Thorac Cardiovasc Surg. 1996;8(4):392–9. 15. Halligan S. In: Gore RM, Levine MS, editors. Textbook of gastrointestinal radiology, vol. 1 and 2. 2nd ed. UK, Harcourt Publishers Ltd; 2000. £265, illustrated, pp 2261. ISBN 072167836. Gut. 2002;51(2):298. PMCID: PMC1773325. 16. Mathisen DJ, Grillo HC, Wain JC, Hilgenberg AD. Management of acquired nonmalignant tracheoesophageal fistula. Ann Thorac Surg. 1991;52(4):759–65. https://doi.org/10.1016/0003–4975(91)91207-c. 17. Morikawa K, Izawa N, Kida H, Handa H, Inoue T, Mineshita M. Detection of a pinhole-sized bronchoesophageal fistula under bronchoscopic autofluorescence imaging. Thorac Cancer. 2021;12(13):2043–5. https://doi.org/10.1111/1759–7714.14008. Epub May 2021. PMID: 34002538; PMCID: PMC8258352 18. Levine H, Schonfeld T, Handelsman S, Bar-On O, Steuer G, Mei-Zahav M, Prais D, Stafler P. Low flow intermittent bronchoscopic oxygen insufflation to identify occult tracheoesophageal fistulas. Respir Med. 2021;186:106544. https://doi.org/10.1016/j.rmed.2021.106544. Epub Jul 2021 19. Fitzgerald RH, Bartles DM, Parker EF. Tracheoesophageal fistulas secondary to carcinoma of the esophagus. J Thorac Cardiovasc Surg. 1981;82(2):194–7. 20. Bibas BJ, Cardoso PFG, Minamoto H, Pêgo-Fernandes PM. Surgery for intrthoracic tracheoesophageal and bronchoesophageal fistula. Ann Transl Med. 2018;6(11):210. https://doi.org/10.21037/atm.2018.05.25. PMID: 30023373; PMCID: PMC6035972 21. Lenz CJ, Bick BL, Katzka D, Nichols FC, Depew ZS, Wong Kee Song LM, Baron TH, Buttar NS, Maldonado F, Enders FT, Harmsen WS, Dierkhising RA, Topazian MD. Esophagorespiratory fistulas: survival and outcomes of treatment. J Clin Gastroenterol. 2018;52(2):131–6. https://doi.org/10.1097/MCG.0000000000000751. PMID: 27824640 22. Scappaticci E, Ardissone F, Baldi S, Coni F, Revello F, Filosso PL, Ruffini E. Closure of an iatrogenic tracheoesophageal fistula with bronchoscopic gluing in a mechanically ventilated adult patient. Ann Thorac Surg. 2004;77(1):328–9. https://doi.org/10.1016/s0003-4975(03)01379–1. 23. Cellier C, Landi B, Faye A, Wind P, Frileux P, Cugnenc PH, Barbier JP. Upper gastrointestinal tract fistulae: endoscopic obliteration with fibrin sealant. Gastrointest Endosc. 1996;44(6):731–3. https://doi.org/10.1016/s0016-5107(96)70062–7. PMID: 8979068 24. Wong artificial intelligence (AI), McDonald A, Jones B, Berkowitz D. Patch-and-Glue: novel technique in bronchoesophageal fistula repair and broncholith removal with stent and fibrin glue. J Bronchology Interv Pulmonol. 2021;28(3):e45-9. https://doi.org/10.1097/LBR.0000000000000732. PMID: 33208602; PMCID: PMC8126569 25. Zhou C, Hu Y, Xiao Y, Yin W. Current treatment of tracheoesophageal fistula. Ther Adv Respir Dis. 2017;11(4):173–80. https://doi.org/10.1177/1753465816687518. Epub 2017 Feb 13. PMID: 28391759; PMCID: PMC5933624 26. Herth FJ, Peter S, Baty F, Eberhardt R, Leuppi JD, Chhajed PN. Combined airway and oesophageal stenting in malignant airway-oesophageal fistulas: a prospective study. Eur Respir J. 2010;36(6):1370–4. https://doi.org/10.1183/09031936.00049809. Epub Jun 2010. PMID: 20525708 27. Avasarala SK, Freitag L, Mehta AC. Metallic endobronchial stents: a contemporary resurrection. Chest. 2019;155(6):1246–59. https://doi.org/10.1016/j.chest.2018.12.001. Epub Dec 2018. PMID: 30550877 28. Flannery A, Daneshvar C, Dutau H, Breen D. The art of rigid bronchoscopy and airway stenting. Clin Chest Med. 2018;39(1):149–67. https://doi.org/10.1016/j.ccm.2017.11.011. PMID: 29433711 29. Kang Y. A review of self-expanding esophageal stents for the palliation therapy of inoperable esophageal malignancies. Biomed Res Int. 2019;2019:9265017. https://doi.org/10.1155/2019/9265017. PMID: 31080835; PMCID: PMC6475558 Treatment of Airway-Esophageal Fistulas\n\nGastrointest Endosc. 1996;44(6):731–3. https://doi.org/10.1016/s0016-5107(96)70062–7. PMID: 8979068 24. Wong artificial intelligence (AI), McDonald A, Jones B, Berkowitz D. Patch-and-Glue: novel technique in bronchoesophageal fistula repair and broncholith removal with stent and fibrin glue. J Bronchology Interv Pulmonol. 2021;28(3):e45-9. https://doi.org/10.1097/LBR.0000000000000732. PMID: 33208602; PMCID: PMC8126569 25. Zhou C, Hu Y, Xiao Y, Yin W. Current treatment of tracheoesophageal fistula. Ther Adv Respir Dis. 2017;11(4):173–80. https://doi.org/10.1177/1753465816687518. Epub 2017 Feb 13. PMID: 28391759; PMCID: PMC5933624 26. Herth FJ, Peter S, Baty F, Eberhardt R, Leuppi JD, Chhajed PN. Combined airway and oesophageal stenting in malignant airway-oesophageal fistulas: a prospective study. Eur Respir J. 2010;36(6):1370–4. https://doi.org/10.1183/09031936.00049809. Epub Jun 2010. PMID: 20525708 27. Avasarala SK, Freitag L, Mehta AC. Metallic endobronchial stents: a contemporary resurrection. Chest. 2019;155(6):1246–59. https://doi.org/10.1016/j.chest.2018.12.001. Epub Dec 2018. PMID: 30550877 28. Flannery A, Daneshvar C, Dutau H, Breen D. The art of rigid bronchoscopy and airway stenting. Clin Chest Med. 2018;39(1):149–67. https://doi.org/10.1016/j.ccm.2017.11.011. PMID: 29433711 29. Kang Y. A review of self-expanding esophageal stents for the palliation therapy of inoperable esophageal malignancies. Biomed Res Int. 2019;2019:9265017. https://doi.org/10.1155/2019/9265017. PMID: 31080835; PMCID: PMC6475558 Treatment of Airway-Esophageal Fistulas30. Ke M, Wu X, Zeng J. The treatment strategy for tracheoesophageal fistula. J Thorac Dis. 2015;7(Suppl 4):S389-97. https://doi.org/10.3978/j.issn.2072–1439.2015.12.11. PMID: 26807286; PMCID: PMC4700364 31. Sharma M, Somani P, Sunkara T, Prajapati R. Trans-Tracheal Cyanoacrylate Glue Injection for the Management of Malignant Tracheoesophageal Fistula. Am J Gastroenterol. 2018;113(6):800. https://doi.org/10.1038/s41395-018–0105-9. PMID: 29941936 32. Pinto V, Morselli PG, Sciarretta V, Piccin O. Autologous platelet-rich fibrin: a novel method for tracheoesophageal puncture site closure: a case report. J Wound Care. 2021;30(3):234–7. https://doi.org/10.12968/jowc.2021.30.3.234. 33. Yuri Matusov MD, Zachary DeBoard MD, Phillip West MD, Jeffrey Sager MD. Tracheopleural Fistula Treated With Endobronchial Fibrin and 2-Octylcyanoacrylate (Dermabond). Case Rep PosterProced Chest J. 2016;150(4):1029A. 34. Koo JH, Park KB, Choo SW, Kim K, Do YS. Embolization of postsurgical esophagopleural fistula with AMPLATZER vascular plug, coils, and Histoacryl glue. J Vasc Interv Radiol. 2010;21(12):1905–10. https://doi.org/10.1016/j.jvir.2010.09.004. PMID: 21111367 35. Erdim I, Sirin AA, Baykal B, Oghan F, Guvey A, Kayhan FT. Treatment of large persistent tracheoesophageal peristomal fistulas using silicon rings. Braz J Otorhinolaryngol. 2017;83(5):536–40. https://doi.org/10.1016/j.bjorl.2016.06.011. Epub Jul 2016. PMID: 27472983; PMCID: PMC9444751 36. Mirza S, Head M, Robson AK. Silicone septal button in the management of a large tracheo-oesophageal fistula following primary puncture in a laryngectomee. ORL J Otorhinolaryngol Relat Spec. 2003;65(2):129–30. https://doi.org/10.1159/000070779. PMID: 12824737. 37. Li J, Gao X, Chen J, Lao M, Wang S, Zeng G. Endoscopic closure of acquired oesophagorespiratory fistulas with cardiac septal defect occluders or vascular plugs. Respir Med. 2015;109(8):1069–78. https://doi.org/10.1016/j.rmed.2015.04.014. Epub May 2015 38. Rabenstein T, Boosfeld C, Henrich R, Ell C. First use of ventricular septal defect occlusion device for endoscopic closure of an esophagorespiratory fistula using bronchoscopy and esophagoscopy. Chest. 2006;130(3):906–9. https://doi.org/10.1378/chest.130.3.906. 39. Coppola F, Boccuzzi G, Rossi G, Gaia S, Cosimato M, Recchia S. Cardiac septal umbrella for closure of a tracheoesophageal fistula. Endoscopy. 2010;42(Suppl 2):E318-9. https://doi.org/10.1055/s-0030–1255822. Epub Nov 2010. PMID: 21113890 40. Traina M, Amata M, De Monte L, Granata A, Ligresti D, Tarantino I, Gandolfo C. Chronic tracheoesophageal fistula successfully treated using Amplatzer septal occluder. Endoscopy. 2018;50(12):1236–7. https://doi.org/10.1055/a-0677–1531. Epub 2018 41. Mahajan AK, Newkirk M, Rosner C, Khandhar SJ. Successful endobronchial treatment of a non-healing tracheoesophageal fistula from a previous histoplasmosis capsulatum infection using decellularized porcine urinary bladder matrix†. J Surg Case Rep. 2018;2018(8):rjy187. https://doi.org/10.1093/jscr/rjy187. PMID: 30151101; PMCID: PMC6101604 42. Nagami Y, Ominami M, Sakai T, Fukunaga S, Tanaka F, Taira K, Tanigawa T, Lee S, Watanabe T, Fujiwara Y. Endoscopic closure of refractory esophageal fistula after esophagectomy using polyglycolic acid sheets: a pilot study. Endosc Int Open. 2020;8(5):E591-5. https://doi.org/10.1055/a-1119–6352. Epub Apr 2020. PMID: 32355875; PMCID: PMC7165005 43. Traina M, Curcio G, Tarantino I, Soresi S, Barresi L, Vitulo P, Gridelli B. New endoscopic over-the-scope clip system for closure of a chronic tracheoesophageal fistula. Endoscopy. 2010;42(Suppl 2):E54-5. https://doi.org/10.1055/s-0029–1243824. Epub Feb 2010. PMID: 20157889 44. Armellini E, Crinò SF, Orsello M, Ballarè M, Tari R, Saettone S, Montino F, Occhipinti P. Novel endoscopic over-the-scope clip system. World J Gastroenterol. 2015;21(48):13587–92. https://doi.org/10.3748/wjg.v21.i48.13587. PMID: 26730172; PMCID: PMC4690190 45. Vinnamala S, Murthy B, Parmar J, Bhasin N, Verma P, Melville C, Mannath J. Rendezvous technique using bronchoscopy and gastroscopy to close a tracheoesophageal fistula by placement of an over-the-scope clip. Endoscopy. 2014;46 Suppl 1:UCTN:E301. https://doi.org/10.1055/s-0034–1377215. Epub Jul 2014. PMID: 25058822 46. Benson AA, Hakimian D, Jacob H, Boškoski I. Closure of a chronic complex tracheoesophageal fistula by using endoscopic suturing. VideoGIE. 2020;6(3):119–21. https://doi.org/10.1016/j.vgie.2020.11.013. PMID: 33738359; PMCID: PMC7947372 47. Mozer AB, Michel E, Gillespie C, Bharat A. Bronchoendoscopic repair of tracheoesophageal fistula. Am J Respir Crit Care Med. 2019;200(6):774–5. https://doi.org/10.1164/rccm.201812–2255IM. PMID: 30973758; PMCID: PMC6775884 48. Nehme F, Ge PS, Coronel E. Management of aero-digestive fistulas: the gastroenterologist's perspective, a narrative review. Mediastinum. 2023;7:34. https://doi.org/10.21037/med-22–48. PMID: 38090037; PMCID: PMC10713241 49. Barnett GS, Kimsey KM, Shieh HF, Smithers CJ, de Vries JM, Mouch J, Wilsey M. Treatment of esophageal perforation: endoscopic vacuum-assisted closure. JPGN Rep. 2023;4(2):e314. https://doi.org/10.1097/PG9.0000000000000314. PMID: 37200717; PMCID: PMC10187847 50. Bhatnagar V, Lal R, Sriniwas M, Agarwala S, Mitra DK. Endoscopic treatment of tracheoesophageal fistula using electrocautery and the Nd:YAG laser. J Pediatr Surg. 1999;34(3):464–7. https://doi.org/10.1016/s0022-3468(99)90500–6. PMID: 10211655 51. Lelonge Y, Varlet F, Varela P, Saitúa F, Fourcade L, Gutierrez R, Vermesch S, Prades JM, Lopez M. Chemocauterization with trichloroacetic acid in congenital and recurrent tracheoesophageal fistula: a minimally invasive treatment. Surg Endosc. 2016;30(4):1662–6. https://doi.org/10.1007/s00464-015–4352-1. Epub Jul 2015. PMID: 26139499 52. Yankovic F, Castillo C, Saenz R, Navarrete C. Tratamiento endoscópico con argón plasma en fístula traqueoesofágica recurrente. Serie clínica y revisión de la literatura médica [Endoscopic argon plasma coagulation in recurrent tracheoesophageal fistula. Clinical series and review of the literature]. Gastroenterol Hepatol. 2009;32(9):600–4. Spanish. 10.1016/j.gastrohep.2009.06.012. Epub Sep 2009. PMID: 19740568 - Garcia Tome and L. Freitag",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "guideline",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_esophageal_fistulas_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}