{
  "id": "papoip_convention_bas",
  "title": "Conventional Biopsy and Sampling Techniques",
  "abstract": "",
  "content": "Conventional Biopsy and Sampling Techniques\nStefano Gasparini, Nadia Corcione, and Lina Zuccatosta Contents Introduction............................................................................................... Lesions.......................................................................... Lesions........................................................................... 7 Hilar-Mediastinal Lesions............................................................................... 10 Conclusions................................................................................................ References...................................................................................................... Abstract\nThe term “conventional biopsy techniques” implies all those traditional sampling techniques that can be used without adopting the latest technology. Even if the diagnostic possibilities and sensitivity of bronchoscopy have greatly increased by the more recent advent of new technological tools (echobronchoscopy, new guidance systems, cryobiopsy), the use of conventional biopsy techniques remains relevantly unchanged and allows the pulmonologist to successfully approach a high percentage of endobronchial, pulmonary and mediastinal lesions for diagnostic purposes. In this chapter, conventional biopsy techniques will be divided on the basis of the location of the lesion, analyzing methods used for sampling central endobronchial lesions (i.e., lesions located within the visible range of flexible bronchoscope), peripheral pulmonary lesions or lung parenchyma and the pathological processes of the hilar-mediastinal area. Indications, technique, possibilities and limits of each sampling method (forceps biopsy, brushing, bronchial washing, transbronchial needle aspiration) and of its association are reported. Whenever a biopsy technique is employed, its use must always be guided by a global clinical assessment of the patient, evaluating the risk/advantage ratio and the benefits that can be obtained by the procedure case by case. Only by integrating clinical, imaging and bronchoscopic techniques, it will be possible to optimize bronchoscopy, thereby obtaining the best diagnostic accuracy, minimizing the costs involved and having the lowest incidence of risks. Keywords\nBronchoscopic biopsy techniques · Endobronchial lesions · Peripheral pulmonary lesions · Mediastinal lesions · Biopsy forceps · Bronchial brushing · Bronchial washing · Transbronchial needle aspiration term “conventional biopsy techniques” implies all those traditional sampling techniques that can be used without adopting the latest technology. Even if the diagnostic possibilities of bronchoscopy have greatly increased by the more recent advent of new - Gasparini (✉)\nIRCCS San Raffaele Hospital, Milan, Italy\ne-mail: gasparini.stefano@hsr.it\n- Corcione · L. Zuccatosta\nInterventional Pulmonology Unit, AORN Cardarelli, Naples, Italy\ne-mail: nadia.corcione@aocardarelli.it; lina.zuccatosta@aocardarelli.it\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_24-1\n\naspiration term “conventional biopsy techniques” implies all those traditional sampling techniques that can be used without adopting the latest technology. Even if the diagnostic possibilities of bronchoscopy have greatly increased by the more recent advent of new - Gasparini (✉)\nIRCCS San Raffaele Hospital, Milan, Italy\ne-mail: gasparini.stefano@hsr.it\n- Corcione · L. Zuccatosta\nInterventional Pulmonology Unit, AORN Cardarelli, Naples, Italy\ne-mail: nadia.corcione@aocardarelli.it; lina.zuccatosta@aocardarelli.it\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_24-1technological tools (e.g., echobronchoscopy, new guidance systems, cryobiopsy, robotic bronchoscopy), the use of conventional biopsy techniques should remain a basic asset for interventional pulmonologists, allowing operator to successfully approach a high percentage of endobronchial, pulmonary and mediastinal lesions for diagnostic purposes. In the past, one of the main goals of diagnostic bronchoscopy was to obtain a cytohistological assessment of bronchial, pulmonary and hilar-mediastinal lesions. In the last decades, the progresses of oncological medical treatments of lung cancer have determined a change in the concept of biopsy sampling validity. A biopsy should not only be able to define the histotype of the tumor, but also should be adequate in quality and quantity to allow the evaluation of the genotypic and receptors characteristics of the tumor cells. This objective should always be considered even when evaluating the results of conventional biopsy techniques. Unfortunately, most of the historical studies on conventional sampling techniques do not evaluate this parameter, so many diagnostic sensitivity values reported in this chapter should be considered with caution. In this chapter, biopsy techniques will be divided on the basis of the location and of the morphology of the lesion, analyzing conventional methods used for sampling central endobronchial lesions, peripheral pulmonary lesions or lung parenchyma and the pathological processes of the hilar-mediastinal area ( Lesions Central endobronchial lesions (i.e., lesions located within the visible range of flexible bronchoscope) can be approached for sampling cytohistological material, using forceps biopsy, brushing, washing or transbronchial needles [5, 10, 52]. Forceps biopsy is the most frequently used sampling instrument by bronchoscopists in airway lesions that can be endoscopically visualized. Different sizes and kinds of forceps are currently available on the market: with a cutting or serrated edge (alligator), fenestrated (to reduce tissue-crushing artifacts), with elliptically or spherical-shaped cups and with a needle between the cups (to prevent slippage of the forceps in case of lesions located on the side tracheal or bronchial wall) ( There are no comparative studies that clearly demonstrate the advantages of one kind of forceps over the others for sampling central endobronchial lesions, and even the role of forceps size on the diagnostic yield of bronchoscopically visible tracheobronchial tumors has not been evaluated. Therefore, the choice of forceps is generally based on the operator’s experience and preference. Electrocautery biopsy forceps (“hot forceps”) is also available on the market and it was proposed for sampling endobronchial lesions, with the aim to prevent bleeding [45]. Even if “hot forceps” do not have a negative impact on the quality of specimens, there is no evidence that they may reduce the incidence of clinically relevant bleeding episodes, and their routine use is not warranted. More recently, the use of cryobiopsy has also been evaluated on central bronchogenic lesions. In a multicenter study [19], 593 patients were randomized to receive endobronchial biopsy using conventional forceps or cryobiopsy. A definitive diagnosis was achieved in 85.1 % with conventional forceps biopsy and in 95 % of patients who underwent cryobiopsy (p < 0.001), without difference in the incidence of bleeding. Considering the higher cost of cryoprobes, there is not enough evidence to recommend the routine use of cryobiopsy in central bronchogenic lesions. This technique, if available, could be reserved for the most difficult cases in which a first bronchoscopy has not been diagnostic. In order to perform a biopsy of an endobronchial lesion, the forceps must be opened just above the lesion, advanced and pushed toward the area to be sampled, firmly closed and then withdrawn through the working channel of the bronchoscope. The forceps should not be kept too far from the tip of the bronchoscope since, in this way, it is difficult to apply pressure and to maintain contact between the cups and the lesion ( The major advantage of forceps biopsy is the possibility of obtaining specimens suitable for a histological evaluation, while the limitation of this tool is the difficulty in sampling submucosal or peribronchial lesions or in retrieving - Central endobronchial lesions*\nForceps biopsy\nBrush\nBronchial washing\nTransbronchial needle\n- Peripheral pulmonary lesions\nForceps biopsy\nBrush\nTransbronchial needle\nBronchoalveolar lavage\nCurette\nSuction catheter\nNeedle brush; Triple needle cytology brush\n- Hilar-mediastinal lesions*\nCytology transbronchial needle\nHistology transbronchial needle - Gasparini et al.\n\nkept too far from the tip of the bronchoscope since, in this way, it is difficult to apply pressure and to maintain contact between the cups and the lesion ( The major advantage of forceps biopsy is the possibility of obtaining specimens suitable for a histological evaluation, while the limitation of this tool is the difficulty in sampling submucosal or peribronchial lesions or in retrieving - Central endobronchial lesions*\nForceps biopsy\nBrush\nBronchial washing\nTransbronchial needle\n- Peripheral pulmonary lesions\nForceps biopsy\nBrush\nTransbronchial needle\nBronchoalveolar lavage\nCurette\nSuction catheter\nNeedle brush; Triple needle cytology brush\n- Hilar-mediastinal lesions*\nCytology transbronchial needle\nHistology transbronchial needle - Gasparini et al.Conventional Biopsy and Sampling\n\ntip of the bronchoscope since, in this way, it is difficult to apply pressure and to maintain contact between the cups and the lesion ( The major advantage of forceps biopsy is the possibility of obtaining specimens suitable for a histological evaluation, while the limitation of this tool is the difficulty in sampling submucosal or peribronchial lesions or in retrieving - Central endobronchial lesions*\nForceps biopsy\nBrush\nBronchial washing\nTransbronchial needle\n- Peripheral pulmonary lesions\nForceps biopsy\nBrush\nTransbronchial needle\nBronchoalveolar lavage\nCurette\nSuction catheter\nNeedle brush; Triple needle cytology brush\n- Hilar-mediastinal lesions*\nCytology transbronchial needle\nHistology transbronchial needle - Gasparini et al.Conventional Biopsy and Samplingdiagnostic tissue from lesions with a large necrotic component. When necrotic tumors are encountered, multiple biopsies should be carried out until surface bleeding is visible and viable tissue is obtained. In central airway lesions, forceps biopsy yields sensitivity that is around 88 %, based on a systematic review of 35 studies for a total of 4507 patients [37]. It has been shown that the best diagnostic yield can be obtained by performing three or four biopsies and that the sensitivity does not significantly increase even if more samples are obtained [15, 40]. To improve the diagnostic yield of forceps biopsy, some alternative methods to treat the sample were proposed, such as smearing the biopsy on a slide (imprint cytology) or cytologically examining the biopsy rinse fluid, but these techniques have not been validated and their use is not recommended. Bleeding is the most common complication of bronchial biopsy. Generally, bleeding is mild or moderate, and its spontaneous resolution occurs in most instances. Even though it is rare, however, bronchoscopic biopsy-induced bleeding could be life threatening when vascular lesions are approached. Risk factors predisposing to this complication may be related to a variety of coexisting conditions inducing coagulation disorders and/or platelet dysfunction, either as a consequence of underlying systemic disorders (hemorrhagic diathesis, uremia, hemopathies, liver diseases, immunosuppression) or secondary to medications (anticoagulant therapy, clopidogrel, chemotherapeutic agents). The identification of risk factors and, when possible, their correction is the first step to prevent bleeding. Prebronchoscopy routine coagulation screening is unnecessary in patients with no risk factors, but it should be performed in those with known or clinically suspected risks [7]. Bronchial biopsies cannot be performed if platelet count is < 50,000/mm3, and these patients should receive six to ten packs of platelet transfusion before bronchoscopy. Warfarin should be stopped at least 5 days before bronchoscopy, or low-dose vitamin K should be administered to reduce the international normalized ratio (INR) to < 2.5. The use of clopidogrel should be stopped 7 days before bronchoscopy. Low-dose aspirin can be continued. For patients on new oral anticoagulants (rivaroxaban, apixaban, edoxaban), a shorter suspension period (48–72 h) may be sufficient [6]. The risk of bleeding may be also related to the nature of the lesion. Some tumors, like carcinoids and endobronchial renal metastases, are hypervascularized and more prone to bleed, but this is not a contraindication to biopsy. In any case, bronchoscopists should be trained to manage major bleeding when a bronchial biopsy is performed [3, 28]. The first maneuver is to rotate the patient in a lateral decubitus with the bleeding side down. This is a simple and easy procedure that could be lifesaving, since it avoids the inundation of the contralateral lung. Following the positioning of the patient on the lateral decubitus, the bronchoscope must be kept in site, and continuous suction should be applied to prevent spilling of blood to distal airways, avoiding to keep the tip of the instrument too close to the bleeding lesion. Even if there are no controlled studies that demonstrate the real efficacy of the instillation of ice-cold saline and of epinephrine (diluted in a 1:10,000 mixture of normal saline and administered in 2–3 ml aliquots to a maximum of three doses), all the bronchoscopists agree that these maneuvers may reduce bleeding and that they should be applied. Furthermore, endobronchial tamponade may also be obtained by inflation of balloon catheter (Fogarty balloon, 4–7 French) ( - Gasparini et al.\n\nateral lung. Following the positioning of the patient on the lateral decubitus, the bronchoscope must be kept in site, and continuous suction should be applied to prevent spilling of blood to distal airways, avoiding to keep the tip of the instrument too close to the bleeding lesion. Even if there are no controlled studies that demonstrate the real efficacy of the instillation of ice-cold saline and of epinephrine (diluted in a 1:10,000 mixture of normal saline and administered in 2–3 ml aliquots to a maximum of three doses), all the bronchoscopists agree that these maneuvers may reduce bleeding and that they should be applied. Furthermore, endobronchial tamponade may also be obtained by inflation of balloon catheter (Fogarty balloon, 4–7 French) ( - Gasparini et al.the above-mentioned procedures have failed to stop the hemorrhage. Brushing is a sampling technique which was widely used by bronchoscopists to collect cytological material from bronchoscopically visible lesions of the airways. There are brushes of different sizes, with or without a plastic sheath ( Material obtained by brushing can be processed by directly smearing the brush onto a glass slide or by inserting the brush into a saline solution and removing the cells by shaking it vigorously. There are no studies that demonstrate the real advantage of one processing technique over the other. The limitation of brushing consists in being able to sample only cytological material and only from the superficial layer of the mucosa. As such, this type of instrument is not indicated for submucosal or intraparietal lesions. The advantage of brushing compared to performing a biopsy could consist in obtaining cells from a larger area of the mucosa. The average diagnostic yield from brushing is lower compared to forceps biopsy, with a sensitivity of 59 % [37]. Several authors affirm that by using brushing and biopsy together, diagnostic sensitivity increases and in about 8 % of the cases, brushing alone is diagnostic [27, 29]. In a large prospective study regarding the optimal sequence of bronchial brushing and forceps biopsy for diagnosing exophytic tumors [21], the authors reported a higher diagnostic yield of prebiopsy brushing compared to postbiopsy brushing in diagnosis of lung cancer. However, most of the studies on brushing were performed when the histological characterization and genotype assessment of nonsmall cell lung cancer were not necessary for therapeutical purposes. In an era of personalized therapy for nonsmall cell lung cancer, it is necessary to obtain an adequate amount of cells or tissues to perform molecular markers-based assessment for guiding therapeutical strategies. In the literature, there is no great evidence on the ability of brushing to obtain adequate material for histology and for genotyping definition. Furthermore, while in the past the use of reusable brush did not greatly influence the cost of the procedure, the employment of disposable brush that is recommended today to reduce infection risks could have an economical impact that should be taken into consideration while evaluating the cost-effectiveness of the procedure. In fact, there have been no controlled studies recently that demonstrate the real efficacy of a routine use of biopsy and brushing together in central endobronchial lesions that involve the mucosa. We agree with some authors who hypothesize that the majority of cases which involve the mucosa, where cytology is positive but biopsy is not diagnostic, are a consequence of a nonoptimal biopsy sampling technique (wrong forceps positioning, crushing artifacts, necrotic tissue). Complications resulting from the brushing of central bronchial lesions are very rare. Bleeding and breaking of the brush in the airways have been reported mainly when a reused brush is used. Bronchial washing is another widely used conventional means of sampling cells from central airway lesions. It can be easily performed by instillation through the working channel of the bronchoscope of about 20 ml of saline that is retrieved by suction. There has been a controversy concerning the optimal timing of washing, when done in association with biopsy (i.e., before or after biopsy), but a prospective study was unable to find any difference in the diagnostic yield for washing before or after biopsies or brushing [47]. The limitation of washing consists in obtaining a sample just by exfoliating superficial cells of the mucosa. The sensitivity of washing for central lung cancer is lower than that obtained by biopsy or brushing, with an average value of 48 % [37]. In studies where biopsy, brushing and washing were utilized together, the number of patients diagnosed by washing alone was very small (2.2–3.9 %) [29], making the value of the routine use of washing in central bronchial lesions questionable. Since the cost of washing is mainly related to the processing and evaluation of specimens, some authors suggest to collect the washing fluid during bronchoscopy and to hold it in the laboratory, examining the sample only if the other specimens are not diagnostic. The samples collected by brushing and washing can also be submitted for microbiological evaluation in the suspect of Conventional Biopsy and Sampling Techniques\n\n[47]. The limitation of washing consists in obtaining a sample just by exfoliating superficial cells of the mucosa. The sensitivity of washing for central lung cancer is lower than that obtained by biopsy or brushing, with an average value of 48 % [37]. In studies where biopsy, brushing and washing were utilized together, the number of patients diagnosed by washing alone was very small (2.2–3.9 %) [29], making the value of the routine use of washing in central bronchial lesions questionable. Since the cost of washing is mainly related to the processing and evaluation of specimens, some authors suggest to collect the washing fluid during bronchoscopy and to hold it in the laboratory, examining the sample only if the other specimens are not diagnostic. The samples collected by brushing and washing can also be submitted for microbiological evaluation in the suspect of Conventional Biopsy and Sampling Techniquesinfectious conditions. For this purpose, brush should be agitated in a sterile medium, and washing must be collected in a sterile specimen trap. Even if these specimens are contaminated by oropharyngeal flora during transnasal or transoral passage of the bronchoscope, the value of brushing and washing in the diagnosis of infections has been validated by several studies both in the immunocompetent or immunocompromised patients. The material obtained can be evaluated for bacterial, fungal or mycobacterial smears and cultures. The sensitivity of brushing and washing for the diagnosis of mycobacterial diseases is very high, and it has been reported to range from 58 % to 96 % [22]. However, routine bronchoscopic samplings for mycobacterial organisms on all patients undergoing bronchoscopy are not recommended in areas not endemic to the disease. Among the conventional biopsy techniques employed for sampling central bronchial lesions, transbronchial needle aspiration (TBNA) must also be included. The transbronchial use of flexible needles has been introduced for the bronchoscopic approach to hilar-mediastinal lymph nodes located outside the tracheobronchial wall, but this device has also been used for sampling peripheral nodules and central airway lesions ( The sensitivity of transbronchial needle aspiration (TBNA) for central bronchial lesions is reported to range from 68 % to 91 %, with values similar to those obtained by forceps biopsy [30]. Several studies have shown that the use of TBNA in addition to other sampling techniques for central lesions significantly increases the diagnostic yield of bronchoscopy and that TBNA may be the only diagnostic sampling instrument in a percentage of cases that in - Gasparini et al.\n\nconventional biopsy techniques employed for sampling central bronchial lesions, transbronchial needle aspiration (TBNA) must also be included. The transbronchial use of flexible needles has been introduced for the bronchoscopic approach to hilar-mediastinal lymph nodes located outside the tracheobronchial wall, but this device has also been used for sampling peripheral nodules and central airway lesions ( The sensitivity of transbronchial needle aspiration (TBNA) for central bronchial lesions is reported to range from 68 % to 91 %, with values similar to those obtained by forceps biopsy [30]. Several studies have shown that the use of TBNA in addition to other sampling techniques for central lesions significantly increases the diagnostic yield of bronchoscopy and that TBNA may be the only diagnostic sampling instrument in a percentage of cases that in - Gasparini et al.some studies approaches 20 % [2, 41]. This is particularly evident in studies where cases with submucosal-peribronchial lesions have been analyzed. In fact, the use of forceps biopsy together with transbronchial needle aspiration (TBNA) seems to be the most appropriate integration for sampling central bronchial lesions which allows to obtain specimens at different levels of the bronchial wall, from the surface to deeper layers, to the submucosa and peribronchial area. Furthermore, TBNA may allow to predict the line of surgical resection, establishing the degree of tumoral spread around the main lesion [4]. However, prospective studies that analyze the cost-effectiveness of this association on a large series of patients are lacking, and there is no evidence that justifies the increase in costs due to the routine use of TBNA along with biopsy in all central airway lesions. In our practice, the use of TBNA is limited to the following: (a) cases with a bronchoscopic pattern suggesting submucosal or peribronchial involvement; (b) cases when the macroscopic appearance of the lesion suggests a very vascularized tissue, to test the bleeding risk before performing biopsy; (c) cases where there is a large necrotic component, and the macroscopic pattern of the biopsy shows white samples suggesting necrotic tissue and (d) repeated bronchoscopy, after a first negative bioptic procedure. In conclusion, conventional biopsy techniques provide a high diagnostic yield in central airway lesions, and they must be considered the gold standard for diagnosis when an endobronchial pathology visible by bronchoscopy is present. Biopsy forceps provide better sensitivity compared to other sampling techniques when the pattern of the lesion suggests mucosal involvement. TBNA should be the preferred sampling instrument when there is evidence of a submucosal or peribronchial spread of the pathology and when the superficial layers of the mucosa may not be involved or when the lesion is very necrotic. Adding brushing to biopsy or TBNA might improve diagnostic yield, but more prospective studies are necessary to evaluate the cost-effectiveness of its use. Washing alone is of little value in the diagnosis of central airway tumors. It may improve the diagnostic sensitivity of bronchoscopy by a small percentage when used together with other sampling instruments, but its routine use is not recommended. Considering the new targeted therapies for lung cancer, future studies should also evaluate the capability of different conventional techniques in differentiating the tumor histotype and in sampling material which is adequate for molecular assessment. ### Peripheral Pulmonary Lesions Different biopsy instruments can be inserted through the working channel of the flexible bronchoscope and pushed into the peripheral airways for sampling cytohistological material from pulmonary lesions located outside the visible range of the bronchoscope ( Biplane control is necessary to avoid the misplacement of the instrument in front of or behind the lesion. From a technical point of view, after wedging the tip of the bronchoscope into the segmental bronchus that is supposed to lead into the lesion, the sampling instrument must be inserted. At this point, we suggest that the operator look at the fluoroscopic screen rather than at the bronchoscopic monitor and try to direct the sampling instrument toward the lesion by bending or rotating the tip of the scope to find the most appropriate way that leads to the target. If a transbronchial needle is used, the sheath should be flexible enough to be inserted into the most angulated bronchi, like the apical segments of the upper lobes. In our experience, the most appropriate needles for the peripheral lesion approach are those with a metallic sheath that are very flexible and remain straight after insertion, maintaining direction without bending ( One of the limitations of metal sheath needles is the impossibility of using them with ultrathin bronchoscopes (3 mm in diameter, 1.7 mm working channel), that have proven useful and are increasingly used with different guidance systems in the transbronchial approach to peripheral pulmonary lesions [35]. To overcome this problem, more recently thinner flexible needle with a plastic sheath have been introduced onto the market, which can be introduced through the working channel of an ultrathin bronchoscope ((PeriFLEX, Olympus Respiratory America, Redmond, WA, USA) ( The sensitivity of the transbronchial approach to peripheral pulmonary lesions under fluoroscopic guidance varies greatly in the literature, from 22 % to 83 %, with an overall value of 78 % [36]. The major reasons that may explain this diagnostic yield variability are the size of the lesion, the kind and the number of the sampling instruments used, the distance of the target from the hilum and the relationship between the lesion and the airways. All studies show a strong correlation between the size\n\nuseful and are increasingly used with different guidance systems in the transbronchial approach to peripheral pulmonary lesions [35]. To overcome this problem, more recently thinner flexible needle with a plastic sheath have been introduced onto the market, which can be introduced through the working channel of an ultrathin bronchoscope ((PeriFLEX, Olympus Respiratory America, Redmond, WA, USA) ( The sensitivity of the transbronchial approach to peripheral pulmonary lesions under fluoroscopic guidance varies greatly in the literature, from 22 % to 83 %, with an overall value of 78 % [36]. The major reasons that may explain this diagnostic yield variability are the size of the lesion, the kind and the number of the sampling instruments used, the distance of the target from the hilum and the relationship between the lesion and the airways. All studies show a strong correlation between the sizeFluoroscopic-guided bioptic approach. A sensitivity ranging from 5 % to 64 % is reported for nodules less than 2 cm in diameter and from 30 % to 75 % for nodules greater than 2 cm, and this value may increase to over 80 % for masses greater than 4 cm [30]. Concerning the sampling instruments, the majority of the studies performed on the fluoroscopic-guided bronchoscopic approach to peripheral pulmonary lesions show that transbronchial needle aspiration provides a better sensitivity for malignancy in comparison to that obtained with forceps biopsy or brushing [32]. When associated with other means of sampling, the exclusive yield of the needle is reported to range from 8 % to 35 % [11]. These results could be consequent to the possibility of the needle to also penetrate lesions that do not involve the surface of the mucosa or are located in the peribronchiolar area, where forceps biopsy or brushing cannot be diagnostic [51]. On the contrary, for benign lesions, biopsy forceps seem to provide a better diagnostic yield in comparison to instruments, like brushing and needles, that allow to sample cytological material only. This is not surprising, since the diagnostic definition of a benign process can be more easily performed on a histological basis than one based on - Gasparini et al.\n\nlesions show that transbronchial needle aspiration provides a better sensitivity for malignancy in comparison to that obtained with forceps biopsy or brushing [32]. When associated with other means of sampling, the exclusive yield of the needle is reported to range from 8 % to 35 % [11]. These results could be consequent to the possibility of the needle to also penetrate lesions that do not involve the surface of the mucosa or are located in the peribronchiolar area, where forceps biopsy or brushing cannot be diagnostic [51]. On the contrary, for benign lesions, biopsy forceps seem to provide a better diagnostic yield in comparison to instruments, like brushing and needles, that allow to sample cytological material only. This is not surprising, since the diagnostic definition of a benign process can be more easily performed on a histological basis than one based on - Gasparini et al.cytological evaluation. All authors agree that the diagnostic yield is also influenced by the number of specimens and by the number of sampling instruments used [11]. There are data that suggest that at least six biopsy specimens should be obtained for optimizing the results. Furthermore, the association of more sampling instruments provides better results than those obtained with a single tool [12, 44]. The best association could be the use of the needle which provides the best sensitivity for malignancy, and forceps biopsy that is the most appropriate instrument for diagnosing benign lesions ( The role of forceps size on diagnostic yield of transbronchial lung biopsy has not yet well defined. While some authors report that large forceps yield more alveolar tissue than small forceps, other papers did not find any significant improvement in the diagnostic yield using large forceps [42]. If the specimen obtained by needles is handled in a proper way, the technique may provide adequate material for genotype in a high percentage of cases. Zuccatosta et al. [54], using smear cytology plus cell-block technique, done flushing the material in 10 % neutral-buffered formalin, were able to obtain a complete molecular profile, including evaluation of PD-L1 expression, in 86.6 % of 154 patients approached with transbronchial needle aspiration for peripheral cancer. Bronchial washing or bronchoalveolar lavage (BAL) can also be employed in the case of peripheral localized lung lesions. The advantage of these sampling tools is that they might be used even without the help of guidance systems. However, bronchial washing and BAL alone have very low sensitivity in the case of localized peripheral lesions, with values ranging from 9 % to 42 % [36]. When performed together with brushing or biopsy, bronchial washing shows an increase in sensitivity by only 3 %, which does not justify its routine use. BAL shows better sensitivity in the case of malignancy with an infiltrative pulmonary pattern, like bronchoalveolar carcinoma or lymphangitic carcinomatosis, and its use may be justified if there is a suspicion of these pathological conditions. Other sampling instruments have been used less frequently for the transbronchial approach to peripheral lesions, such as curette (more diffuse in Japan), suction catheter, needle brush, triple needle brush [16], but there is no evidence in the literature of their real utility compared to biopsy forceps or needle aspiration. In the last years, the use of 1.1 mm diameter cryoprobe has been proposed to increase the amount of architecturally preserved tissue obtained by the transbronchial approach to peripheral lung tumors, thus improving the possibility of genotyping the tumor. It has been proved that cryobiopsy can obtain tissue even in tumor adjacent to the airways. The better sensitivity and the greater specimens of cryobiopsy in comparison with conventional forceps biopsy have been demonstrated in several studies [9, 23, 34, 38]. However, no studies have compared cryobiopsy vs. needle aspiration. It would be desirable that randomized trials will be carried out to evaluate the diagnostic yield, the sample adequacy for genotyping and the safety of the two techniques. Another factor that may affect the sensitivity of the transbronchial approach to peripheral lung nodules is the relationship between the lesion and the bronchial tree. If the lesion is located outside the bronchial system and there is no bronchus leading into it, the chance to obtain a diagnosis using the transbronchial approach will be low, whenever a guidance system is used. In this regard, it is useful to evaluate the computed tomography (CT) scan “bronchus sign,” that is the image of the bronchus leading to or contained within the lesion, visualized by thin-section CT scan, to predict the success of the transbronchial biopsies [31, 33]. The complications of the transbronchial approach to peripheral lung lesions are not frequent even if its incidence is greater than that reported for central airway biopsy, and the use of forceps biopsy to sample lung parenchyma may slightly increase the risk of bronchoscopy. Most frequent complications are bleeding and pneumothorax. The risk of major bleeding is reported with an incidence of 1–4 %, and its rate may further increase in immunocompromised patients, in subjects with uremia, in ventilated patients, in pulmonary hypertension and in coagulation disorders. The same maneuvers above reported for the management of bleeding induced by biopsy of centrally located lesions can Conventional Biopsy and Sampling\n\nthe bronchus leading to or contained within the lesion, visualized by thin-section CT scan, to predict the success of the transbronchial biopsies [31, 33]. The complications of the transbronchial approach to peripheral lung lesions are not frequent even if its incidence is greater than that reported for central airway biopsy, and the use of forceps biopsy to sample lung parenchyma may slightly increase the risk of bronchoscopy. Most frequent complications are bleeding and pneumothorax. The risk of major bleeding is reported with an incidence of 1–4 %, and its rate may further increase in immunocompromised patients, in subjects with uremia, in ventilated patients, in pulmonary hypertension and in coagulation disorders. The same maneuvers above reported for the management of bleeding induced by biopsy of centrally located lesions can Conventional Biopsy and Samplingbe also applied in cases of major bleeding after transbronchial pulmonary biopsy. In addition, when bleeding is coming from the airway periphery, an important step is to maintain the tip of the bronchoscope in a wedged position to obtain endobronchial tamponade and to promote the clot formation. Also for bleeding after biopsy of a peripheral lesions, the balloon catheter is an essential device (4–7 French) that could be inflated at the orifice of the segmental bronchus from which the bleeding originates. The incidence of pneumothorax is reported in about 3 % of the patients requiring transbronchial biopsy for diffuse lung diseases. There is no agreement on the possibility of fluoroscopy to reduce the incidence of pneumothorax. However, in the case of localized peripheral lesions, the incidence of pneumothorax after transbronchial biopsy under fluoroscopic guidance is lower and very rare (0.2 %) [8]. In conclusion, the conventional transbronchial approach to peripheral localized lesions may be safely conducted using a fluoroscope as a means of guidance, with a mean sensitivity of 78 % with lower diagnostic yield for lesions less than 2 cm. In presence of a patient with a computed tomography (CT) scan showing a lesion which might be located out of the visible range of the bronchoscope, the operator should be aware that a guidance system (conventionally a rotating C-arm or a biplane fluoroscope) must be available, otherwise the possibility of a diagnosis is very low. Transbronchial needles, showing better sensitivity, should be routinely considered for this kind of procedure. Adding another sampling instrument may increase the diagnostic yield. Since forceps biopsy provides a better capability to define benign processes, the association of needle and forceps biopsy seems to be the most appropriate and recommendable, especially in Institution where cryobiopsy is not available. Hilar-Mediastinal Lesions The advent of linear ultrasound bronchoscopes (EBUS) [24] and the possibility to sample in real time under ultrasound guidance the lesions located in the hilar-mediastinal area (endobronchial ultrasound (EBUS)-TBNA) has greatly changed bronchoscopic practice and this technique has become the method of choice for the mediastinal staging of lung cancer and for diagnosis of lesions located outside the tracheobronchial tree [18]. The advantages of EBUS-transbronchial needle aspiration (TBNA), in term of sensitivity and of capability to visualize and to sample also small lymphonodes, have led to its widespread use throughout the world and to an increasing use of the technique by bronchoscopists. The recent evidence that also cryobiopsy can be used under echoendoscopic guidance in the mediastinal lesions, further improving the value of EBUS guided sampling, especially for tumors different from lung cancer, rare benign diseases and lymphoma [1, 53]. Although EBUS-TBNA has become a routine method in bronchoscopy, ultrasound technology is still unavailable in many countries and centers around the world or could not be available per some technical reasons. In these cases, the transbronchial approach to hilar-mediastinal lesions is still possible using “conventional transbronchial needle aspiration” (cTBNA) which remains a basic method that completes the technical background of bronchoscopists and it should not be forgotten. The term “conventional” transbronchial needle aspiration is used to define the procedure that is performed inserting the needle at a point of the tracheobronchial tree identified on the basis of CT scan images, without the support of endobronchial ultrasound techniques. Some authors define this technique as “blind TBNA” since it is not possible to have a direct image of the lesion and of the tip of the needle once it has been inserted through the bronchial wall. However, since the CT scan provides very accurate images of the location of the mediastinal lymph nodes and of the relationship of the lesion with the tracheobronchial tree, we think that this technique, performed under bronchoscopic visualization, is not really blind and that the term “conventional” or “standard” TBNA should be preferred. In the early 1980s, Dr. Ko Pen Wang introduced this technique in clinical practice and published several papers, demonstrating the feasibility, safety and efficacy of TBNA both in the staging of lung cancer and in the diagnosis of mediastinal pathology [48, 50]. Different kinds of flexible needles for TBNA are available on the market, with sizes that go from 19–22 G. A TBNA needle for sampling mediastinal lesions should have the following characteristics: (a) a flexible catheter with a proximal control device provided by a port through which suction by a syringe can be done and by a\n\nnodes and of the relationship of the lesion with the tracheobronchial tree, we think that this technique, performed under bronchoscopic visualization, is not really blind and that the term “conventional” or “standard” TBNA should be preferred. In the early 1980s, Dr. Ko Pen Wang introduced this technique in clinical practice and published several papers, demonstrating the feasibility, safety and efficacy of TBNA both in the staging of lung cancer and in the diagnosis of mediastinal pathology [48, 50]. Different kinds of flexible needles for TBNA are available on the market, with sizes that go from 19–22 G. A TBNA needle for sampling mediastinal lesions should have the following characteristics: (a) a flexible catheter with a proximal control device provided by a port through which suction by a syringe can be done and by aThe first step toward performing transbronchial needle aspiration (TBNA) is to choose the exact point where the needle should be inserted. A careful evaluation of the computed tomography (CT) scan allows to identify the location of the mediastinal lesion and its relationship with the trachea or with the bronchi. For each lymph nodal station, well-defined puncture points of the tracheobronchial tree have been described in the literature [49]. The next steps of the procedure should follow some basic technical shrewdness that are summarized below: (a) insert the needle into the working channel of the bronchoscope while keeping the instrument as straight as possible and verifying that the tip of the needle is completely retracted into the sheath in order to avoid any damage to the bronchoscope. (b) Extract the needle from the sheath only when the tip of the catheter is visible outside the bronchoscope. (c) Do not keep a long part of the catheter outside the bronchoscope, as it can hinder the movement of the bronchoscope inside the airways. Keep only the needle and the distal metal hub of the catheter outside the scope facilitating the bending, the progression or the rotation of the instrument ( Another important aspect of the TBNA technique is the proper handling of the specimen. The material is blown by an air-filled syringe onto a slide. It is then smeared using another slide, and immediately fixed in alcohol 95 %. If tissue cores are present on the slide, these can be gently removed with a small forceps and put in formalin. By using histology needles, it is possible to empty out the needle directly into a formalin test tube. The diagnostic yield of conventional TBNA in the staging of lung cancer varies greatly in the literature. However, all papers published after the 1990s generally report values greater than 70 %, with a mean value of 78 % [4, 17, 20]. Several factors affect TBNA sensitivity, such as size, location and nature of the lesion, number of aspirates performed, type of needle employed, prevalence of malignancy and skill and experience of the operator. TBNA yield increases linearly with the size of the lymph node, from a reported value of only 15 % for targets less than 1 cm to about 80 % for lesions of 2.0–2.5 cm. For lymph nodes greater than 2.5 cm, the sensitivity does not seem increase any further. Regarding the site of the lymph node, all authors agree that TBNA of the right paratracheal and subcarinal lesions provides better sensitivity than the sampling of the left paratracheal area. TBNA diagnostic yield also improves with the number of aspirates performed, with an increase in positive results by up to the fourth needle pass. After the fourth aspirate, the sensitivity increases only slightly up to the seventh sample, so that it is recommended to perform at least four aspirates at each lymph nodal station to optimize the yield. Not many studies compare the yield of different types of needles, but some authors report better sensitivity with histology needles compared to cytology needles [43]. Among the factors that affect the TBNA diagnostic yield, the ability and the experience of the operator must also be mentioned. There are some studies that demonstrate how the results improve with practice since performing TBNA requires some specific training and technical knowledge. The discouraging results obtained at very first attempts are the most Conventional Biopsy and Sampling\n\nlesions provides better sensitivity than the sampling of the left paratracheal area. TBNA diagnostic yield also improves with the number of aspirates performed, with an increase in positive results by up to the fourth needle pass. After the fourth aspirate, the sensitivity increases only slightly up to the seventh sample, so that it is recommended to perform at least four aspirates at each lymph nodal station to optimize the yield. Not many studies compare the yield of different types of needles, but some authors report better sensitivity with histology needles compared to cytology needles [43]. Among the factors that affect the TBNA diagnostic yield, the ability and the experience of the operator must also be mentioned. There are some studies that demonstrate how the results improve with practice since performing TBNA requires some specific training and technical knowledge. The discouraging results obtained at very first attempts are the most Conventional Biopsy and Sampling- Gasparini et al.\n\nof the left paratracheal area. TBNA diagnostic yield also improves with the number of aspirates performed, with an increase in positive results by up to the fourth needle pass. After the fourth aspirate, the sensitivity increases only slightly up to the seventh sample, so that it is recommended to perform at least four aspirates at each lymph nodal station to optimize the yield. Not many studies compare the yield of different types of needles, but some authors report better sensitivity with histology needles compared to cytology needles [43]. Among the factors that affect the TBNA diagnostic yield, the ability and the experience of the operator must also be mentioned. There are some studies that demonstrate how the results improve with practice since performing TBNA requires some specific training and technical knowledge. The discouraging results obtained at very first attempts are the most Conventional Biopsy and Sampling- Gasparini et al.A relevant factor that may explain why this technique has been underutilized for a long time and why still today many bronchoscopists are reluctant to perform it. transbronchial needle aspiration (TBNA) can be performed not only for lung cancer staging but also for the diagnosis of carcinomas that show mediastinal involvement in the computed tomography (CT) scan, without any evidence of airway lesions. In a large series of cancer patients, TBNA is reported to be the only diagnostic tool in 18–35 % of cases [17]. Besides lung cancer diagnosis and staging, TBNA may provide cytohistological qualification for all mediastinal pathological processes that are close in contact with the airways. The important role of conventional TBNA in the diagnosis of sarcoidosis has been demonstrated in several studies with a sensitivity greater than 70 %, and this technique may improve the diagnostic yield of bronchoscopy by up to 90 %, especially for stage I sarcoidosis [46] ( The specificity of conventional TBNA is very high, ranging from 96 % to 100 %, and cases of false positive have been very rarely reported. To reduce the risk of possible contamination of the needle by neoplastic cells originating from the airways, the lymph nodes should be sampled before the primary tumor. Puncturing of sites should be avoided where the mucosa is involved by the tumor, and suction should be released before removing the needle from the target lesion. Despite lack of real-time monitoring of the needle and the possible risk of puncturing large mediastinal vessels, conventional TBNA is a very safe technique, and complications have rarely been reported. Only few cases of pneumothorax, hemomediastinum and major bleeding in the airways have been described. A serious complication arising from TBNA could be damage to the bronchoscope. This risk can be avoided by taking care to introduce and withdraw the needle from the Conventional Biopsy and Sampling\n\n100 %, and cases of false positive have been very rarely reported. To reduce the risk of possible contamination of the needle by neoplastic cells originating from the airways, the lymph nodes should be sampled before the primary tumor. Puncturing of sites should be avoided where the mucosa is involved by the tumor, and suction should be released before removing the needle from the target lesion. Despite lack of real-time monitoring of the needle and the possible risk of puncturing large mediastinal vessels, conventional TBNA is a very safe technique, and complications have rarely been reported. Only few cases of pneumothorax, hemomediastinum and major bleeding in the airways have been described. A serious complication arising from TBNA could be damage to the bronchoscope. This risk can be avoided by taking care to introduce and withdraw the needle from the Conventional Biopsy and Samplingworking channel with the tip completely retracted into the sheath [14]. In conclusion, conventional transbronchial needle aspiration (TBNA) must be included among the routine sampling techniques that every bronchoscopist should be able to perform in order to optimize the diagnostic yield of the bronchoscopic procedures. Hands-on experience and practice on conventional TBNA should be considered as an essential step in training programs on interventional pulmonology. ## Conclusions Even if the diagnostic possibilities and sensitivity of bronchoscopy have greatly increased by the recent advent of new technological tools, the use of conventional biopsy techniques remains relevantly unchanged and allows the pulmonologist to approach a high percentage of endobronchial, pulmonary and mediastinal lesions for diagnostic purposes. Knowing the possibilities and limits of each and every technique and of its association is a key requirement for choosing the most appropriate sampling strategy, depending on the clinical context and imaging pattern of the lesion. In particular, a careful examination of the computed tomography (CT) scan must be the preliminary and fundamental step for planning a bronchoscopic procedure which will allow to identify the characteristics and the location of the lesion so as to be able to decide what kind of biopsy instrument must be used. Finally, it should be emphasized that, whenever a biopsy technique needs to be employed, its use must always be guided by a global clinical assessment of the patient, evaluating the risk/advantage ratio and the benefits that can be obtained by the procedure case by case. Only by integrating clinical, imaging and bronchoscopic techniques, it will be possible to optimize bronchoscopy, thereby obtaining the best diagnostic accuracy, minimizing the costs involved and having the lowest incidence of risks. ## References 1. Ariza-Prota M, Pérez-Pallarés J, Fernández-Fernández A, et al. Endobronchial ultrasound-guided transbronchial mediastinal cryobiopsy in the diagnosis of mediastinal lesions: safety, feasibility and diagnostic yield - experience in 50 cases. ERJ Open Res. 2023;17:00448–2022. https://doi.org/10.1183/23120541.00448–2022.\n2. Buirski G, Calverley PMA, Douglas NJ, et al. Bronchial needle aspiration in the diagnosis of bronchial carcinoma. Thorax. 1981;80:48–50. https://doi.org/10.1136/thx.36.7.508.\n3. Cordasco EM, Mehta AC, Ahmad M. Bronchoscopically induced bleeding. A summary of nine years’ Cleveland clinic experience and review of the literature. Chest. 1991;100:1141–7. https://doi.org/10.1378/chest.100.4.1141.\n4. Dasgupta A, Mehta AC. Transbronchial needle aspiration. An underused diagnostic technique. Clin Chest Med. 1999;20:39–51. https://doi.org/10.1016/s0272-5231(05)70125–8.\n5. Dooms C, Seijo L, Gasparini S, et al. Diagnostic bronchoscopy: state of the art. Eur Respir Rev. 2010;117:229–36. https://doi.org/10.1183/09059180.00005710.\n6. Douketis JD, Spyropoulos AC, Murad MH, et al. Perioperative management of antithrombotic therapy. An American College of Chest Physicians Clinical Practice Guideline. Chest. 2022;162:e207-43. https://doi.org/10.1016/j.chest.2022.07.025.\n7. Du Rand IA, Blaikley J, Chaudhuri N, et al. British Thoracic Society guideline for diagnostic flexible bronchoscopy in adults. Thorax. 2013;68:1–44. https://doi.org/10.1136/thoraxjnl-2013–203618.\n8. Facciolongo N, Patelli M, Gasparini S, et al. Incidence of complications in bronchoscopy. Multicentre prospective study of 20,986 bronchoscopies. Monaldi Arch Chest Dis. 2009;71:8–14. https://doi.org/10.4081/monaldi.2009.370.\n9. Furuse H, Matsumoto Y, Nakai T, et al. Diagnostic efficacy of cryobiopsy for peripheral pulmonary lesions: a propensity score analysis. Lung Cancer. 2023;178:220–8. https://doi.org/10.1016/j.lungcan.2023.02.022.\n10. Gasparini S. Bron\n\n:1–44. https://doi.org/10.1136/thoraxjnl-2013–203618.\n8. Facciolongo N, Patelli M, Gasparini S, et al. Incidence of complications in bronchoscopy. Multicentre prospective study of 20,986 bronchoscopies. Monaldi Arch Chest Dis. 2009;71:8–14. https://doi.org/10.4081/monaldi.2009.370.\n9. Furuse H, Matsumoto Y, Nakai T, et al. Diagnostic efficacy of cryobiopsy for peripheral pulmonary lesions: a propensity score analysis. Lung Cancer. 2023;178:220–8. https://doi.org/10.1016/j.lungcan.2023.02.022.\n10. Gasparini S. Bronchoscopic biopsy techniques in the diagnosis and staging of lung cancer. Monaldi Arch Chest Dis. 1997;52:392–8.\n11. Gasparini S. Diagnostic management of solitary pulmonary nodule. Eur Respir Mon. 2010;48:90–108. https://doi.org/10.1183/1025448x.00990709.\n12. Gasparini S. Sampling instruments for the transbronchial approach to peripheral pulmonary lesions. Which tool? Are many better than a few? J Bronchol Intervent Pulmonol. 2021;28:169–71. https://doi.org/10.1097/LBR.0000000000000777.\n13. Gasparini S, Ferretti M, Bichi Secchi E, et al. Integration of transbronchial and percutaneous approach in the diagnosis of peripheral pulmonary nodules or masses. Experience with 1,027 consecutive cases. Chest. 1995;108:131–7. https://doi.org/10.1378/chest.108.1.131.\n14. Gasparini SL, Zuccatosta L, De Nictolis M. Transbronchial needle aspiration of mediastinal lesions. Monaldi Arch Chest Dis. 2000;55:29–32.\n15. Gellert AR, Rudd RM, Sinha G, et al. Fiberoptic bronchoscopy effect of multiple bronchial biopsies on diagnostic yield in bronchogenic carcinoma. Thorax. 1982;37:684–7. https://doi.org/10.1136/thx.37.9.684.\n16. Gildea T, Folch E, Sandeep KJ, et al. The impact of biopsy tool choice and rapid on-site evaluation on diagnostic accuracy for malignant lesions in the prospective multicenter Navigate study. J Bronchol Interv Pulmonol. 2021;28:174–83. https://doi.org/10.1097/LBR.0000000000000740.\n17. Harrow EM, Abi-Saleh W, Blum J, et al. The utility of transbronchial needle aspiration in the staging of bronchogenic carcinoma. Am J Respir Crit Care Med. 2000;161:601–7. https://doi.org/10.1164/ajrccm.161.2.9902040.\n18. Herth FJF, Rabe KF, Gasparini S, et al. Transbronchial and transesophageal (ultrasound guided) needle aspiration for the analysis of mediastinal lesions. Eur Respir J. 2006;28:1264–75. https://doi.org/10.1183/09031936.00013806.\n19. Hetzel J, Eberhardt R, Herth FJF, et al. Cryobiopsy increases the diagnostic yield of endobronchial biopsy: a multicentre trial. Eus Respir J. 2012;39:685–90. https://doi.org/10.1183/09031936.00033011.\n20. Holty JE, Kuschner WG, Gould MK. Accuracy of transbronchial needle aspiration for mediastinal staging of non-small cell lung cancer: a meta-analysis. Thorax. 2005;60:949–55. https://doi.org/10.1136/thx.2005.041525.\n21. Hou G, Miao Y, Hu XJ, et al. The optimal sequence for bronchial brushing and forceps biopsy in lung cancer diagnosis: a random control study. J Thorac Dis. 2016;8:520–6. https://doi.org/10.21037/jtd.2016.02.12.\n22. Jett JR, Cortese DA, Dines DE. The value of bronchoscopy in the diagnosis of mycobacterial disease. A five year experience. Chest. 1981;80:575–8. - Gasparini et al.\n\nAccuracy of transbronchial needle aspiration for mediastinal staging of non-small cell lung cancer: a meta-analysis. Thorax. 2005;60:949–55. https://doi.org/10.1136/thx.2005.041525.\n21. Hou G, Miao Y, Hu XJ, et al. The optimal sequence for bronchial brushing and forceps biopsy in lung cancer diagnosis: a random control study. J Thorac Dis. 2016;8:520–6. https://doi.org/10.21037/jtd.2016.02.12.\n22. Jett JR, Cortese DA, Dines DE. The value of bronchoscopy in the diagnosis of mycobacterial disease. A five year experience. Chest. 1981;80:575–8. - Gasparini et al.23. Kim SH, Mok J, Jo EJ, et al. The additive impact of transbronchial cryobiopsy using a 1.1-mm diameter cryoprobe on conventional biopsy for peripheral lung nodules. Cancer Res Treat. 2023;55:506–12. https://doi.org/10.4143/crt.2022.1008. 24. Krasnik M, Vilmann P, Larsen SS, Jacobsen GK. Preliminary experience with a new method of endoscopic transbronchial real time ultrasound guided biopsy for diagnosis of mediastinal and hilar lesions. Thorax. 2003;58:1083–6. https://doi.org/10.1136/thorax.58.12.1083. 25. Kshettry VR, Bassett HFM. The fogarty balloon technique for the control of endobronchial bleeding. Thorax. 1983;38:640. https://doi.org/10.1136/thx.38.8.640. 26. Kvale PA. Flexible bronchoscopy with brush and forceps biopsy. In: Wang KP, editor. Biopsy techniques in pulmonary disorders. New York: Raven; 1989. p. 45–62. 27. Lam WK, So SY, Hsu C, Yu DJC. Fiberoptic bronchoscopy in the diagnosis of bronchial cancer: comparison of washing, brushings and biopsies in central and peripheral tumors. Clin Oncol. 1983;9:35–42. 28. Lee P, Mehta AC, Mathur PN. Management of complications from diagnostic and interventional bronchoscopy. Respirology. 2009;14:940–53. https://doi.org/10.1111/j.1440–1843.2009.01617.x. 29. Mak VHF, Johnston IDA, Hetzel MR, et al. Value of washing and brushings at fiberoptic bronchoscopy in the diagnosis of lung cancer. Thorax. 1990;45:373–6. https://doi.org/10.1136/thx.45.5.373. 30. Mazzone P, Jain P, Arroliga AC, et al. Bronchoscopy and needle biopsy techniques for diagnosis and staging of lung cancer. Clin Chest Med. 2002;23:137–58. https://doi.org/10.1016/s0272-5231(03)00065–0. 31. Minezawa T, Okamura T, Yatsuya H, et al. Bronchus sign on thin-section computed tomography is a powerful predictive factor for successful transbronchial biopsy using endobronchial ultrasound with a guide sheath for small peripheral lung lesions: a retrospective observational study. BMC Med Imaging. 2015;15:21. https://doi.org/10.1186/s12880-015–0060-5. 32. Mondoni M, Sotgiu G, Bonifazi M, et al. Transbronchial needle aspiration in peripheral pulmonary lesions: a systematic review and meta-analysis. Eur Respir J. 2016;48:196–204. https://doi.org/10.1183/13993003.00051–2016. 33. Naidich DP, Sussman R, Kutcher WL, et al. Solitary pulmonary nodules: computed tomography (CT)-bronchoscopic correlation. Chest. 1988;93:595–8. https://doi.org/10.1378/chest.93.3.595. 34. Nasu S, Okamoto N, Suzuki H, Shiroyama T, et al. Comparison of the utilities of cryobiopsy and forceps biopsy for peripheral lung cancer. Anticancer Res. 2019;39:5683–8. https://doi.org/10.21873/anticanres.13766. 35. Oki M, Saka H, Asano F, et al. Use of an ultrathin vs thin bronchoscope for peripheral pulmonary lesions: a randomized trial. Chest. 2019;156:954–64. https://doi.org/10.1016/j.chest.2019.06.038. 36. Rivera MP, Mehta AC. Initial diagnosis of lung cancer. ACCP Evidence-based clinical practice guidelines (2nd Edition). Chest. 2007;132:131s-48s. https://doi.org/10.1378/chest.07–1357. 37. Rivera MP, Mehta AC, Wahidi MM. Establishing the diagnosis of lung cancer. Diagnosis and Management of lung cancer. ACC\n\n3–8. https://doi.org/10.21873/anticanres.13766. 35. Oki M, Saka H, Asano F, et al. Use of an ultrathin vs thin bronchoscope for peripheral pulmonary lesions: a randomized trial. Chest. 2019;156:954–64. https://doi.org/10.1016/j.chest.2019.06.038. 36. Rivera MP, Mehta AC. Initial diagnosis of lung cancer. ACCP Evidence-based clinical practice guidelines (2nd Edition). Chest. 2007;132:131s-48s. https://doi.org/10.1378/chest.07–1357. 37. Rivera MP, Mehta AC, Wahidi MM. Establishing the diagnosis of lung cancer. Diagnosis and Management of lung cancer. ACCP evidence based clinical practice guidelines (2nd ed). Chest. 2013;143 (5 Suppl):e142S-65S. https://doi.org/10.1378/chest.12–2353. 38. Schuhmann M, Bostanci K, Bugalho A, et al. Endobronchial ultrasound-guided cryobiopsies in peripheral pulmonary lesions: a feasibility study. Eur Respir J. 2013;43:233–9. https://doi.org/10.1183/09031936.00011313. 39. Sczaniecka A, Casal R, Chen A, et al. Performance of a novel flexible 21G peripheral transbronchial needle aspiration (TBNA) needle in patients. Eur Respir J. 2018;52:PA4190. https://doi.org/10.1183/13993003.congress-2018.PA4190. 40. Shure D, Astarita RW. Bronchogenic carcinoma presenting as an endobronchial mass: optimal number of biopsy specimens for diagnosis. Chest. 1983;83:865–7. https://doi.org/10.1378/chest.83.6.865. 41. Shure D, Fedullo PF. Transbronchial needle aspiration in the diagnosis of submucosal and peribronchial bronchogenic carcinoma. Chest. 1985;88:49–51. https://doi.org/10.1378/chest.88.1.49. 42. Smith LS, Seaquist M, Schillaci RF. Comparison of forceps used for transbronchial lung biopsy. Bigger may not be better. Chest. 1985;87:574–6. https://doi.org/10.1378/chest.87.5.574. 43. Stratakos G, Porfyridis I, Papas V, et al. Exclusive diagnostic contribution of the histology specimens obtained by 19-gauge transbronchial aspiration in suspected malignant intrthoracic lymphoadenopathy. Chest. 2008;133:131–6. https://doi.org/10.1378/chest.07–1920. 44. Sumi T, Shijubou N, Sawai T, et al. Transbronchial needle aspiration with endobronchial ultrasonography and ultrathin bronchoscopy for peripheral pulmonary lesions. Respir Investig. 2021;59:766–71. https://doi.org/10.1016/j.resinv.2021.04.004. 45. Tramblay A, Michaud G, Urbanski SJ. Hot biopsy forceps in the diagnosis of endobronchial lesions. Eur Respir J. 2007;29:108–11. https://doi.org/10.1183/09031936.00071606. 46. Trisolini R, Lazzari Agli L, Cancellieri A, et al. The value of flexible transbronchial needle aspiration in the diagnosis of stage I sarcoidosis. Chest. 2003;124:2126–30. https://doi.org/10.1378/chest.124.6.2126. 47. Van der Drift MA, Van der Wilt GJ, Thunnissen FBJM, et al. A prospective study of the timing and cost-effectiveness of bronchial washing during bronchoscopy for pulmonary malignant tumors. Chest. 2005;128:394–400. https://doi.org/10.1378/chest.128.1.394. 48. Wang KP. Flexible transbronchial needle aspiration for histology specimens. Chest. 1985;88:860–3. https://doi.org/10.1378/chest.88.6.860. 49. Wang KP. Staging of bronchogenic carcinoma by bronchoscopy. Chest. 1995;106:588–93. https://doi.org/10.1378/chest.106.2.588. 50. Wang KP, Terry PB. Transbronchial needle aspiration in the diagnosis and staging of bronchogenic carcinoma. Am Rev Respir Dis. 1983;127:344–7. https://doi.org/10.1164/arrd.1983.127.3.344. 51. Wang KP, Haponik EF, Britt EJ, et al. Transbronchial needle aspiration of peripheral pulmonary nodules. Chest. 1984;86:819–23. https://doi.org/10.1378/chest.86.6.819. 52. Z",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "ebus",
      "rose",
      "tbna"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_convention_bas.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}