{
  "doc_id": "papoip_cone_bcg",
  "title": "Cone Beam CT Guidance",
  "abstract": "",
  "content": "Cone Beam computed tomography (CT) Guidance\nErik H. F. M. van der Heijden and Roel L. J. Verhoeven Contents Introduction............................................................................................. 2..................................................................................... 2 CT-Guided Navigation Bronchoscopy................................................... 2\n3.1 Cone Beam Computed Tomography Explained......................................................... 2\n3.2 Cone Beam Computed Tomography Systems........................................................... 3\n3.3 Procedural Workflow..................................................................................... 6\n3.4 Diagnostic Performance.................................................................................. 6\n3.5 Image Quality and Anesthesia........................................................................... 6\n3.6 Cost-Effectiveness........................................................................................ 9\n3.7 Therapeutic Applications................................................................................. 10\n3.8 Radiation Safety and Awareness......................................................................... 10 Conclusion and Future Developments................................................................ References...................................................................................................... Abstract\nCone beam CT (CBCT) technology in interventional pulmonology is primarily used for advanced, 3-dimensional image guidance. It offers the possibility for precise, near-real-time guidance for navigation, biopsy and treatment of small, peripheral pulmonary nodules. Fixed CBCT systems are available as ceiling mounted or robotic floor-mounted systems and are integrated with the patient table. This combination offers the possibility for augmented fluoroscopy: an overlay of segmented target nodules and marked bronchial subsegments which can be projected on the live fluoroscopy imaging translating 3D information on 2D fluoroscopy. By using different angulations of fluoroscopy, this allows using CBCT as a single tool for navigation bronchoscopy. This workflow has a high diagnostic yield of 78.2 % (95 % CI 71.5–83.7, intermediate definition) as published in a meta-analysis. Mobile CBCT systems do currently not offer augmented fluoroscopy, but they can be integrated into, for example, robotic-assisted bronchoscopy and can thus compensate for CT-to-body divergence of the (robotic) navigation guidance technology. This combination of robotic bronchoscopy with CBCT translates into an increased diagnostic yield ranging from 75 % to 93 % in the currently available literature. CBCT imaging is an essential prerequisite for all forms of local treatments. CBCT navigation bronchoscopy has a low radiation exposure both for patient and staff and is a cost-effective strategy for diagnoses of peripheral pulmonary nodules. Keywords\nCone beam CT · Navigation bronchoscopy · Pulmonary nodules · Augmented fluoroscopy · Image guided · Lung cancer · Radiation safety - H. F. M. van der Heijden (✉) · R. L. J. Verhoeven\nDepartment of Pulmonary Diseases, Radboud University Medical Center, Nijmegen, The Netherlands\ne-mail: Erik.vanderHeijden@radboudumc.nl; Roel.L.J.Verhoeven@radboudumc.nl\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_21-1\nhas a low radiation exposure both for patient and staff and is a cost-effective strategy for diagnoses of peripheral pulmonary nodules. Keywords\nCone beam CT · Navigation bronchoscopy · Pulmonary nodules · Augmented fluoroscopy · Image guided · Lung cancer · Radiation safety - H. F. M. van der Heijden (✉) · R. L. J. Verhoeven\nDepartment of Pulmonary Diseases, Radboud University Medical Center, Nijmegen, The Netherlands\ne-mail: Erik.vanderHeijden@radboudumc.nl; Roel.L.J.Verhoeven@radboudumc.nl\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_21-1## Introduction The continuous development of instruments and technologies with an aim to perform medical procedures less invasively and in an earlier stage of disease has led to new opportunities in diagnosis and treatment of pulmonary diseases. In the past decade, the field of interventional pulmonology has been transformed by the significant increase in the use of advanced imaging modalities and technological guidance for both diagnostic and therapeutic procedures. Whereas the interventional pulmonologist is accustomed to using endoscopic video imaging while navigating central airways ever since the invention of the bronchoscope, the aim of going beyond the central airways to access peripheral abnormalities for diagnostics and to allow local treatment has led to the adoption of additional adjunct imaging and guidance technologies. Historically, the adjunct imaging technology of choice was 2D X-ray fluoroscopy. By advancing instruments through the working channel and beyond the reach of the conventional bronchoscopic view under guidance of 2D X-ray fluoroscopy, diagnostic biopsies of suspicious peripheral pulmonary lesions or segments with interstitial pathology were facilitated. As van ‘t Westeinde et al. however found, the accuracy of taking biopsies of peripheral pulmonary lesions by extending tools beyond conventional therapeutic bronchoscopes under 2D X-ray guidance was limited in an unselected cohort of lesions that were less than 20 mm, with a reported sensitivity of 14 % and negative predictive value of 47 % [1]. This logically follows the coarse resolution of 2D X-ray imaging information in a 3D environment that is dynamic and consists out of a maze of bronchi. Whereas preselection of patients along with local expertise might challenge the outcome of van ‘t Westeinde et al. for the better, it can certainly be concluded that the use of 2D fluoroscopy in conjunction with an endobronchial approach does not give universal and unambiguous accurate guidance and outcome in peripheral pulmonary lesion diagnostics. ## Clinical Importance Especially, the overall survival of advanced stage lung cancer remains abysmal despite developments in therapy. The development of technology specifically for interventional pulmonology follows the increasing need for accurate and safe diagnostic tools for small ( < 2 cm) peripheral pulmonary nodules, to diagnose lung cancer as early as possible and offer the highest chances for curative treatment. These needs follow the ability and observation that suspected lesions can be identified early through either computed tomography (CT)-screening of a population (at risk) as is being implemented in multiple countries, or, through detection, characterization or follow-up of incidental findings on chest CT. The British Thoracic Society guidelines summarized in 2015 that incidental peripheral pulmonary nodules (PPLs) were found in approximately 30 % of all chest-CTs in Europe, 23 % in North America and 36 % Asia, ultimately leading to a lung cancer diagnosis in 0.2–4.0 % of cases [2]. As Hendrix et al. recently reported, the increased use and resolution of CT will lead to an even further increase in incidental findings and early-stage lung cancers [3]. Navigating beyond the central airways to access, localize diagnose and/or perform interventions in the periphery of the lung requires an understanding of the required pathway and 3D relationship of the target area relative to biopsy instruments or treatment devices and the surrounding tissue structures. Especially small peripheral lesions which are positioned at the end or even beyond existing bronchi require detailed and precise 3D information for precise positioning. Multiple new advanced technologies as also described in other chapters aim at providing intraprocedural guidance in targeting these peripheral pulmonary lesions, such as electromagnetic tracking, virtual endoscopic guidance and novel shape sensing technologies. All based on procedural CT scans have been introduced and translate into a large increase in diagnostic performance. In this chapter, we will describe the principles of cone beam CT (CBCT) guidance and provide more detail on its practical use, its performance as a stand-alone device as well as in combination with other technologies in the field of interventional pulmonology. ## Cone Beam CT-Guided Navigation Bronchoscopy ### 3.1 Cone Beam Computed Tomography Explained Computed tomography is a well-known piece of X-ray based imaging equipment to all pulmonologists, relying on scan results of these systems for treatment of their patients on a daily basis. Computed tomography (CT) scanners as generally used for diagnostic imaging in every hospital, rely on the generation of a wide fan of X-rays from a moving point X-ray source. This X-ray fan-beam penetrates the patient in divergent fashion. These X-rays are subsequently collected at the opposite end of the generating source by an array of detectors that move along the same circular trajectory as the x-ray point source. By collecting information about the received intensity of X-rays at every angle of a (helical) rotation around the image volume (patient) in mere seconds, a subsequently activated mathematical model can reconstruct an image volume. As\ncopy ### 3.1 Cone Beam Computed Tomography Explained Computed tomography is a well-known piece of X-ray based imaging equipment to all pulmonologists, relying on scan results of these systems for treatment of their patients on a daily basis. Computed tomography (CT) scanners as generally used for diagnostic imaging in every hospital, rely on the generation of a wide fan of X-rays from a moving point X-ray source. This X-ray fan-beam penetrates the patient in divergent fashion. These X-rays are subsequently collected at the opposite end of the generating source by an array of detectors that move along the same circular trajectory as the x-ray point source. By collecting information about the received intensity of X-rays at every angle of a (helical) rotation around the image volume (patient) in mere seconds, a subsequently activated mathematical model can reconstruct an image volume. Asdata points into a new volume that is cylindrical of nature and has voxels of equal size throughout. By creating a grid that contains equal voxel sizes throughout the imaged volume, a mathematical model can approximate which absorbance of rays was caused at certain points in the volume. Because equal voxel sizes can be accurately calculated with the amount of imaging information obtained from these fast-rotating helical trajectories, the Hounsfield unit as measured in these voxels is a standardized measure for tissue absorbance. Cone beam computed tomography (CBCT) is a technique wherein an X-ray point source is used to create a cone beam of X-rays. The cone beam of X-rays diverge as the distance from the source becomes greater and is subsequently detected at the opposite end of the source by a square flat detector panel. A cone beam computed tomography (CT) is made by rotating the source and detector coherently (generally by a C-arm) around the patient in a single rotation. Depending on the system used, the degrees of rotation (“spin”) needed to allow reconstruction of a 3D volume may vary. Generally, a rotational acquisition of between 90 and 360 degrees is used to allow a 3D construction (but is dependent on vendor specifics). Use of a cone beam along a single rotation allows the collection of less information than with conventional CT. While the translation of information into a cylindrical volume is still possible, the quality and uniformity of the subsequent voxel and intensity determination is of lesser quality than that as generally known for diagnostic CT scanners. In general, Hounsfield units cannot be accurately reconstructed using CBCT scans because there is simply not sufficient information to allow accurate modeling alike in conventional CT. Depending on the system used, the time needed to make a CBCT scan can also differ significantly (fixed systems: 3–12 s, currently available mobile systems up to 48 s) which is predominantly caused by the needed X-ray imaging power at every angle. With the currently needed time to make these scans, significantly more movement artifacts are found in CBCT images as compared to diagnostic CT. Nevertheless, resolutions that are currently obtained are in the millimeter range. 3.2 Cone Beam Computed Tomography Systems Cone beam CT imaging is a technique rather than a system by itself. In the current interventional pulmonology landscape, several embodiments of technology that use the CBCT principle can be found. 3.2.1 Fixed CBCT Systems Where interventional pulmonology has started using CBCT systems to help aid in navigation bronchoscopy and delivery of image-guided treatments in the past years, you can find CBCT systems routinely installed in most hospitals. As the C-arm that allows fluoroscopy has evolved to also allow the reconstruction of 3D volumes, several departments have seen the installation of such a system as part of their replacement program for older technology or as a purchase for allowing new types of interventions. Immediately the specialty interventional radiology comes to mind, but several other departments might also house such systems: interventional cardiology, interventional neurology, gastroenterology and in the “hybrid operating rooms” you’ll find that surgical subspecialties such as those specialized in orthopedic and oncologic surgery will have also placed such imaging systems. Not every CBCT system supports the needs of Interventional Pulmonology. Dental CBCT systems are an example, which simply do not have sufficient field of view or room to harbor the patient’s thorax. On the other hand, not all C-arms that are installed in the endoscopy suite are capable of 3D imaging. To make a CBCT system out of a C-arm setup, you’ll need the right software (imaging protocols, reconstruction algorithms, etc.) as well as the right hardware (sufficiently large detector, motorized C-arm, etc.). Fixed imaging systems capable of cone beam CT imaging are generally sold by commercial vendors in the higher and more costly segment of their equipment spectrum. The placement of a CBCT capable imaging system not only requires specific vendor equipment, it also requires the room to be outfitted with specific building materials. CBCT systems that are available are either ceiling- or floor mounted (see Specific materials are also used for construction work in order to shield the outside of the room from emanating too much radiation. The amount of shielding is based upon the expected use and therewith generated dose of the system (which is not unique to CBCT systems as also other rooms frequently incorporating X-ray imaging equipment will have been modified as such). Generally, these rooms are outfitted with special lead containing gypsum, lead-lined glass and a strict building method wherein there is not a single hole in the outers of the room that could allow X-rays to pass through with more than a fraction of its original intensity. As a consequence of these shielding measures, the natural environmental radiation is typically significantly lower in these rooms. Detector sizes of CBCT systems vary. A\n, it also requires the room to be outfitted with specific building materials. CBCT systems that are available are either ceiling- or floor mounted (see Specific materials are also used for construction work in order to shield the outside of the room from emanating too much radiation. The amount of shielding is based upon the expected use and therewith generated dose of the system (which is not unique to CBCT systems as also other rooms frequently incorporating X-ray imaging equipment will have been modified as such). Generally, these rooms are outfitted with special lead containing gypsum, lead-lined glass and a strict building method wherein there is not a single hole in the outers of the room that could allow X-rays to pass through with more than a fraction of its original intensity. As a consequence of these shielding measures, the natural environmental radiation is typically significantly lower in these rooms. Detector sizes of CBCT systems vary. Aleast the majority of thorax in the vast majority of patients in a single scan. For the CBCT system to accurately reconstruct an initial 3D volume, it requires knowledge of its own position in 3D space during the trajectory of the C-arm. The system must be calibrated with the patient table so that it not only creates a 3D volume specific to the current C-arm and table position but allows full movement of all components after 3D scanning while keeping the information on where the image volume is moved to. This is an important aspect of the CBCT systems to help guide interventional pulmonology procedures. To retain the accuracy of the imaged volume, it is however imperative that the patient remains still on the table as this movement factor cannot be accounted for by the system itself. Currently available CBCT systems do not allow continuous and real-time 3D imaging updates. Rather, 3D scanning is performed intermittently. To reduce movement artifacts, the scanning should preferably also be performed under breath-hold. After having obtained a first or additional CBCT scan, the proceduralist can see the reconstructed 3D volume on the workstation in or adjacent to the interventional room. Based on the interpretation of the volume, one can determine at what angle and position the C-arm should be positioned to best help visualize and guide the manipulation of tools inside the imaging field through real-time 2D fluoroscopic guidance. ### 3.2.2 Augmented Fluoroscopy Augmented fluoroscopy (AF) is the possibility to visually relay the obtained 3D information from the CBCT scan back onto live 2D fluoroscopy is currently limited to fixed cone beam systems only. This is not available as an integral option on every CBCT system, but often part of an additionally purchased software package. Peripheral pulmonary lesions or other targets can be highlighted for AF overlay by segmentation on the CBCT-3D volume on the user interface following vendor-specific software, usually originally designed for vascular applications. For example, one user interface allows semiautomatic lesion segmentation from the 3D volume by manually demarcating the inner and outer border of the lesion in at least two viewing planes, whereas another vendor allows for segmentation by a mouse-click on the center of the nodule by which it automatically does a segmentation of the tissue with similar intensity. A manual adjustment of the selected region is possible. Beyond segmentation of lesions, the proceduralist can also use the obtained 3D volume to determine and overlay a targeted navigation routing. Currently available options to do so include the placement of manual dots to identify bifurcations in bronchi leading to the target lesion or placement of continuous (nonlinear) lines along the navigation trajectory while moving through the reconstructed 2D axial, coronal, or sagittal slices. Whereas computed tomography (CT)-to-body-divergence is a frequently used term in interventional pulmonology to describe that a pre-procedural CT as used for planning a navigation bronchoscopy does not coincide with intraprocedural imaging, intraprocedural CBCT to body divergence is yet another factor that should be taken into account when using CBCT imaging as guidance. CBCT AF imaging is based on the acquired 3D volume and not fully real-time; the marked tools and segmented target lesions do not move with breathing, whereas the live fluoroscopy image does show movement of both lungs and these tools. The cause of the intraprocedurally observed divergence/movement can be multifactorial: - First, CBCT scanning is performed under breath-hold, while consecutive intraprocedural 2D fluoroscopy is most often performed under mechanical ventilation. This causes a potentially significant mismatch between lesion and instrument positioning. The upper lobes are herein less affected than the lower lobes. An often used (approximate) coping method is to also ensure that the instrument (tip) is highlighted and overlayed on the augmented fluoroscopy, along with the segmented target lesion. Once back into the room, the marked area and lesion can be mentally correlated with the obtained instrument positioning under live 2D fluoroscopy (where ventilation has been restarted). If there’s a mismatch because of CBCT to body divergence, the interventionalist can translate the relative position of lesion and instrument to the new information.\n- Second, due to instrument manipulation or insertion of instruments (like passive extended working channels, biopsy tools with different relative stiffnesses or manipulation of robotic bronchoscopy systems) forces are applied to the lungs that may have not been there during scanning, that may cause a change in positioning in the order of millimeters to centimeters.\n- Third, the general insertion of a bronchoscope or robotic bronchoscopy system by itself causes lung deformation, especially in the lower segments. As such, a first CBCT scan that will be used for guidance should preferably already have instruments coarsely positioned in place as much and far as safely possible. As\nwith the obtained instrument positioning under live 2D fluoroscopy (where ventilation has been restarted). If there’s a mismatch because of CBCT to body divergence, the interventionalist can translate the relative position of lesion and instrument to the new information.\n- Second, due to instrument manipulation or insertion of instruments (like passive extended working channels, biopsy tools with different relative stiffnesses or manipulation of robotic bronchoscopy systems) forces are applied to the lungs that may have not been there during scanning, that may cause a change in positioning in the order of millimeters to centimeters.\n- Third, the general insertion of a bronchoscope or robotic bronchoscopy system by itself causes lung deformation, especially in the lower segments. As such, a first CBCT scan that will be used for guidance should preferably already have instruments coarsely positioned in place as much and far as safely possible. Asextended working channel on the obtained 3D CBCT scan helps to understand what translation of positioning has occurred from CBCT in breath-hold to live positioning under ventilation as visible on AF. 2. By using the overlay function of the CBCT system. After having acquired a 3D volume, it can be fully overlaid on the AF image. An adjustment of the transparency of this volume (also sometimes seen as a “blend” function on the user interface) allows the augmentation of tissues or objects that absorb more or less X-rays. With the knowledge that instruments generally are well visible, it is often feasible to augment them on fluoroscopy and filtering out all of the other intensity as obtained in the CBCT image. ### 3.2.3 Mobile 3D CBCT Systems Being restricted to a single dedicated room as with fixed CBCT systems for advanced image-guided interventional pulmonology procedures has the advantage that the system itself can be optimally equipped for performance. Yet, the room construction needs specific requirements to house a fixed CBCT system is associated with significant cost on top of equipment purchase. It furthermore also means the flexibility of system use is low. Mobile CBCT systems allow for more flexibility as they can easily be transferred between different operating and procedure rooms. Several vendors have developed the historically available mobile C-arm systems into an application that can also produce CBCT 3D volume images, and they come in different setups (see, i.e., As these systems needed to remain mobile and operable in every environment, this currently means some adjustments to that of a fixed CBCT system. Because such a system should be limited in weight and complexity, choices such as removing the ability to adjust the detector distance are for example sometimes made. Consequently, mobile CBCT systems in general have less options to limit dose or increase image quality (by bringing the detector close to the patient, the x-ray source beam has diverged less and thus the detector more specifically captures the image target area). Limitations in the maximum amount of power supply that can be equipped in mobile systems furthermore result in the need of longer scanning times than that of fixed CBCTs. Currently, available mobile CBCT systems need for example 13 seconds (Medtronic O-arm, by 360 degrees rotation), 30 seconds (Siemens CIOS Spin, by 100 degrees rotation) or 48 seconds (Ziehm Vision RFD 3D imaging) for a spin to collect the needed information at every imaging angle. With the advancement of technology, this spin time will likely become shorter in the future and consequently lower the risk of movement artifacts. The biggest drawback of the mobility of these systems however is that current mCBCT systems do not “know” its position relative to the patient table and therefore currently do not provide the options of augmented fluoroscopy. The lack of knowledge therefore currently does not support precise 3D image-guided navigation by X-ray-guidance but it does allow for confirmation of tool in lesion or directional support to adjust other navigation tools like robotic bronchoscopy systems. Altogether, the flexibility of the system and the less-costly purchase does make it an attractive piece of equipment for interventional pulmonology, especially when used in combination with other guidance systems. Cone Beam computed tomography (CT)\n3D imaging) for a spin to collect the needed information at every imaging angle. With the advancement of technology, this spin time will likely become shorter in the future and consequently lower the risk of movement artifacts. The biggest drawback of the mobility of these systems however is that current mCBCT systems do not “know” its position relative to the patient table and therefore currently do not provide the options of augmented fluoroscopy. The lack of knowledge therefore currently does not support precise 3D image-guided navigation by X-ray-guidance but it does allow for confirmation of tool in lesion or directional support to adjust other navigation tools like robotic bronchoscopy systems. Altogether, the flexibility of the system and the less-costly purchase does make it an attractive piece of equipment for interventional pulmonology, especially when used in combination with other guidance systems. Cone Beam computed tomography (CT)3.3\nProcedural Workflow\n3.3.1\nFixed Cone Beam Computed Tomography-Based Navigation Bronchoscopy\nAs explained above, fixed CBCT systems allow for detailed and accurate imaging and augmented fluoroscopy that can be used as a single device for navigation bronchoscopy to precisely guide extended working channels into the periphery of the lungs. A practical “How we do it” step-by-step description of CBCT-AF-based navigation bronchoscopy is illustrated in 3.3.2\nMobile 3D CBCT Navigation Workflows\nCurrently available mobile CBCT systems lack the option of AF. They therefore cannot easily serve as a sole navigation tool for navigation bronchoscopy in the strict sense. However, when added to navigation devices like electromagnetic navigation systems or robotic systems, the availability of 3D CBCT capabilities is of added value as compared to standard C-arm fluoroscopy or systems that use tomosynthesis for tool in lesion confirmation and correction for computed tomography (CT)-to-body-divergence. Recent advancements do have made it possible to integrate the obtained CBCT volume of a mobile system into a secondary guidance system. Whereas mCBCT currently does not deliver AF capabilities, the integration into a secondary system does allow an update of their navigation guidance method. An example of integration of advanced navigation technology with mCBCT is the workflow designed by ION(R) by Intuitive where the shape-sensing robotic system can be integrated with a Siemens Cios Spin mobile CBCT system(R). After a CBCT scan, the navigation planning can be adjusted based on the observed 3D information. 3.4\nDiagnostic Performance\n3.4.1\nCBCT-Based Navigation Bronchoscopy\nThe use of fixed and/or mobile CBCT systems, both as a single tool for image-guided navigation bronchoscopy or in combination with nonrobotic navigation bronchoscopy tools has been investigated in several studies. As the meta-analysis by Kops et al. (2023) showed, studies using newer techniques for navigation bronchoscopy (such as CBCT, robotic bronchoscopy, tomosynthesis-guided EMN) in general showed a higher diagnostic yield than that of longer available technologies (such as virtual bronchoscopy, electromagnetic navigation) [5]. Zooming in on studies specifically studying the value of adding CBCT to all but a combination with robotic systems, several studies time and again underline the value of CBCT in peripheral diagnostics. Casal et al. (2018) for example found that adding CBCT imaging to an ultrathin bronchoscopy approach increased diagnostic yield from 50 % to 70 % in a pilot study of 20 patients [6]. Verhoeven et al. (2021), in a cross-over pilot study design, found that adding CBCT to an EMN based approach improved navigation success from 52.2 % to 89.9 % [7]. A second study reported on the feasibility of using only CBCT and AF in combination with a catheter approach and found that their diagnostic yield increased with experience, from 72 % to 90 % (n = 238 patients) [8]. A high diagnostic yield by using CBCT that was earlier also reported by Pritchett et al., reporting a diagnostic yield of 83.7 % (n = 75 patients) when using CBCT-AF in combination with EMN [9]. Yu et al. (2021) studied how an approach using only rEBUS was improved by adding CBCT and AF guidance, finding a significant diagnostic yield increase from 52.8 % to 75.5 % (performed by propensity score matching of patients, n = 53) [10]. Lin et al. (2022) corroborated the results by Yu et al. in a group of 236 study subjects and found a navigation success rate of 96.5 % in the CBCT-AF group versus 86.8 % in the rEBUS only group [11]. The ability of obtaining exact 3D information of tools relative to lesion is also of importance in cases where preprocedural or intraprocedural imaging shows that there is no endobronchial route to a lesion and a trans-parenchymal pathway needs to be created [12]. 3.4.2\nCBCT Imaging in Combination with Robotic-Assisted Navigation Bronchoscopy\nRobotic-assisted navigation bronchoscopy (RAB) is currently available in three different setups: ION by Intuitive is based on shape-sensing technology, the Monarch system from Johnson & Johnson uses electromagnetic navigation as the guidance technology and finally Galaxy from Noah also uses electromagnetic navigation and integrates this with C-arm tomosynthesis as an alternative strategy for CBCT. Recent and ongoing studies have shown that combination of robotic-assisted bronchoscopy with CBCT imaging increased diagnostic performance when compared to RAB alone. The\nD information of tools relative to lesion is also of importance in cases where preprocedural or intraprocedural imaging shows that there is no endobronchial route to a lesion and a trans-parenchymal pathway needs to be created [12]. 3.4.2\nCBCT Imaging in Combination with Robotic-Assisted Navigation Bronchoscopy\nRobotic-assisted navigation bronchoscopy (RAB) is currently available in three different setups: ION by Intuitive is based on shape-sensing technology, the Monarch system from Johnson & Johnson uses electromagnetic navigation as the guidance technology and finally Galaxy from Noah also uses electromagnetic navigation and integrates this with C-arm tomosynthesis as an alternative strategy for CBCT. Recent and ongoing studies have shown that combination of robotic-assisted bronchoscopy with CBCT imaging increased diagnostic performance when compared to RAB alone. TheCone Beam computed tomography (CT)\nof importance in cases where preprocedural or intraprocedural imaging shows that there is no endobronchial route to a lesion and a trans-parenchymal pathway needs to be created [12]. 3.4.2\nCBCT Imaging in Combination with Robotic-Assisted Navigation Bronchoscopy\nRobotic-assisted navigation bronchoscopy (RAB) is currently available in three different setups: ION by Intuitive is based on shape-sensing technology, the Monarch system from Johnson & Johnson uses electromagnetic navigation as the guidance technology and finally Galaxy from Noah also uses electromagnetic navigation and integrates this with C-arm tomosynthesis as an alternative strategy for CBCT. Recent and ongoing studies have shown that combination of robotic-assisted bronchoscopy with CBCT imaging increased diagnostic performance when compared to RAB alone. TheCone Beam computed tomography (CT)interfering objects. Devices, cables and objects such as the metal components of a blood pressure cuff but also nonmetals such as the ventilation tubes and filters are best placed as far from the radiation field as possible. Even if these objects are not visible on the fluoroscopy and/or the reconstructed slices of your 3D scan, these objects may still scatter photons, and since CBCT scanning is based on a cone-shaped beam, any source of scattering can negatively influence the image quality. 3.5.1 Ventilation Strategy An optimized ventilation protocol and collaboration with the anesthesia team are important in procedures where CBCT imaging will be performed. Without optimization, significant intraprocedural atelectasis of the lungs can be expected. By this atelectasis the positioning of the lesion will be altered or even completely obscured (see A dedicated ventilation protocol can reduce computed tomography (CT)-body-divergence, prevent atelectasis and aid image-guided biopsy in difficult cases where you can impose breath hold episodes at similar levels of inspiration. So, on top of a protocol that optimizes continuous lung ventilation, care Author Year Pts Nodules Mean size Prevalence cancer RAB system Fixed/Mobile/ Tomo DY/ Accuracy DY definition\nBenn [14] 2021 52 59 21.9 64 ssRAB (I) Fixed Intermed\nStyrvoky [13] 2022 200 209 (solid only) 22.6 64 ssRAB Fixed 91.4 Intermed\nAbia-Trujillo [15] 2024 105 117 (66 % solid) 12.3 - ssRAB Mobile 83.8 Intermed\nReisenauer [16] 2022 30 30 17.5 - ssRAB Mobile 93.3 Intermed\nChambers [17] 2023 75 79 20 - ssRAB Mobile (O) Intermed\nCumbo-Nacheli [18] 2022 20 20 22 - EMN (M) NR Intermed\nSaghaie [19] 2024 18 19 (90 % solid) 20 78 EMN-TilT (G) Tomo 89.5 Strict\nBruinen prelim ERS 24 [21] 2024 95 133 11.8 - ssRAB Fixed Strict\nShaller [20] 2024 100 100 16 - EMN(M) Fixed 90 % Intermed 8 E. H. F. M. van der Heijden and R. L. J. Verhoeven\nRAB Mobile 93.3 Intermed\nChambers [17] 2023 75 79 20 - ssRAB Mobile (O) Intermed\nCumbo-Nacheli [18] 2022 20 20 22 - EMN (M) NR Intermed\nSaghaie [19] 2024 18 19 (90 % solid) 20 78 EMN-TilT (G) Tomo 89.5 Strict\nBruinen prelim ERS 24 [21] 2024 95 133 11.8 - ssRAB Fixed Strict\nShaller [20] 2024 100 100 16 - EMN(M) Fixed 90 % Intermed 8 E. H. F. M. van der Heijden and R. L. J. Verhoevenshould be taken to time CBCT image acquisition. To minimize movement artifacts, CBCT scanning is typically performed under breath-hold (preferably at inspiration phase and while maintaining positive airway pressure to keep the airways open) and should only be performed 5–7 s after initiating breath-hold due to the expected initial lung movement. - 3.6 Cost-Effectiveness*\nBoth mobile and fixed CBCT systems are advanced pieces of equipment, translating into significant purchase costs. The cost of CBCT per procedure is predominantly determined by the one-time purchase and yearly service cost (and operating personnel) divided by the number of years the system will be in service before replacement (x amount of procedures per year). If the interventional pulmonology unit will use it 100 % of the time, total cost of ownership can be easily calculated. In most centers, however, it can potentially be shared between departments. Sharing a CBCT facility to increase its utilization and therewith cost-effectiveness is a useful argument to keep healthcare cost reasonable. A study by Patel et al. on utilization of hybrid ORs (with fCBCT) in a Dutch hospital setting for example showed that there was room for improvement, as the utilization was still significantly below that of a normal OR (average of 92 % versus 48 % utilization, respectively). A mobile CBCT system is more flexibly repositioned, possibly leading to a higher utilization rate and thus lower procedural cost [26]. To determine the cost-effectiveness of a procedure in a care pathway, the CBCT-guided navigation bronchoscopy approach needs to be compared to the conventional alternative: computed tomography (CT)-guided transthoracic biopsy. CT-guided transthoracic biopsy has long been considered the gold standard for diagnosis of peripheral pulmonary lesions. It has historically been reported to have a relatively high diagnostic yield, but, also having a high rate of complications. A meta-analysis by Heerink et al. showed complications up to 39 %, of which up to 7 % due to pneumothoraces requiring chest tube placement [27]. Recently the first randomized prospective trial comparing CT-guided transthoracic biopsy with navigation bronchoscopy (NB) has been completed and the initial results show a diagnostic noninferiority of a (electromagnetic and tomosynthesis-guided) navigation bronchoscopy with 76 % diagnostic yield for both approaches [28]. While diagnostic yields were similar, they report that NB had significantly less complications (with 31 % for CT-TTNB and 5.8 % for NB procedures, p < 0.001) [28]. When calculation on the cost-effectiveness of a diagnostic procedures like the (nonrobotic) CBCT-guided navigation bronchoscopy approach is made to be compared against CT-guided transthoracic biopsy, this lower complication rate is also an important factor alongside the general advantages of navigation bronchoscopy implementation in the early diagnosis of lung cancer, thus translating in prevented - Cone Beam CT\n-guided transthoracic biopsy with navigation bronchoscopy (NB) has been completed and the initial results show a diagnostic noninferiority of a (electromagnetic and tomosynthesis-guided) navigation bronchoscopy with 76 % diagnostic yield for both approaches [28]. While diagnostic yields were similar, they report that NB had significantly less complications (with 31 % for CT-TTNB and 5.8 % for NB procedures, p < 0.001) [28]. When calculation on the cost-effectiveness of a diagnostic procedures like the (nonrobotic) CBCT-guided navigation bronchoscopy approach is made to be compared against CT-guided transthoracic biopsy, this lower complication rate is also an important factor alongside the general advantages of navigation bronchoscopy implementation in the early diagnosis of lung cancer, thus translating in prevented - Cone Beam CTupstaging. A model by Kops et al. evaluated the cost-effectiveness of an approach in which TTNA and CBCT-guided NB as well as immediate therapy without diagnosis were feasible care pathways. In a scenario where CBCT-guided NB and TTNA would have similar diagnostic yields, it was concluded that both could be cost-effective approaches in a healthcare setting where there was a willingness to pay of 20.000–80.000 Euro per patient quality adjusted life year (QALY). It was concluded that all cases not eligible for a TTNA approach should receive NB, and depending on the local diagnostic expertise, also other lesions may be considered [29]. ### 3.7 Therapeutic Applications\nThe introduction of CBCT in interventional pulmonology has the potential to go beyond diagnostics and into therapy. Not only placing fiducial markers for subsequent surgery or radio-therapy belongs to the possibilities of extending CBCT use. Through CBCT imaging, it becomes possible to meticulously apply and monitor the injection of pharmaceutical therapies or ablative therapies in 3D. While several therapeutic modalities come to mind and studies have been, or are being conducted with several ablation techniques such as micro-wave ablation, radiofrequency ablation, pulsed electric field therapy, intratumoral pharmaceutical therapy, or brachytherapy, it is clear that for all local treatments, precise and detailed image guidance with CBCT is an essential prerequisite. Elsewhere in this book, more detailed and in-depth summary on these therapeutic interventional procedures is presented. ### 3.8 Radiation Safety and Awareness\nAs diverse image-guiding systems like CBCT become more available to interventional pulmonologists, with increasing use of ionizing radiation, it is crucial to be educated on ionizing radiation principles to protect both patients and hospital staff. A white paper from experts in the field of interventional pulmonology was recently published focusing on this subject, in which both explanatory radiation principles as well as international reporting recommendations for consistent and accurate reporting on radiation dose and safety in interventional pulmonology were given [30]. In this paper, radiation dose is also reviewed for both fixed and mobile cone-beam computed tomography (CT) systems as used in IP procedures [30]. Dose Area Products (DAP) from CBCT (both mCBCT and fCBCT)-guided diagnostic navigation bronchoscopies ranged from 9.78 Gycm2 to 77.78 Gycm2, and no clear difference in DAP could therein be seen between the approach of using either a fixed or mobile system. To allow comparison of this DAP to other diagnostic or interventional procedures which do not necessarily use CBCT imaging, an approximation of the effective dose can be used (in millisieverts). The median effective dose of all summarized studies therein was 5.5 mSv, which is comparable to a diagnostic chest CT scan [30]. In general, this and other papers show that optimizing the image protocols available and use of general safety precautions can result in low radiation exposure for both patient and staff [8, 30]. CBCT based navigation bronchoscopy can therefore be concluded as a safe procedure in terms of radiation as well as procedural complications. ### Conclusion and Future Developments\nAccess of small peripheral pulmonary lesions situated deep within the lung parenchyma is not straightforward and requires navigating through a maze of airways and meticulous positioning for adequate sampling of millimeter sized lesions. In the past two decades, several techniques have been commercialized and implemented to help move toward this goal. Techniques such as radial endobronchial ultrasonography (rEBUS), electromagnetic navigation technology (EMN), virtual bronchoscopy and ultrathin bronchoscopes are widely utilized for navigation bronchoscopy. A meta-analysis [5] showed that these techniques can enable navigation bronchoscopy as a diagnostic method with very low complication rates as compared to TTNB [5]. Addition of cone beam CT imaging with augmented fluoroscopy (AF) to the existent line-up of navigation bronchoscopy techniques significantly increased yield, but CBCT can also be used as a stand-alone system. The new, robotic-assisted bronchoscopy platforms enable precise steerability and a stable exit point, the addition of CBCT imaging to robotic navigation further increases yield. CBCT with AF enables a near real-time confirmation or guidance of the correct positioning of the diagnostic tool near or within the target lesion, which results in a high diagnostic yield. CBCT navigation bronchoscopy is safe, has a low complication rate and is a cost-effective clinical strategy. Currently, only the fixed CBCT systems offer augmented fluoroscopy whereas the mobile systems are less costly and can be integrated into (robotic) workflows. For local treatment, CBCT imaging is an essential prerequisite for precise positioning of treatment devices. With\nbeam CT imaging with augmented fluoroscopy (AF) to the existent line-up of navigation bronchoscopy techniques significantly increased yield, but CBCT can also be used as a stand-alone system. The new, robotic-assisted bronchoscopy platforms enable precise steerability and a stable exit point, the addition of CBCT imaging to robotic navigation further increases yield. CBCT with AF enables a near real-time confirmation or guidance of the correct positioning of the diagnostic tool near or within the target lesion, which results in a high diagnostic yield. CBCT navigation bronchoscopy is safe, has a low complication rate and is a cost-effective clinical strategy. Currently, only the fixed CBCT systems offer augmented fluoroscopy whereas the mobile systems are less costly and can be integrated into (robotic) workflows. For local treatment, CBCT imaging is an essential prerequisite for precise positioning of treatment devices. WithOf interventional pulmonology centers is key and essential for local treatments. The combination of CBCT image-guided with steerable catheters as offered by the robotic systems is likely to become the next gold standard. New developments in software, supporting planning and navigation guidance and the ease of using CBCT as a single navigation tool are awaited. References\n1. van’t Westeinde SC, Horeweg N, Vernhout RM, Groen HJM, Lammers JJ, Weenink C, et al. The role of conventional bronchoscopy in the workup of suspicious computed tomography (CT) scan screen-detected pulmonary nodules. Chest. 2012;142(2):377–84.\n2. Callister MEJ, Baldwin DR, Akram AR, Barnard S, Cane P, Draffan J, et al. British Thoracic Society guidelines for the investigation and management of pulmonary nodules. Thorax. 2015;70: 1–54.\n3. Hendrix W, Rutten M, Hendrix N, van Ginneken B, Schaefer-Prokop C, Scholten ET, et al. Trends in the incidence of pulmonary nodules in chest computed tomography: 10-year results from two Dutch hospitals. Eur Radiol. 2023;33(11):8279–88.\n4. Verhoeven RLJ, Kops SEP, Wijma IN, Ter Woerds DKM, van der Heijden E. Cone-beam CT in lung biopsy: a clinical practice review on lessons learned and future perspectives. Ann Transl Med. 2023;11(10):361.\n5. Kops SEP, Heus P, Korevaar DA, Damen JAA, Idema deep learning (DL), Verhoeven RLJ, et al. Diagnostic yield and safety of navigation bronchoscopy: a systematic review and meta-analysis. Lung Cancer. 2023;180:107196.\n6. Casal RF, Sarkiss M, Jones AK, Stewart J, Tam A, Grosu HB, et al. Cone beam computed tomography-guided thin/ultrathin bronchoscopy for diagnosis of peripheral lung nodules: a prospective pilot study. J Thorac Dis. 2018;10(12):6950–9.\n7. Verhoeven RLJ, Futterer JJ, Hoefsloot W, van der Heijden E. Cone-beam CT image guidance with and without electromagnetic navigation bronchoscopy for biopsy of peripheral pulmonary lesions. J Bronchology Interv Pulmonol. 2021;28(1):60–9.\n8. Verhoeven RLJ, van der Sterren W, Kong W, Langereis S, van der Tol P, van der Heijden E. Cone-beam CT and augmented fluoroscopy-guided navigation bronchoscopy: radiation exposure and diagnostic accuracy learning curves. J Bronchology Interv Pulmonol. 2021;28(4):262–71.\n9. Pritchett MA, Schampaert S, de Groot JAH, Schirmer CC, van der Bom I. Cone-beam CT with augmented fluoroscopy combined with electromagnetic navigation bronchoscopy for biopsy of pulmonary nodules. J Bronchology Interv Pulmonol. 2018;25(4):274–82.\n10. Yu KL, Yang SM, Ko HJ, Tsai HY, Ko JC, Lin CK, et al. Efficacy and safety of cone-beam computed tomography-derived augmented fluoroscopy combined with endobronchial ultrasound in peripheral pulmonary lesions. Respiration. 2021;100(6):538–46.\n11. Lin CK, Fan HJ, Yao ZH, Lin YT, Wen YF, Wu SG, Ho CC. Cone-beam computed tomography-derived augmented fluoroscopy improves the diagnostic yield of endobronchial ultrasound-guided transbronchial biopsy for peripheral pulmonary lesions. Diagnostics. 2021;12(1):41. https://doi.org/10.3390/diagnostics12010041\n12. Sobieszczyk MJ, Yuan Z, Li W, Krimsky W. Biopsy of peripheral lung nodules utilizing cone beam computed tomography with and without transbronchial access tool: a retrospective analysis. J Thorac Dis. 2018;10(10):5953–9.\n13. Styrvoky K, Schwalk A, Pham D, Chiu HT, Rudkovskaia A, Madsen K, et al. Shape-sensing robotic-assisted bronchoscopy with concurrent use of radial endobronchial ultrasound and cone beam computed tomography in the evaluation of pulmonary lesions. Lung\nof endobronchial ultrasound-guided transbronchial biopsy for peripheral pulmonary lesions. Diagnostics. 2021;12(1):41. https://doi.org/10.3390/diagnostics12010041\n12. Sobieszczyk MJ, Yuan Z, Li W, Krimsky W. Biopsy of peripheral lung nodules utilizing cone beam computed tomography with and without transbronchial access tool: a retrospective analysis. J Thorac Dis. 2018;10(10):5953–9.\n13. Styrvoky K, Schwalk A, Pham D, Chiu HT, Rudkovskaia A, Madsen K, et al. Shape-sensing robotic-assisted bronchoscopy with concurrent use of radial endobronchial ultrasound and cone beam computed tomography in the evaluation of pulmonary lesions. Lung. 2022;200(6):755–61.\n14. Benn BS, Romero AO, Lum M, Krishna G. Robotic-assisted navigation bronchoscopy as a paradigm shift in peripheral lung access. Lung. 2021;199(2):177–86.\n15. Abia-Trujillo D, Chandra NC, Koratala A, Yu Lee-Mateus A, Garza-Salas A, Barrios-Ruiz A, et al. Diagnostic yield of shape-sensing robotic-assisted bronchoscopy for ground-glass nodules and sub-solid nodules with a solid component less than 6 mm. Respiration. 2023;102(10):899–904.\n16. Reisenauer J, Duke JD, Kern R, Fernandez-Bussy S, Edell E. Combining shape-sensing robotic bronchoscopy with Mobile three-dimensional imaging to Verify tool-in-lesion and overcome divergence: a pilot study. Mayo Clinic Proc: Innov Quality Outcomes. 2022;6(3):177–85.\n17. Chambers J, Knox D, Leclair T. O-arm CT for confirmation of successful navigation during robotic-assisted bronchoscopy. J Bronchol Interventional Pulmonol. 2023;30(2):155–62.\n18. Cumbo-Nacheli G, Velagapudi RK, Enter M, Egan JPI, Conci D. Robotic-assisted bronchoscopy and cone-beam CT: a retrospective series. J Bronchol Interventional Pulmonol. 2022;29(4):303–6.\n19. Saghaie T, Williamson JP, Phillips M, Kafili D, Sundar S, Hogarth DK, Ing A. First-in-human use of a new robotic electromagnetic navigation bronchoscopic platform with integrated tool-in-lesion Tomosynthesis (TiLT) technology for peripheral pulmonary lesions: the FRONTIER study. Respirology. 2024;29(11):969–975. https://doi.org/10.1111/resp.14778\n20. Shaller BD, Duong DK, Swenson KE, Free D, Bedi H. Added value of a robotic-assisted bronchoscopy platform in cone beam computed tomography-guided bronchoscopy for the diagnosis of pulmonary parenchymal lesions. J Bronchol Interventional Pulmonol. 2024;31(3):e0971.\n21. Bruinen A, Van Der Heijden E, Verhoeven R. Diagnostic yield of ssRAB combined with CBCT imaging in comparison with CBCT-based navigation bronchoscopy using a passive catheter-based approach: preliminary results. Eur Respir J. 2024;64(3):A4681.\n22. Sagar A-ES, Sabath BF, Eapen GA, Song J, Marcoux M, Sarkiss M, et al. Incidence and location of atelectasis developed during bronchoscopy under general anesthesia: the I-LOCATE trial. Chest. 2020;158(6):2658–66.\n23. Pritchett MA, Bhadra K, Calcutt M, Folch E. Virtual or reality: divergence between preprocedural computed tomography scans and lung anatomy during guided bronchoscopy. J Thorac Dis. 2020;12(4):1595–611.\n24. Bhadra K, Baleeiro C, Patel S, Condra W, Bader BA, Setser RM, Youngblood S. High tidal volume, high positive end-expiratory pressure and apneic breath hold strategies (lung navigation ventilation protocol) with cone beam computed tomography Bronchoscopic biopsy of peripheral lung lesions: results in 100 patients. J Bronchology Interv Pulmonol. 2024;31(2):105–16.\n25. Salahuddin M, Sarkiss M, Sagar A-ES, Vlahos I, Chang CH, Shah A, et al. Ventilatory strategy to prevent atelectasis during bronchoscopy under general anesthesia: a multicenter randomized controlled trial (Ventilatory strategy to prevent atelectasis -VESPA-trial). Chest. 2022;162(6):1393–401.\n26. Patel S, Lindenberg M, Rovers MM, van Harten WH, Ruers TJM, Poot L, et al. Understanding the costs of surgery: a bottom-up cost analysis of both a hybrid operating room and conventional operating room. Int J Health Policy Manag. 2022;11(3):299–307.\n27. Heerink WJ, de Bock GH, de Jonge GJ, Groen HJ, Vliegenthart R, Oudkerk M. Comp\nA-ES, Vlahos I, Chang CH, Shah A, et al. Ventilatory strategy to prevent atelectasis during bronchoscopy under general anesthesia: a multicenter randomized controlled trial (Ventilatory strategy to prevent atelectasis -VESPA-trial). Chest. 2022;162(6):1393–401.\n26. Patel S, Lindenberg M, Rovers MM, van Harten WH, Ruers TJM, Poot L, et al. Understanding the costs of surgery: a bottom-up cost analysis of both a hybrid operating room and conventional operating room. Int J Health Policy Manag. 2022;11(3):299–307.\n27. Heerink WJ, de Bock GH, de Jonge GJ, Groen HJ, Vliegenthart R, Oudkerk M. Compmulticenter randomized trial. C100 new Frontiers in lung cancer: toys, tools and treatments. In: American Thoracic Society international conference abstracts: American Thoracic Society; 2024. p. A6665-A. 29. Kops SEP, Verhoeven RLJ, Vermeulen RJ, Rovers MM, van der Heijden EHFM, Govers TM. Cone beam computed tomography (CT)-guided navigation bronchoscopy: a cost-effective alternative to CT-guided transthoracic biopsy for diagnosis of peripheral pulmonary nodules. BMJ Open Respir Res. 2022;9(1):e001280. 30. Wijma IN, Casal RF, Cheng GZ, Einsiedel PF, Fantin A, Hall DJ, et al. Radiation principles, protection and reporting for interventional pulmonology: A World Association of Bronchology and Interventional Pulmonology White Paper. Respiration. 2024;103(11):707–722. https://doi.org/10.1159/000540102 - H. F. M. van der Heijden and R. L. J. Verhoeven",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "enb",
      "spiration",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_cone_bcg.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}