{
  "id": "papoip_pleural_aaf_enriched",
  "title": "Pleural Anatomy and Fluid Analysis",
  "abstract": "",
  "content": "Pleural Anatomy and Fluid Analysis - C. Gary Lee and O. R. Walsh Contents Introduction............................................................................................. 2........................................................................................ 2 2.1 Gross Anatomy........................................................................................... 2................................................................................... 3 in the Pleura..................................................................... 4 Role of the Pleural Cavity.............................................................................. Formation and Absorption............................................................. Formation in Pathologic States........................................................ 6 of Pleural Effusions............................................................... Analyses.................................................................................. 7 9.1 General Principles........................................................................................ 7 9.2 Direct Inspection of the Pleural Fluid................................................................... 7 of the Pleural Fluid................................................................. Fluid Tests............................................................................... 9 Summary................................................................................................. References...................................................................................................... Abstract The pleural cavity is bathed by a small amount of physiologic fluid in health. More than 60 conditions can affect the pleura and disturb the equilibrium, resulting in significant accumulation of fluid from increased formation and/or reduced absorption of pleural fluid. Separating the fluid into transudates and exudates can triage investigations [1]. Transudates often arise from congestive heart failure and liver cirrhosis. Exudates are most commonly parapneumonic, malignant, or tuberculous in origin. An increasing number of biomarkers are now available, and many will likely be incorporated into the diagnostic algorithm in the future. Understanding the etiology of common causes of pleural effusion, their clinical presentation, fluid biochemistry, and clinical course is important to establish the correct diagnosis. Keywords Pleural Effusion · Mesothelial Cell · Pleural Fluid · Malignant Pleural Mesothelioma · Pleural Cavity - C. G. Lee (✉) · O. R. Walsh Centre for Asthma, Allergy & Respiratory Research, School of Medicine and Pharmacology, University of Western Australia, Perth, Australia Department of Respiratory Medicine, Sir Charles Gairdner Hospital, Perth, WA, Australia e-mail: gary.lee@uwa.edu.au; oliviawalsh@doctors.org.uk (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_62-1\n\nsmall amount of physiologic fluid in health. More than 60 conditions can affect the pleura and disturb the equilibrium, resulting in significant accumulation of fluid from increased formation and/or reduced absorption of pleural fluid. Separating the fluid into transudates and exudates can triage investigations [1]. Transudates often arise from congestive heart failure and liver cirrhosis. Exudates are most commonly parapneumonic, malignant, or tuberculous in origin. An increasing number of biomarkers are now available, and many will likely be incorporated into the diagnostic algorithm in the future. Understanding the etiology of common causes of pleural effusion, their clinical presentation, fluid biochemistry, and clinical course is important to establish the correct diagnosis. Keywords Pleural Effusion · Mesothelial Cell · Pleural Fluid · Malignant Pleural Mesothelioma · Pleural Cavity - C. G. Lee (✉) · O. R. Walsh Centre for Asthma, Allergy & Respiratory Research, School of Medicine and Pharmacology, University of Western Australia, Perth, Australia Department of Respiratory Medicine, Sir Charles Gairdner Hospital, Perth, WA, Australia e-mail: gary.lee@uwa.edu.au; oliviawalsh@doctors.org.uk (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_62-1effusions are common in clinical respiratory practices and are often difficult to diagnose or manage. Over 3000 patients per million population develop a pleural effusion each year. At least 60 pleural, pulmonary, and systemic conditions have been associated with the development of pleural effusions. Establishing the underlying cause often requires invasive procedures, from thoracentesis to percutaneous pleural biopsy and thoracoscopy-all of which carry risks [2]. A clear understanding of the basic anatomy of the pleural cavity, the principles of pathophysiology of pleural fluid formation, and the role (and limitations) of current pleural fluid tests is therefore essential for all practicing pulmonologists. 2.1 Gross Anatomy The pleural mesothelia develop from the embryonic mesoderm and differentiate into the parietal and visceral pleura by the third week of gestation. By 9 weeks, the pleural cavity is separated from the pericardial cavity. The pleural cavities contain the visceral pleura, overlying the entire lung surface, and the parietal pleura, overlying the inner surface of the entire thoracic cage, including the mediastinum and diaphragm ( The pleural cavity refers to the space enclosed by the pleural membranes which in healthy states is approximately 10–20 μm across and contains 8–10 mL of fluid. The area of the entire pleura is estimated to be 2000 cm2 in an average adult male. In humans, the left and right pleural cavities are separated from each other and from the pericardial space [3]. The visceral pleura covers the lung surface and extends deep within the interlobar fissures. The parietal pleura can be divided into the diaphragmatic, mediastinal, cervical, and costal pleura ( Blood Supply: Major, and at times fatal, bleeding is a known complication of pleural procedures-hence, understanding the blood supply of the pleura is important. The costal portion of the parietal pleura is supplied by the intercostal and internal mammary arteries [5]. Contrary to conventional teaching that the intercostal arteries run inferiorly to the corresponding ribs, angiographic evidence shows that in the paravertebral regions these arteries often follow a variable course in the intercostal space not necessarily protected by the ribs. The intercostal arteries only consistently run parallel with the inferior margins of the ribs when the vessels reach the flanks [5]. Elderly subjects often have more tortuous vessels and narrower rib spaces and are at risks of intercostal artery lacerations during pleural procedures. Percutaneous procedures, and thoracoscopic biopsies, should be performed as far away from paravertebral regions as possible. The bronchial, upper diaphragmatic, internal mammary, and mediastinal arteries supply the mediastinal pleura; the subclavian artery supplies the cervical pleura, and the diaphragmatic pleura is supplied by the internal mammary artery and aorta, via posterior mediastinal and inferior phrenic arteries. Venous drainage follows arterial supply into the azygos vein and into the superior vena cava. The diaphragmatic pleura drains via the inferior phrenic veins into the inferior vena cava [6]. Arterial supply of the visceral pleura in humans is believed to arise from the bronchial arteries, although supply of the lung apex and its convex surface is debated. Venous drainage of the visceral pleura is mostly via the pulmonary veins. - C. G. Lee and O. R. Walsh\n\nby the ribs. The intercostal arteries only consistently run parallel with the inferior margins of the ribs when the vessels reach the flanks [5]. Elderly subjects often have more tortuous vessels and narrower rib spaces and are at risks of intercostal artery lacerations during pleural procedures. Percutaneous procedures, and thoracoscopic biopsies, should be performed as far away from paravertebral regions as possible. The bronchial, upper diaphragmatic, internal mammary, and mediastinal arteries supply the mediastinal pleura; the subclavian artery supplies the cervical pleura, and the diaphragmatic pleura is supplied by the internal mammary artery and aorta, via posterior mediastinal and inferior phrenic arteries. Venous drainage follows arterial supply into the azygos vein and into the superior vena cava. The diaphragmatic pleura drains via the inferior phrenic veins into the inferior vena cava [6]. Arterial supply of the visceral pleura in humans is believed to arise from the bronchial arteries, although supply of the lung apex and its convex surface is debated. Venous drainage of the visceral pleura is mostly via the pulmonary veins. - C. G. Lee and O. R. WalshPleural Lymphatics: The lymphatics play a key role in fluid drainage of the pleural cavity. Fluid exits the pleural cavity by bulk flow (liquid and protein are evacuated at the same rate) via stomata (diameter 2.5–10 μm) on the parietal pleura, which empty into lymphatic plexuses in the intercostal spaces and over the diaphragm [7]. The costal pleura drains into the internal mammary nodes anteriorly and the intercostal lymph nodes posteriorly. Pleura from the lung apex drains into the cervical chain, while pleura lining the diaphragm drains into the mediastinal nodes. Disease, especially malignant, involvement of thoracic lymph nodes often impairs the drainage routes and contributes to accumulation of pleural effusions. A superficial network of lymphatic capillaries and collecting vessels exists on the visceral pleura, and flow from lymphatic capillaries is directed toward the hila of the lung via bronchovascular bundles. Disruption of the lung and pleural lymphatics during lung transplantation is believed to be a contributing cause of the early posttransplant pleural effusions which occur in practically all lung transplant patients [8]. Innervation: The parietal, but not the visceral, pleura is innervated by pain fibers. Hence, presence of pleuritic pain indicates pathologic, usually inflammatory or tumor, involvement of the parietal pleura which is supplied by the intercostal nerves [9]. The central diaphragm is supplied by the phrenic nerve; irritation of the diaphragmatic pleura can induce referred pain to the ipsilateral shoulder. The visceral pleura is innervated by the vagus and sympathetic trunk. Both visceral and parietal pleurae in humans are approximately 40 μm thick. Between the pleural surface and underlying tissue, five layers are identified histologically, consisting of a single cellular layer and four subcellular layers ( 1. A monolayer of mesothelial cells 2. The basal lamina and a thin connective tissue layer 3. A thin superficial elastic layer, often merged with the second layer 4. A loose connective tissue layer, containing nerves, blood vessels, and lymphatics 5. A deep fibroelastic layer, often fused to the underlying tissue Mesothelial Cells: Mesothelial cell is the predominant cell type in the pleural cavity. They vary from flat to cuboidal and can range from 10–50 μm in diameter and from 1 to > 4 μm in thickness. Mesothelial cells are adherent to one another at the apical surface via tight junctions [10]. At the basal surface, the cells are more loosely associated, although the basal portions are often seen to overlap. The cells slide over one another during the respiratory cycle, and therefore, at full inspiration the overlap disappears completely. The pleural cavity is frequently invaded by undesirable agents, but the pleural cavity is not under close surveillance by polymorphonuclear cells. Mesothelial cells thus provide the frontline defense against invading cells (e.g., cancer), pathogens (e.g., bacteria), and particular matters (e.g., asbestos) by provoking a significant inflammatory response, phagocytosis, and release of potent cytokines which effectively recruit inflammatory cells (e.g., neutrophils) to initiate appropriate immune responses to eradicate the invading molecules. Mesothelial cells are multipotent and have definite roles in extracellular matrix synthesis and hence pleural fibrosis and repair [11]. The diverse range of biological functions mesothelial cells play in both health and disease states is reviewed elsewhere. Pleural Anatomy and Fluid\n\ncan range from 10–50 μm in diameter and from 1 to > 4 μm in thickness. Mesothelial cells are adherent to one another at the apical surface via tight junctions [10]. At the basal surface, the cells are more loosely associated, although the basal portions are often seen to overlap. The cells slide over one another during the respiratory cycle, and therefore, at full inspiration the overlap disappears completely. The pleural cavity is frequently invaded by undesirable agents, but the pleural cavity is not under close surveillance by polymorphonuclear cells. Mesothelial cells thus provide the frontline defense against invading cells (e.g., cancer), pathogens (e.g., bacteria), and particular matters (e.g., asbestos) by provoking a significant inflammatory response, phagocytosis, and release of potent cytokines which effectively recruit inflammatory cells (e.g., neutrophils) to initiate appropriate immune responses to eradicate the invading molecules. Mesothelial cells are multipotent and have definite roles in extracellular matrix synthesis and hence pleural fibrosis and repair [11]. The diverse range of biological functions mesothelial cells play in both health and disease states is reviewed elsewhere. Pleural Anatomy and Fluid## Pathologic Changes in the Pleura A diverse range of insults can affect the pleura, and the resultant responses are equally complex. Most pleural disorders, however, involve inflammatory changes, fibrosis, and often vascular hyperpermeability, leading to fluid accumulation. Detailed discussion on pleural pathologies can be found in specialist texts [12]. ### Pleural Inflammation and Fibrosis: Acute pleuritis develops with many pleural diseases (e.g., infection) as well as iatrogenic procedures (e.g., pleurodesis), and if it persists, the chronic inflammation often progresses to pleural fibrosis and thickening (e.g., asbestos-related fibrothorax) ( ### Pleural Effusion: The development of pleural effusions is further discussed below. ### Pleural Malignancy: An estimated 300,000 patients develop a malignant pleural effusion per annum in the USA, which can arise from metastatic or primary pleural cancers. Metastatic pleural disease accounts for the majority of cases ( The importance of pleural involvement in nonsmall cell lung cancer has been recognized in the latest (seventh edition) revised “TNM classification of malignant tumors”; the presence of a malignant pleural effusion staged the cancer at M1a (stage IV), reflecting the advanced (and inoperable) nature of the disease when the pleura is involved. A series of studies have shown that positive pleural lavage cytology for malignant cells is a poor prognostic indicator in patients undergoing resection of lung cancer, with a median survival of 13 months compared to 49 months if negative [14]. The importance of pleural lavage cytology has recently been emphasized in a meta-analysis. Currently, results of pleural lavage are not part of the TNM staging system. However, a new classification of visceral pleural invasion (VPI), PL0-3, has been proposed and is now in use in many centers: Mesothelial monolayer Basal lamina Loose connective tissue Superficial and deep elastic laminae Lung parenchyma five layers of the visceral pleura, merging with underlying lung parenchyma [9]. The elastic laminae of the pleura are highlighted in this Verhoeff-Van Gieson (VVG) stain for elastic fibers (VVG x200). (Courtesy of Dr. A Segal, Perth, Australia) - C. G. Lee and O. R. Walsh\n\n“TNM classification of malignant tumors”; the presence of a malignant pleural effusion staged the cancer at M1a (stage IV), reflecting the advanced (and inoperable) nature of the disease when the pleura is involved. A series of studies have shown that positive pleural lavage cytology for malignant cells is a poor prognostic indicator in patients undergoing resection of lung cancer, with a median survival of 13 months compared to 49 months if negative [14]. The importance of pleural lavage cytology has recently been emphasized in a meta-analysis. Currently, results of pleural lavage are not part of the TNM staging system. However, a new classification of visceral pleural invasion (VPI), PL0-3, has been proposed and is now in use in many centers: Mesothelial monolayer Basal lamina Loose connective tissue Superficial and deep elastic laminae Lung parenchyma five layers of the visceral pleura, merging with underlying lung parenchyma [9]. The elastic laminae of the pleura are highlighted in this Verhoeff-Van Gieson (VVG) stain for elastic fibers (VVG x200). (Courtesy of Dr. A Segal, Perth, Australia) - C. G. Lee and O. R. Walsh- PL0: tumor within the subpleural parenchyma or invading superficially into the pleural connective tissue below the elastic layer; PL1: tumor invades beyond the elastic layer; - PL2: tumor invades the visceral pleural surface; PL3: tumor invades the parietal pleura. Breaching the elastic layer of the visceral pleural layer, PL1 and 2, confers VPI and a T status of pT2. Five of the six studies using this staging system showed adverse prognosis for patients with VPI. Parietal involvement is termed pT3. Pleural malignancies often express high levels of vascular endothelial growth factor (VEGF), which in animal studies is a key driving force for pleural/peritoneal fluid formation. The role of antagonizing VEGF to control malignant effusions has not been established [13]. Pneumothorax: Stretched out visceral pleura in the statically expanded lung apices is prone to bleb and bullae formation, even in nonsmoking individuals. These are thought to be Pleural Anatomy and Fluid\n\nthe pleura are highlighted in this Verhoeff-Van Gieson (VVG) stain for elastic fibers (VVG x200). (Courtesy of Dr. A Segal, Perth, Australia) - C. G. Lee and O. R. Walsh- PL0: tumor within the subpleural parenchyma or invading superficially into the pleural connective tissue below the elastic layer; PL1: tumor invades beyond the elastic layer; - PL2: tumor invades the visceral pleural surface; PL3: tumor invades the parietal pleura. Breaching the elastic layer of the visceral pleural layer, PL1 and 2, confers VPI and a T status of pT2. Five of the six studies using this staging system showed adverse prognosis for patients with VPI. Parietal involvement is termed pT3. Pleural malignancies often express high levels of vascular endothelial growth factor (VEGF), which in animal studies is a key driving force for pleural/peritoneal fluid formation. The role of antagonizing VEGF to control malignant effusions has not been established [13]. Pneumothorax: Stretched out visceral pleura in the statically expanded lung apices is prone to bleb and bullae formation, even in nonsmoking individuals. These are thought to be Pleural Anatomy and Fluidan important factor in predisposition to primary spontaneous pneumothorax. A recent study of primary pneumothorax using fluorescein-enhanced autofluorescence thoracoscopy raises the possibility of diffuse leak from the visceral surface (“pleural porosity”) rather than one ruptured bleb as the source of air leak from the lung [14]. Due to the anatomical boundaries of the parietal pleura, iatrogenic pneumothorax may result from insertion of subclavian central venous catheters, damaging the pleura above the first rib. Due to pleural extension below the costal margin inferiorly, pneumothorax may occur during attempted posterior access to upper abdominal organs [14]. Role of the Pleural Cavity The pleura permits friction-free movement of the lungs within the relatively rigid thorax and facilitates the development of positive and negative intrapleural pressure during the respiratory cycle. A patent pleural cavity is, however, not essential to life. Longitudinal studies of patients who underwent talc pleurodesis to obliterate the pleural space as treatment for pneumothoraces showed minimal restrictive changes in lung functions after 22–35 years [15]. This was collaborated by animal studies which showed no major impairment in lung volumes and gaseous exchange following pleurodesis. Studies of elephants showed that many were autopleurodesed at birth, and their pleural cavity is replaced by fibrous tissues. It is intriguing why humans, throughout evolution, maintain a patent pleural cavity that is nonessential and susceptible to numerous disease pathologies [16]. Formation and Absorption In the healthy state, the pleural cavity contains a small amount of normal physiologic fluid to facilitate the gliding of the visceral pleura over the parietal pleural membrane. This pleural fluid is formed by filtration, according to the net hydrostatic-oncotic pressure gradient, from the systemic, especially the intercostal arterial, circulation of parietal pleura [17]. Water and small molecules ( < = 4 nm) can pass freely between the mesothelial cells, whereas transcytosis can allow active transport of larger particles through the mesothelial cells. There is approximately 0.13 +/- 0.06 mL/kg body mass of normal physiologic fluid in each hemithorax as estimated by the urea dilution method in a pleural lavage study of normal subjects undergoing thoracoscopy. The fluid is a transudate with low protein and lactate dehydrogenase (LDH), and its biochemical composition (e.g., glucose and urea concentrations) resembles that of other interstitial fluids. Total leukocyte counts average 1716 cells/μL, which are predominantly (75 %) macrophages and lymphocytes (23 %) in nonsmokers, but the numbers of neutrophils are significantly raised in smokers. Extrapolating from animal data, a 70-kg man produces 17 mL/day of physiologic pleural fluid. The rate of formation approximates 0.01 (in sheep) to 0.02 (in rabbits) mL/kg/h, and the half-life of fluid turnover is 6–8 h. The drainage capacity in normal pleura is large (estimated around 0.2–0.3 mL/kg/h) and well over the usual production rates [18]. Formation in Pathologic States A pleural effusion, an abnormal accumulation of pleural fluid, develops when the rate of pleural fluid formation exceeds the rate of its removal. Most effusions develop from both increases in pleural fluid entry and decreases in fluid exit rates. In the presence of the normal fluid absorption capacity, fluid formation has to increase by over 30-fold, and stay at that rate, to create an effusion [19]. On the other hand, decreased removal of the fluid alone is unlikely to result in significant accumulation of pleural fluid, given the normal rate of pleural fluid formation is low. Transudates account for ∼60 % of pleural effusions seen in clinical series. They are formed when the Starling’s equation is disturbed by increased intravascular pressures (most commonly in congestive cardiac failure) and/or decreased pleural fluid oncotic pressures (e.g., in cirrhosis and nephrotic syndrome): all of which can contribute to fluid movement across the pleural capillaries to the pleural cavity [19]. The pleural cavity acts as an escape route for interstitial fluids of the lung: ∼20 % of these fluid drains into the pleural space. Congestive cardiac failure is the most common cause of transudative pleural effusions. In pulmonary edema, the amount of interstitial fluid in the lung, and hence that exiting into the pleural cavity, rises significantly and can overwhelm the pleural drainage capacity, presenting as (most commonly) bilateral pleural effusions [19]. Increased pleural fluid formation also results from pleural inflammation. Exudates form as a result of vascular hyperpermeability, usually due to inflammation or injury to the vascular bed, or “leaky” tumor neovasculature. The resultant pleural fluids usually contain a high protein concentration relative to the transudates. It should be remembered that pleural effusion can accumulate from passage of fluid from extrapleural sources, the most common being transdiaphragmatic movement of peritoneal fluid (e.g., ascites or dialysates). Other sources to consider include chyle from thoracic duct leak, infusion fluid from misplaced central venous lines, hemothorax from\n\nwhich can contribute to fluid movement across the pleural capillaries to the pleural cavity [19]. The pleural cavity acts as an escape route for interstitial fluids of the lung: ∼20 % of these fluid drains into the pleural space. Congestive cardiac failure is the most common cause of transudative pleural effusions. In pulmonary edema, the amount of interstitial fluid in the lung, and hence that exiting into the pleural cavity, rises significantly and can overwhelm the pleural drainage capacity, presenting as (most commonly) bilateral pleural effusions [19]. Increased pleural fluid formation also results from pleural inflammation. Exudates form as a result of vascular hyperpermeability, usually due to inflammation or injury to the vascular bed, or “leaky” tumor neovasculature. The resultant pleural fluids usually contain a high protein concentration relative to the transudates. It should be remembered that pleural effusion can accumulate from passage of fluid from extrapleural sources, the most common being transdiaphragmatic movement of peritoneal fluid (e.g., ascites or dialysates). Other sources to consider include chyle from thoracic duct leak, infusion fluid from misplaced central venous lines, hemothorax fromlacerated intrthoracic blood vessel, and other body fluids via fistulae (e.g., urinothorax). Decreased pleural fluid absorption contributes to pleural effusion accumulation. This can occur if the parietal stomata are obstructed by inflamed or grossly thickened pleura, such as with pseudochylothorax, or when the downstream lymph nodes are involved in pathologic, e.g., tumor metastases, processes. - 8 Physiologic Effects of Pleural Effusions* Dyspnea is the most common symptom associated with pleural effusions, but its pathophysiologic mechanism remains debated. Fluid compression on the lung, a common belief, is not the sole explanation as the forced vital capacity and the forced expiratory volume in 1 s (FEV1) increases by about 200 mL for every liter of pleural fluid drained. The improvement in pulmonary function is greater in patients with higher initial pleural pressure. Not surprisingly, the arterial blood gas parameters (e.g., oxygen tension) do not improve significantly, and may even deteriorate, after thoracentesis as the intrapulmonary shunt underlying the hypoxemia does not change significantly [19]. To accommodate the extra volume (often in liters) of pleural fluid, the thoracic cavity has to expand (e.g., by mediastinal shift, flattening, or eversion of the hemidiaphragm). Indeed, the weight of the fluid on the diaphragm profoundly alters the hemidiaphragm shape and functioning. The patient whose hemidiaphragm is everted usually has severe dyspnea. In animal studies, massive pleural fluid accumulation can raise the intrapleural pressure sufficiently to reduce venous return and thus cardiac output. This hypothesis has not been properly assessed in humans [15]. - 9 Pleural Fluid Analyses - 9.1 General Principles Establishing the diagnosis of a pleural effusion can be challenging. It should be emphasized that pleural fluid analyses should always be interpreted in conjunction with clinical history, examination, and radiologic assessment (see other chapters). For example, the British Thoracic Society pleural guidelines recommend that in “an appropriate clinical setting, e.g., left ventricular failure with a confirmatory chest radiograph, these effusions do not need to be sampled unless there are atypical features or they fail to respond to therapy.” There are also no specific pleural fluid features that can clinch the etiology of many disorders-their diagnoses are made given the appropriate clinical background and a consistent biochemistry profile of the pleural fluid analyses. Common examples include drug-induced pleural effusions, effusions associated with pulmonary emboli, and benign asbestos pleuritis [16]. - 9.2 Direct Inspection of the Pleural Fluid Inspection of pleural fluid is an important part of the assessment, often overlooked by clinicians. The presence of pus defines empyema at the bedside ( - 10 Laboratory Tests of the Pleural Fluid Laboratory tests should be requested as according to the clinical setting, and no “set menu” fits every patient. When approaching an undiagnosed effusion, however, the following tests are generally recommended: pleural fluid should be sent for protein and LDH, pH and/or glucose, differential leukocyte counts, bacterial culture, and cytology [18]. - Differentiation Between Transudates and Exudates:* Defining the effusion as a transudate or exudate is often useful in the workup of an undiagnosed pleural effusion and Pleural Anatomy and Fluid\n\natypical features or they fail to respond to therapy.” There are also no specific pleural fluid features that can clinch the etiology of many disorders-their diagnoses are made given the appropriate clinical background and a consistent biochemistry profile of the pleural fluid analyses. Common examples include drug-induced pleural effusions, effusions associated with pulmonary emboli, and benign asbestos pleuritis [16]. - 9.2 Direct Inspection of the Pleural Fluid Inspection of pleural fluid is an important part of the assessment, often overlooked by clinicians. The presence of pus defines empyema at the bedside ( - 10 Laboratory Tests of the Pleural Fluid Laboratory tests should be requested as according to the clinical setting, and no “set menu” fits every patient. When approaching an undiagnosed effusion, however, the following tests are generally recommended: pleural fluid should be sent for protein and LDH, pH and/or glucose, differential leukocyte counts, bacterial culture, and cytology [18]. - Differentiation Between Transudates and Exudates:* Defining the effusion as a transudate or exudate is often useful in the workup of an undiagnosed pleural effusion and Pleural Anatomy and Fluidhelps triage further investigations. Most commonly, differentiation between transudative and exudative effusions is made using Light’s criteria. A pleural effusion is an exudate if it satisfies any of the following criteria. Conversely, a transudate is one that meets none of the criteria: - Pleural fluid:serum protein ratio > 0.5 - Pleural fluid LDH > 2/3 of the upper limit of normal serum LDH - Pleural fluid:serum LDH ratio > 0.6 Transudative effusions result from imbalance of the hydrostatic and oncotic pressures, and the pleura itself is not directly involved in the pathogenesis. Investigations should be directed toward extrapleural causes, most commonly congestive cardiac failure, liver cirrhosis, or nephrotic syndrome. Exudates, on the other hand, point toward a pleural pathology, with parapneumonic, tuberculous, and malignant pleural effusions accounting for the majority of exudates [20]. Although generally robust, Light’s criteria have many recognized limitations that clinicians must be aware of. In loculated effusions, clinically significant variations in fluid biochemistry have been demonstrated. Light’s criteria are unable to inform clinicians in situations when exudative and transudative forces coexist. For example, 8 % of malignant effusions are transudates, presumably from concomitant cardiac failure or low protein states. Light’s criteria are set to provide a high diagnostic sensitivity for exudates; false positives therefore can occur, e.g., patients with transudative effusions receiving diuretics may have protein values in the exudative range [21]. Numerous alternatives to Light’s criteria have been proposed over the years; none has shown clear advantages. A growing number of disease-specific markers are being developed to establish the definitive diagnosis of pleural fluids and may eventually negate the need for triaging effusions as transudates and exudates. - Pleural Fluid Cytology: At least 50 mL of pleural fluid should be sent for cytologic analyses; several studies have shown that submitting larger amount of fluid does not increase the diagnostic yield of malignancy from cytologic examination. Presence of malignant cells in the pleural fluid defines a malignant effusion ( - Pleural Fluid pH and Glucose:* In parapneumonic effusions, low ( < 7.20) pleural fluid pH or glucose ( < 40 mg/dL) is predictive of the need for chest tube drainage. This pH cutoff has been used in many large clinical studies to define “pleural infection”-a composite term comprising complicated parapneumonic effusion and empyema. Although glucose is usually low in pleural infection and correlates to pleural fluid pH values, it is a less accurate indicator for chest tube drainage when compared to pH. Low pleural fluid pH and glucose reflect high metabolic activities in malignant pleural effusions, and low pH has been associated with poorer prognosis and is (weakly) predictive of unsuccessful talc pleurodesis. Pleural fluid acidosis (pH < 7.30) can also occur in connective tissue diseases (particularly rheumatoid arthritis), tuberculous pleural effusions, and esophageal rupture, and in isolation, it does not distinguish between these causes. Low pleural fluid glucose ( < 29 mg/dL) is common in pleural effusions secondary to rheumatoid arthritis. The accuracy of pleural fluid pH assessment is critically dependent on the collection and measurement methods. Fluid should be collected in a blood gas syringe without presence of air (which increases pH by an average of 0.08) or carry-over lidocaine (which is acidic and significantly reduces pH) and be measured in a blood gas machine (not pH meters or papers), preferably within 1 h of collection. As such, pleural fluid glucose is employed in some centers as an alternative. - Pleural Fluid Leukocyte Counts:* Differential pleural fluid white cell counts can help direct investigations. Neutrophilic - C. G. Lee and O. R. Walsh\n\npH and glucose reflect high metabolic activities in malignant pleural effusions, and low pH has been associated with poorer prognosis and is (weakly) predictive of unsuccessful talc pleurodesis. Pleural fluid acidosis (pH < 7.30) can also occur in connective tissue diseases (particularly rheumatoid arthritis), tuberculous pleural effusions, and esophageal rupture, and in isolation, it does not distinguish between these causes. Low pleural fluid glucose ( < 29 mg/dL) is common in pleural effusions secondary to rheumatoid arthritis. The accuracy of pleural fluid pH assessment is critically dependent on the collection and measurement methods. Fluid should be collected in a blood gas syringe without presence of air (which increases pH by an average of 0.08) or carry-over lidocaine (which is acidic and significantly reduces pH) and be measured in a blood gas machine (not pH meters or papers), preferably within 1 h of collection. As such, pleural fluid glucose is employed in some centers as an alternative. - Pleural Fluid Leukocyte Counts:* Differential pleural fluid white cell counts can help direct investigations. Neutrophilic - C. G. Lee and O. R. WalshPleural fluids suggest intense pleural inflammation and are commonly associated with parapneumonic effusion/empyema, pulmonary emboli, pancreatic effusions, and malignancy. Lymphocytic (lymphocyte > 50 % of total leukocytes) pleural fluids may suggest TB, malignancy, postcoronary artery bypass (CABG) effusion, chronic rheumatoid pleuritis, or lymphatic disruption (lymphoma, chylothorax, yellow nail syndrome). Eosinophilic (eosinophils > 10 % of total leukocytes) pleural effusions are secondary usually to blood or air in the pleural space. It can also be associated with a range of diseases, including postcoronary artery bypass graft pleural effusions, benign asbestos pleural effusions, Churg-Strauss syndrome, lymphoma, pulmonary infarct, parasitic/fungal infections, and allergic reactions (especially drug-induced pleuritis). In one series of 60 eosinophilic effusions, 37 % were of malignant etiologies. ### Bacterial Culture No organisms were detected in up to 40 % of patients with pleural infection in many studies; thus, the absence of positive bacterial culture does not exclude the diagnosis. Inoculating pleural fluid into blood culture bottles increases the sensitivity of culturing microbes than using plain containers for transportation. Blood culture should be performed in patients suspected of empyema to increase the likelihood of capturing the infective organism. ### Other Pleural Fluid Tests A wide range of other tests can be performed on pleural fluids if clinically appropriate, but their routine use in pleural fluid assessment is not indicated. ### TB Pleural Effusions and Adenosine Deaminase TB is one of the most common causes of exudative effusions in endemic countries. TB pleuritis is a type IV hypersensitivity reaction to mycobacterial proteins, and the amount of acid-fast bacilli in the pleural space is often very low. Pleural fluid culture therefore has very low (10–20 %) yield for TB, as is culture of biopsied pleural tissue. TB pleural fluid is an exudate and most commonly (93 % of cases) lymphocytic. The diagnosis is usually established by finding caseating granulomata in pleural tissue. This involves either percutaneous or thoracoscopic biopsies, and thus, a large amount of research has focused on the search of surrogate biochemical markers. Adenosine deaminase (ADA) is now routinely used in many endemic countries for the diagnosis of TB pleuritis. A high level of this lymphocyte enzyme is very suggestive of TB, though false positives can occur with empyema (which can easily be separated on clinical grounds and a neutrophilic rather than lymphocytic effusion), lymphoma or metastatic malignancies, and rheumatologic causes. A recent meta-analysis of 63 studies confirmed a high sensitivity and specificity of 92 % and 90 %, respectively. Restricting the testing to only lymphocytic effusions will further enhance the accuracy of the test. Although the use of ADA isoenzymes may improve the performance of the test, they are expensive and technically more difficult to perform-thus limiting their utility in developing nations. ADA is cheap, fast, and easy to measure and remains useful in HIV or immunosuppressed (e.g., renal transplant) hosts. In endemic countries, a high pleural fluid ADA in a patient with compatible clinical picture is considered sufficient to commence antituberculous treatment. A low ADA is a useful “rule out” test of TB pleuritis in regions with low disease prevalences. Unstimulated interferon-gamma levels in pleural fluid have similar diagnostic accuracy as ADA but are more expensive. Interferon-gamma-releasing assays have been studied but failed to show sufficient clinical value in defining TB pleural effusions. Pleural Anatomy and Fluid\n\n(which can easily be separated on clinical grounds and a neutrophilic rather than lymphocytic effusion), lymphoma or metastatic malignancies, and rheumatologic causes. A recent meta-analysis of 63 studies confirmed a high sensitivity and specificity of 92 % and 90 %, respectively. Restricting the testing to only lymphocytic effusions will further enhance the accuracy of the test. Although the use of ADA isoenzymes may improve the performance of the test, they are expensive and technically more difficult to perform-thus limiting their utility in developing nations. ADA is cheap, fast, and easy to measure and remains useful in HIV or immunosuppressed (e.g., renal transplant) hosts. In endemic countries, a high pleural fluid ADA in a patient with compatible clinical picture is considered sufficient to commence antituberculous treatment. A low ADA is a useful “rule out” test of TB pleuritis in regions with low disease prevalences. Unstimulated interferon-gamma levels in pleural fluid have similar diagnostic accuracy as ADA but are more expensive. Interferon-gamma-releasing assays have been studied but failed to show sufficient clinical value in defining TB pleural effusions. Pleural Anatomy and FluidCardiac Failure and N-terminal Pro-Brain Natriuretic Peptide (NT-proBNP): The proBNP is released from cardiac myocytes upon mechanical stretching to “protect” the heart by inducing diuresis. ProBNP is cleaved to yield NT-proBNP and BNP molecules. NT-proBNP has been shown in several series, Tumor Markers in Pleural Fluid: Generally speaking, tumor markers and cytokine levels in pleural fluid are neither sensitive nor specific enough for diagnostic purposes despite a large volume of publications assessing their clinical utility. For example, a panel of pleural fluid tumor markers including CEA, CA-125, CA 15–3, and CYFRA 21–1 reached a combined sensitivity of only 54 % (if specificity is set at 100 %) for the diagnosis of malignancy. Malignant mesothelioma is often difficult to diagnose because of its relatively nonspecific initial presentations and the long lag time between exposure and disease development. Developing new (blood and/or pleural fluid) biomarkers for early detection of mesothelioma is an active area of pleural research. No molecule yet sufficiently identifies all subtypes of mesothelioma or differentiates it from other pleural malignancy or benign conditions. The most studied markers of mesothelioma are mesothelin and osteopontin. Mesothelin is a new FDA-approved biomarker for mesothelioma. It is a differentiation protein found on the surface of mesothelial cells in serosal cavities. It is overexpressed in epithelioid and biphasic mesotheliomas and in some other tumors, particularly ovarian and pancreatic carcinomas. Significantly higher levels are detected in the serum of patients with mesothelioma-related pleural effusion, compared to patients with an effusion secondary to other cancers or benign pleural disease and to normal controls (diagnostic sensitivity 80–84 % and specificity 83–100 % for mesothelioma). Sarcomatoid mesothelioma often does not overexpress mesothelin, thus limiting the negative predictive value of the assay. Serum mesothelin levels are higher in patients with a larger tumor load, and its role in disease prognosis and monitoring treatment response is being explored. Mesothelin is renally excreted, and patients with kidney failure can have elevated blood levels. Pleural fluid mesothelin levels correlate strongly with, and are much (20x) higher than, those in corresponding serum. The reported diagnostic sensitivity and specificity for mesothelioma are between 71–80 % and 83–89 %, respectively (at a cutoff of 20 nM). A recent study confirms additional value of pleural fluid mesothelin to conventional cytologic examination for mesothelioma, particularly in cases where the histocytology was highly suspicious but not definitive. Megakaryocyte-potentiating factor (MPF) is derived from the proteolytic fragmentation of the mesothelin precursor protein; its role remains unclear. A recent study by Hollevoet et al. demonstrated a diagnostic sensitivity and specificity of serum MPF, at a cutoff of 12.38 ng/mL, of 68 % and 95 %, respectively, for the differentiation of patients with mesothelioma from healthy controls and other subjects who were either asbestos-exposed or had underlying benign asbestos-related or other respiratory disease, or lung cancer. Pass et al. showed that serum osteopontin levels were significantly higher in patients with mesothelioma than in asbestos-exposed people without mesothelioma (diagnostic sensitivity and specificity 77.6 % and 85.5 %, respectively). However, high osteopontin levels are also recognized in lung, | N = (CHF case) | Sensitivity (%): specificity (%) | Correct in samples misclassified (Light’s criteria) | |---| --- |---| |---| --- | --Han et al. n = 240 (82) | 95: 99 | 96 % (n = 27) | | Intern Med 2008 | | | Porcel et al. n = 181 (90) | 96: 88 | 90 % (n = 18) | | Chest 2009 | | | Porcel et al. n = 117 (44) | 91: 93 | 80 % (n = 8) | | Am J Med 2004 | | | Porcel et al. n = 93 (53) | 92: 87 | 75 % (n = 6) | | Respirology 2007 | | | Kolditz et al. n = 93 (25) | 92: 93 | 100 % (n = 5) | | ERJ 2006 | | | Liao et al. n = 40 (10) | 100: 97 | N/A | | Respirology 2008 | | - C. G. Lee and O. R. Walsh\n\n85.5 %, respectively). However, high osteopontin levels are also recognized in lung, | N = (CHF case) | Sensitivity (%): specificity (%) | Correct in samples misclassified (Light’s criteria) | |---| --- |---| |---| --- | --Han et al. n = 240 (82) | 95: 99 | 96 % (n = 27) | | Intern Med 2008 | | | Porcel et al. n = 181 (90) | 96: 88 | 90 % (n = 18) | | Chest 2009 | | | Porcel et al. n = 117 (44) | 91: 93 | 80 % (n = 8) | | Am J Med 2004 | | | Porcel et al. n = 93 (53) | 92: 87 | 75 % (n = 6) | | Respirology 2007 | | | Kolditz et al. n = 93 (25) | 92: 93 | 100 % (n = 5) | | ERJ 2006 | | | Liao et al. n = 40 (10) | 100: 97 | N/A | | Respirology 2008 | | - C. G. Lee and O. R. Walshbreast, gastrointestinal, and ovarian carcinomas; and osteopontin poorly discriminates patients with metastatic pleural disease from patients with mesothelioma-related pleural effusion. Its role in predicting prognosis and in monitoring therapeutic response is being studied. Although mesothelin has a greater diagnostic accuracy than other tumor markers, its real clinical utility in the investigation of an undiagnosed pleural effusion, particularly in combination with routine clinical and radiological assessment, warrants further study before its use can be routinely recommended. - Pleural Fluid Amylase:* High pleural fluid amylase can occur with esophageal rupture, in effusions due to pancreatic causes (e.g., from pancreatic pseudocysts), and in about 10 % of malignant (especially adenocarcinomas) pleural effusions. In esophageal rupture, it is the salivary amylase that is elevated, whereas pancreatic amylase is raised with pancreatic diseases. However, routine measurements of pleural fluid amylase (or its isoenzymes) are not indicated. - Lipid Analyses:* If the fluid appears milky, it should be examined for chylomicrons and triglyceride (found in chylothorax) and for cholesterol levels and cholesterol crystals (found in pseudochylothorax). It should be remembered that chylothorax may not look milky if the patient is starved. Triglyceride levels of 110 mg/dL in pleural fluids are usually diagnostic of chylothorax, though a level of 55–110 mg/dL is still consistent of the diagnosis. Pleural effusion from pseudochylothorax usually has a cholesterol level of over 200 mg/dL. - Flow Cytometry:* Flow cytometry is very useful to diagnose lymphoma in effusions that are predominantly lymphocytic. - Beta-2 Transferrin:* Diagnosis of a duropleural fistula can be made by the presence of beta-2 transferrin, a protein found in cerebrospinal fluid but not in normal pleural fluid ( - Connective Tissue Diseases and Autoimmune Antibodies:* No diagnostic pleural fluid assessment can determine if a pleural effusion is associated with connective tissue disorders. Rheumatoid factor (RA) and antinuclear antibodies (ANA) can be raised in pleural fluid in patients with rheumatoid arthritis and SLE, respectively, but neither was specific. Pleural fluid RA and ANA levels are strongly correlated to the corresponding serum measurements, thus contributing little additional value in diagnosis. diseases are diagnostic and management challenges commonly encountered in a pulmonologist’s day-to-day practice. Knowledge of the basic pleural anatomy in health and disease states helps understand the pathogenesis. Pleural fluid examination is key to diagnosis of pleural effusions. New diagnostic markers continue to be developed and help to reduce the need of more invasive interventions. The future aim should be to develop more disease-specific markers that can identify the underlying pathophysiology or diagnosis. Acknowledgments YCGL receives research grant support from the National Health and Medical Research Council, Raine Medical Foundation, WestCare, Sir Charles Gairdner Research Grants, and State Health Research Advisory Council of Western Australia Health Department (all from Australia). References 1. Light RW, Lee YCG, editors. Textbook of pleural diseases. 2nd ed. London: Arnold Press; 2008. 2. Boursos D, editor. Pleural disease. 2nd ed. New York: Informa Healthcare; 2009. 3. Rahman N, Clelland CA, Lee YCG. The pleural cavity. In: Laurent GJ, Shapiro S, editors. Encyclopedia of respiratory diseases. Oxford: Elsevier; 2006. p. 397–402. 4. Noppen M, de Waele M, Li R, et al. Volume and cellular content of normal pleural fluid in humans examined by pleural lavage. Am J Respir Crit Care Med. 2000;162:1023–6. 5. Wrightson JM, Fysh E, Maskell NA, Lee YC. Risk reduction in pleural procedures: sonography, simulation and supervision. Curr Opin Pulm Med. 2010;16:340–50. 6. Mutsaers SE. Mesothelial cells: their structure, function and role in serosal repair. Respirology. 2002;7:171–91. 7. Mutsaers SE, Prele CM, Brody AR, Idell S. Pathogenesis of pleural fibrosis. Respirology. 2004;9:428–40. 8. Light RW, Lee YCG, Pneumothorax, chylothorax, hemothorax and fibrothorax. In: Mason R, Broaddus VC, Martin TR, et al., editors. Textbook of respiratory diseases. 5th ed. Philadelphia: Saunders/Elsevier; 2010. p. 1764–91. 9. Mishra E, Davies HE, Lee YCG. Malignant pleural disease in primary lung cancer. In: Spiro SG, Janes SM, Huber RM, editors. Pleural Anatomy and Fluid\n\n2008. 2. Boursos D, editor. Pleural disease. 2nd ed. New York: Informa Healthcare; 2009. 3. Rahman N, Clelland CA, Lee YCG. The pleural cavity. In: Laurent GJ, Shapiro S, editors. Encyclopedia of respiratory diseases. Oxford: Elsevier; 2006. p. 397–402. 4. Noppen M, de Waele M, Li R, et al. Volume and cellular content of normal pleural fluid in humans examined by pleural lavage. Am J Respir Crit Care Med. 2000;162:1023–6. 5. Wrightson JM, Fysh E, Maskell NA, Lee YC. Risk reduction in pleural procedures: sonography, simulation and supervision. Curr Opin Pulm Med. 2010;16:340–50. 6. Mutsaers SE. Mesothelial cells: their structure, function and role in serosal repair. Respirology. 2002;7:171–91. 7. Mutsaers SE, Prele CM, Brody AR, Idell S. Pathogenesis of pleural fibrosis. Respirology. 2004;9:428–40. 8. Light RW, Lee YCG, Pneumothorax, chylothorax, hemothorax and fibrothorax. In: Mason R, Broaddus VC, Martin TR, et al., editors. Textbook of respiratory diseases. 5th ed. Philadelphia: Saunders/Elsevier; 2010. p. 1764–91. 9. Mishra E, Davies HE, Lee YCG. Malignant pleural disease in primary lung cancer. In: Spiro SG, Janes SM, Huber RM, editors. Pleural Anatomy and Fluid9. Thoracic malignancies. 3rd ed. Sheffield: European Respiratory Society Journals Ltd; 2009. p. 318–35. 10. Goldstraw P, Crowley J, Chansky K, et al. The IASLC lung cancer staging project: proposals for the revision of the TNM stage groups in the forthcoming (seventh) edition of the TNM classification of malignant tumours. J Thorac Oncol. 2007;2:706–14. 11. Lim E, Clough R, Goldstraw P, et al. Impact of positive pleural lavage cytology on survival in patients having lung resection for non-small-cell lung cancer: an international individual patient data meta-analysis. J Thorac Cardiovasc Surg. 2010;139:1441–6. 12. Travis WD, Brambilla E, Rami-Porta R, et al. Visceral pleural invasion: pathologic criteria and use of elastic stains: proposal for the 7th edition of the TNM classification for lung cancer. J Thorac Oncol. 2008;3:1384–90. 13. Noppen M, Dekeukeleire T, Hanon S, et al. Fluorescein-enhanced autofluorescence thoracoscopy in patients with primary spontaneous pneumothorax and normal subjects. Am J Respir Crit Care Med. 2006;174:26–30. 14. Lee YCG, Light RW. Pleural effusion: overview. In: Laurent GJ, Shapiro S, editors. Encyclopedia of respiratory diseases. Oxford: Elsevier; 2006. p. 353–8. 15. Hooper C, Lee YCG, Maskell NA, On behalf of the British Thoracic Society Pleural Disease Group. The British Thoracic Society Guidelines for the investigation of a unilateral pleural effusion in adults. Thorax. 2010;65(Suppl 2):ii4-17. 16. Light RW, Macgregor MI, Luchsinger PC, Ball WCJ. Pleural effusions: the diagnostic separation of transudates and exudates. Ann Intern Med. 1972;77:507–13. 17. Maskell NA, Davies CW, Nunn AJ, et al. U.K. controlled trial of intrapleural streptokinase for pleural infection. N Engl J Med. 2005;352:865–74. 18. Rahman NM, Mishra EK, Davies HE, Davies RJO, Lee YCG. Clinically important factors influencing the diagnostic measurement of pleural fluid pH and glucose. Am J Respir Crit Care Med. 2008;178:483–90. 19. Light RW. Pleural diseases. 4th ed. Baltimore: Lippincott Williams & Wilkins; 2001. 20. Maskell NA, Batt S, Hedley EL, Davies CW, Gillespie SH, Davies RJ. The bacteriology of pleural infection by genetic and standard methods and its mortality significance. Am J Respir Crit Care Med. 2006;174:817–23. 21. Rahman NM, Maskell NA, West A, Teoh R, Arnold A, Mackinlay C, Peckham D, Davies CW, Ali N, Kinnear W, Bentley A, Kahan BC, Wrightson JM, Davies HE, Hooper CE, Lee YC, Hedley EL, Crosthwaite N, Choo L, Helm EJ, Gleeson FV, Nunn AJ, Davies RJ. Intrapleural use of tissue plasminogen activator and DNase in pleural infection. N Engl J Med. 2011;365:518–26. 12 Y. C. G. Lee and O. R. Walsh",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_pleural_aaf_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}