{
  "id": "papoip_quality_iap_enriched",
  "title": "Quality Indicators and Performance Monitoring",
  "abstract": "",
  "content": "Quality Indicators and Performance Monitoring in Interventional Pulmonology Daniel P. Steinfort and Matthew Evison Contents Introduction............................................................................................... 1 in Interventional Pulmonology.............................................. 2 2.1 Quality Indicators.......................................................................................... 2 2.2 Procedural Reporting to Aid Performance Monitoring................................................... 3 2.3 Adverse Event Reporting and Analysis................................................................... 4 2.4 Audit and Feedback....................................................................................... 4 2.5 Lessons from Previous Audit.............................................................................. 5 Conclusion................................................................................................ References....................................................................................................... Abstract Observed variance in care may be the result of patient factors but is likely to reflect variability in the quality of procedures. Performance monitoring in Interventional Pulmonology involves systematically collecting and analyzing data on various performance metrics, comparing against benchmarks, and using the insights to drive improvements. Performance monitoring, generally through evaluation of metrics, or quality indicators, is focused on outcomes of bronchoscopy and ensuring these meet agreed-upon standards for performance. Quality indicators are defined as “measurable elements of practice performance” that most commonly focus on processes of care or outcomes of care and comprise measurable elements of practice performance that act as markers of high-quality care. Audit and feedback against established minimum standards supports a move away from total procedural numbers as a marker of competency and focuses on evaluating true indicators of quality consistent with optimal patient outcomes, elevating patient safety. Regular and routine audit (with feedback where applicable) should be a standard cultural feature of all Interventional Pulmonology services aspiring to excellence. Keywords Bronchoscopy · Endobronchial ultrasound · Lung cancers · Bronchoscopic Lung Volume Reduction · Quality Indicators · Health Care · Process Assessment (Health Care) · Incident reporting · Clinical audit bronchoscopic armamentarium has expanded significantly over the last two decades since the publication of landmark papers describing both linear [1] and radial [2] endobronchial ultrasound (EBUS). The field of - P. Steinfort (✉) Department Respiratory Medicine, Royal Melbourne Hospital, Parkville, Australia Melbourne Medical School, University of Melbourne, Parkville, Australia Peter MacCallum Cancer Centre, Parkville, Australia e-mail: daniel.steinfort@mh.org.au - Evison Lung Cancer & Thoracic Surgery Directorate, Wythenshawe Hospital, Manchester University NHS Foundation Trust, Manchester, UK Faculty of Biology, Medicine & Health, University of Manchester, Manchester, UK e-mail: m.evison@nhs.net (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_4-1\n\na move away from total procedural numbers as a marker of competency and focuses on evaluating true indicators of quality consistent with optimal patient outcomes, elevating patient safety. Regular and routine audit (with feedback where applicable) should be a standard cultural feature of all Interventional Pulmonology services aspiring to excellence. Keywords Bronchoscopy · Endobronchial ultrasound · Lung cancers · Bronchoscopic Lung Volume Reduction · Quality Indicators · Health Care · Process Assessment (Health Care) · Incident reporting · Clinical audit bronchoscopic armamentarium has expanded significantly over the last two decades since the publication of landmark papers describing both linear [1] and radial [2] endobronchial ultrasound (EBUS). The field of - P. Steinfort (✉) Department Respiratory Medicine, Royal Melbourne Hospital, Parkville, Australia Melbourne Medical School, University of Melbourne, Parkville, Australia Peter MacCallum Cancer Centre, Parkville, Australia e-mail: daniel.steinfort@mh.org.au - Evison Lung Cancer & Thoracic Surgery Directorate, Wythenshawe Hospital, Manchester University NHS Foundation Trust, Manchester, UK Faculty of Biology, Medicine & Health, University of Manchester, Manchester, UK e-mail: m.evison@nhs.net (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_4-1Interventional Pulmonology has arisen in response and spans standard flexible bronchoscopy, as has been practiced for over 50 years, to highly complex and novel procedures such as robotic bronchoscopy [3] or even therapeutic interventions such as lung volume reduction [4]. The specific procedural aspects of individual procedures are discussed in relevant chapters in this textbook. Competence and excellence for individual bronchoscopic interventions must be developed for each procedure, with the intent of achieving optimal performance of each technique. For most procedures, evidence regarding optimal use and performance is well established and, where appropriate, is described in individual clinical guidelines and statements. This is true also for attainment/assessment of procedural competence [5, 6]. Alongside technical proficiency in individual IP techniques, the principals of performance monitoring and quality improvement are relevant to all IP procedures and should form a key component of quality control measures at all institutions. Performance monitoring in Interventional Pulmonology involves systematically collecting and analyzing data on various performance metrics, comparing against benchmarks, and using the insights to drive improvements. It ensures that endoscopic procedures are performed effectively and safely, supports adherence to standards, and helps in achieving better patient outcomes through continuous feedback and improvement. Equally, audit and feedback can help ensure health care is consistent with clinical practice guidelines and may reduce clinical practice variation (or variance in care) between institutions and geographies. Such programs are culturally embedded in many surgical specialties as well as some interventional physician specialties (e.g., cardiology and endoscopy) but are less established in Interventional Pulmonology. Encouragingly, limited evidence to date indicates that performance monitoring may improve procedural and patient outcomes in bronchoscopy. For example, the institution of quality measures in bronchoscopy resulted in improved rates of diagnosis of malignancy [14], regular use of endobronchial ultrasound (EBUS) is known to improve the proportion of patients receiving guideline-consistent lung cancer care [15], and monitoring of quality standards in EBUS reduces variance in care between centres [16]. in Intrventional Pulmonology Various national and international societies have published recommendations for quality control in bronchoscopy, though many were published over 20 years ago [7–9]. These publications focused on quality control, with key themes including attainment/assessment procedural competence, equipment sterilization and infection prevention, contraindications, performance of sampling techniques, and data collection. Quality control was also the focus of a chapter in the prior edition of this textbook [10]. The focus of quality control is to ensure an IP service meets minimum standards to be able to deliver safe and effective care. It does not necessarily involve longitudinal data and is often more targeted toward avoidance of (or practice-alteration in response to) major adverse events. This current chapter assumes that quality control is “a given” and equally recognizes that most aspects of quality control pertain to structural aspects of care including environment (e.g., procedure room space and anesthetic support), resourcing (e.g., staffing, provision of on-site cytology) and organizational structure (e.g., training/credentialing and infection control). Such “system” issues are commonly not actionable by clinicians. In contrast, performance monitoring, generally through evaluation of metrics, or quality indicators, is focused on outcomes of bronchoscopy and ensuring these meet agreed-upon standards for performance. Performance targets for bronchoscopy were first described in 2014 by the British Thoracic Society who proposed diagnostic sensitivity targets for endobronchial tumor and EBUS-transbronchial needle aspiration (TBNA), as well as for complication rates in EBUS-TBNA [11]. These were expanded in 2018 with publication from the NHS Lung Cancer Clinical Expert Group who proposed differing performance targets for “diagnostic” and “staging” EBUS-TBNA while proposing a larger dataset be routinely collected to facilitate audit of procedural outcomes [12]. Most recently, a WABIP Expert Panel consensus statement has proposed a comprehensive list of process and outcome measures (quality indicators), including performance targets for each, for both radial and linear EBUS bronchoscopy [13]. 2.1 Quality Indicators Quality indicators are defined as “measurable elements of practice performance” that relate to clinical, population health, financial, or organizational performance [14]. They may also be conceptualized as specific concise measurable elements of practice performance that act as markers of high-quality care and are derived from best available evidence [11]. In selecting metrics for assessment of quality, the potential validity, feasibility, and relevance of indicators are intended to possess the following features [13, 15] [ref]: - Evidence or consensus of a link to outcome: The evidence base supporting a link between this indicator and patient outcome is robust, or a consensus of experts is likely to feel that a link is present. - P. Steinfort and M. Evison\n\nExpert Group who proposed differing performance targets for “diagnostic” and “staging” EBUS-TBNA while proposing a larger dataset be routinely collected to facilitate audit of procedural outcomes [12]. Most recently, a WABIP Expert Panel consensus statement has proposed a comprehensive list of process and outcome measures (quality indicators), including performance targets for each, for both radial and linear EBUS bronchoscopy [13]. 2.1 Quality Indicators Quality indicators are defined as “measurable elements of practice performance” that relate to clinical, population health, financial, or organizational performance [14]. They may also be conceptualized as specific concise measurable elements of practice performance that act as markers of high-quality care and are derived from best available evidence [11]. In selecting metrics for assessment of quality, the potential validity, feasibility, and relevance of indicators are intended to possess the following features [13, 15] [ref]: - Evidence or consensus of a link to outcome: The evidence base supporting a link between this indicator and patient outcome is robust, or a consensus of experts is likely to feel that a link is present. - P. Steinfort and M. Evison- Practical: This indicator is capable of being translated into practice. - Measurable: This indicator can be measured from the documentation that would reasonably be expected to be available within the medical record. - Potential for improvement: There is room to improve the performance of this indicator in current clinical practice across the spectrum of current practice settings. - Variability among practices: The performance of this indicator is likely to vary across the spectrum of current practice settings. - Important to a large portion of patients of interest: This indicator is likely to be relevant to a large portion of patients to whom it applies. Quality indicators can be divided into three categories: 1. Structural measures: These assess characteristics of the entire health care environment (e.g., availability and maintenance of endoscopy equipment at a hospital). Structural measures recognize that characteristics of the healthcare environment can significantly affect the quality of care. They provide an indication of a healthcare organization’s or clinician’s capacity to provide for high-quality care and are relatively easy to develop and report. The limitation of structural measures is that they do not measure the quality of care received or indicate whether a patient’s health was improved as a result of that care [16]. 2. Process measures: These assess performance during delivery of care (e.g., rate of localization of target lesion by radial endobronchial ultrasound (EBUS), or use of rapid on-site evaluation). Process measures represent surrogate measures of high-quality care, or procedural aspects that are known to be associated with improved clinical outcomes (e.g., use of fluoroscopy to reduce risk of pneumothorax following transbronchial biopsy). 3. Outcome measures: These assess the results of the care provided (e.g., diagnostic sensitivity of radial EBUS, or frequency of pneumothorax following transbronchial lung biopsy). Process measures may be further divided into pre-procedural and intra-procedural quality indicators. While outcome measures are the obvious marker of impact of a procedure on an individual patient, use of outcome measures as a marker of quality is problematic [17], in part due to the potential impact of other factors on both diagnostic outcomes (e.g., lymph node size impacts diagnostic sensitivity of linear EBUS [18]) or complication rates (e.g., FEV1 impacts risk of pneumothorax following percutaneous lung biopsy [19]). Equally, the link between quality of care and outcomes is highly variable, especially where the outcome is a rare event. Process measures reflect the understanding that continually doing the right thing is likely to lead to better outcomes in the long term and that outcomes are the result of actions (processes). Process measures are also more readily addressed in any quality improvement programs that may be instituted. The American Society for Gastrointestinal Endoscopy (ASGE) has published quality indicators common to all bronchoscopic/endoscopic procedures, including post-procedural instructions, follow-up, and patient satisfaction assessment [20]. Interventional pulmonologists should be aware of outcome measures specific to IP recommended by the BTS Quality Standards statement for flexible bronchoscopy [11], both process and outcome measures recommended by the NHS EBUS Service Specifications statement [12] and the recently published World Association of Bronchology & Interventional Pulmonology (WABIP) Expert Panel Consensus Statement on Quality Indicators (pre-, intra-, and post-procedural) for EBUS (linear and radial) bronchoscopy (see Some procedures will not be adequately reflected by the use of the above quality indicators. For example, bronchoscopic lung volume reduction procedures will require very different metrics to assess quality than will be relevant to EBUS. In such cases where performance targets do not exist, published evidence regarding outcomes (e.g., rates of pneumothorax and proportion achieving MCID [21]) may serve as benchmarks against which individual centers measure their performance. 2.2 Procedural Reporting to Aid Performance Monitoring Performance in meeting targets for quality indicators requires collection of data, predominantly nominal or categorical data. Where this information is not included in procedure reports, substantial time and resources are required to collate and analyze data [22]. Standardized reporting elements are routinely used in endoscopy and surgery to improve accuracy of reports as well as facilitate subsequent performance monitoring. Use of standardized reporting elements is also crucial in interpreting outcomes where performance is known to differ according to clinical or procedural features. For example, yield of radial EBUS sampling of peripheral pulmonary lesions differs considerably according to size. Standardized procedural reports should also include consistent recording of procedure indication given the variability in performance. Quality Indicators and Performance Monitoring in Interventional Pulmonology 3\n\nvolume reduction procedures will require very different metrics to assess quality than will be relevant to EBUS. In such cases where performance targets do not exist, published evidence regarding outcomes (e.g., rates of pneumothorax and proportion achieving MCID [21]) may serve as benchmarks against which individual centers measure their performance. 2.2 Procedural Reporting to Aid Performance Monitoring Performance in meeting targets for quality indicators requires collection of data, predominantly nominal or categorical data. Where this information is not included in procedure reports, substantial time and resources are required to collate and analyze data [22]. Standardized reporting elements are routinely used in endoscopy and surgery to improve accuracy of reports as well as facilitate subsequent performance monitoring. Use of standardized reporting elements is also crucial in interpreting outcomes where performance is known to differ according to clinical or procedural features. For example, yield of radial EBUS sampling of peripheral pulmonary lesions differs considerably according to size. Standardized procedural reports should also include consistent recording of procedure indication given the variability in performance. Quality Indicators and Performance Monitoring in Interventional Pulmonology 3according to underlying diagnosis [13]. This is perhaps most relevant to endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) where differing outcome measures may be expected depending on whether procedures are “targeted” sampling with diagnostic intent only or “systematic staging” procedures, where comprehensive LN staging may identify PET-occult metastases in a significant minority of patients preoperatively [18] or prior to curative-intent therapy in patients with locally advanced disease [23]. It has been recognized since 2013 that diagnostic sensitivity of EBUS-guided transbronchial needle aspiration (TBNA) is dependent on the prevalence of mediastinal disease [24]. Consequently, recent NHSE guidelines on quality indicators for EBUS bronchoscopy recommend performance targets for sensitivity of EBUS-TBNA according to underlying prevalence of mediastinal disease ( ## 2.3 Adverse Event Reporting and Analysis Much of the focus of quality indicators is on ensuring successful and optimal performance of Interventional procedures, which is observed over time and across many procedures. Complications rates vary significantly according to procedure as well as patient factors, but overall incidence of significant complications following bronchoscopy is rare. Identification of some complications is straightforward (e.g., pneumothorax and unplanned admission); however, many adverse events (AEs) may go unreported. Most severe AEs related to IP procedures (either anesthetic- or procedure-related) will be immediately apparent; however, data in Interventional Pulmonology is lacking due to challenges in reporting minor or post-procedure (especially delayed) adverse events. Data in gastrointestinal endoscopy indicates that over 40 % of AEs may go unreported, partly due to the difficulty in identifying/recording AEs that occur in the post-procedure period [20, 25]. ## 2.4 Audit and Feedback Clinical audit is an important tool for maintaining high standards in Interventional Pulmonology, and NICE guidelines recommend robust audit for monitoring of local test performance of EBUS-TBNA [26]. Audit and feedback against established minimum standards supports a move away from total procedural numbers as a marker of competency and focuses on evaluating true indicators of quality consistent with optimal patient outcomes, elevating patient safety. Individual operators may demonstrate ongoing clinical effectiveness and patient safety within their procedural | Quality indicator | Type of measure | Outcome- performance target | |:------------------------------------------------------------------------------------------------------------ |:---------------- |:-------------------------- | | Domain: Pre-procedure indicators | | | | | 1. Frequency with which indication for EBUS is documented | Process | > 98 % | | | 2. Frequency with which consent is obtained, and fully documented, including specific discussions of risks associated with EBUS and sedation | Process | > 98 % | | 3. Frequency with which EBUS examinations are performed/supervised by trained EBUS operators | Process | > 98 % | | 4. Frequency with which a sedation plan is developed and documented based on clinical comorbidities and anesthetic/sedation risks | Process | > 98 % | | *Domain: Intra-procedure indicators* | | | | | 5. Frequency with which anesthetic/sedation management is recorded | Process | > 98 % | | 6. Frequency with which the appearance of relevant structures, specific to the indication for the EBUS, is recorded | Process | > 98 % | | 7. Frequency with which patients with ACCP radiographic group B & C (cN1/2/3) undergo systematic mediastinal LN staging | Process | > 95 % | | *Domain: Post-procedural indicators* | | | | | 8. Frequency with which immediate adverse events are observed | Outcome | < 2 % | | 9. Incidence of complications following EBUS (including individual complications) | Outcome | Varies according to indication. See | | 10. Frequency with which inadequate specimens are reported from an individual LN station | Outcome | < 10 % | | 11. (a) Diagnostic performance of EBUS-TBNA according to indication/ACCP radiographic group | Outcome | Varies according to diagnosis. See | | (b) Diagnostic performance of radial EBUS for diagnosis of peripheral pulmonary lesions | | | | 12. Frequency with which tissue/specimens are inadequate for required molecular testing | Outcome | < 5 % | - Preference to be recorded in procedure report, though documentation in medical notes may suffice in some cases* 4 D. P. Steinfort and M. Evison\n\nrecorded | Process | > 98 % | | 7. Frequency with which patients with ACCP radiographic group B & C (cN1/2/3) undergo systematic mediastinal LN staging | Process | > 95 % | | *Domain: Post-procedural indicators* | | | | | 8. Frequency with which immediate adverse events are observed | Outcome | < 2 % | | 9. Incidence of complications following EBUS (including individual complications) | Outcome | Varies according to indication. See | | 10. Frequency with which inadequate specimens are reported from an individual LN station | Outcome | < 10 % | | 11. (a) Diagnostic performance of EBUS-TBNA according to indication/ACCP radiographic group | Outcome | Varies according to diagnosis. See | | (b) Diagnostic performance of radial EBUS for diagnosis of peripheral pulmonary lesions | | | | 12. Frequency with which tissue/specimens are inadequate for required molecular testing | Outcome | < 5 % | - Preference to be recorded in procedure report, though documentation in medical notes may suffice in some cases* 4 D. P. Steinfort and M. Evisonpractice as part of good medical care and annual appraisal through performance of regular audit. This may act as a driver for standardized data collection tools (“logbooks”) to support this, which could provide both individual and organizational appraisal. Use of logbooks, ideally prospectively maintained, may aid self-assessment and outcome reporting at an institutional level. Automated data extraction from electronic medical records, where available, may also improve accuracy and reduce resources required to determine procedural outcomes. Where individual or institutional performance does not reach the recommended target level, there should be a plan for reviewing procedural practice to identify any potential opportunities for improvement. This is generally conducted internally, though for severe AEs may require a system-level examination (e.g., root cause analysis). In the improvement science literature, the term used for monitoring KPIs and reporting back to health professionals is “Audit and Feedback.” In order to effect change, monitoring (audit) alone without feedback is unlikely to be successful [27]. The clinical context in which parameters are measured, feeding back the results, and ensuring the evidence base for standards are made clear are a minimum requirement of this process. The impact of audit and feedback in reducing unwanted clinical variation is highly variable, depending on local contextual circumstances, in addition to the individual strategy components themselves [28]. Feedback should be delivered at either the individual or institutional level, depending on the desired outcome [29]. Feedback from peers, or senior colleagues, is generally more effective than from regulators/administrators [29, 30]. Audit and feedback have the potential to identify and correct flaws in technique responsible for suboptimal performance but more broadly may also be able to develop a culture shift through role modelling and behavioral change at an institutional level [27]. 2.5 Lessons from Previous Audit Much of the evidence base regarding Interventional Pulmonology is derived from retrospective and prospective audit, demonstrating the value of outcomes measurement. Prominent examples in IP of quality assessment through performance monitoring/audit include the following: - BTS National Adult Bronchoscopy Audit [31] - This national audit of 3594 bronchoscopy and 1606 endobronchial ultrasound (EBUS) procedures published in 2018 identified outcomes below the target for pre-procedural consent, histologic diagnosis during bronchoscopy, and time from referral to performance of biopsy. Additionally, only one quarter of centers examined outcomes annually. - National improvement objectives were proposed, with recommendations that reporting should become part of routine annual practice. Repeat audit was proposed for 3 years. - The AQuIRE registry (American College of Chest Physicians Quality Improvement Registry, Evaluation, and Education) NB-All registries are a form of audit technically, but in practice, only those where the register is used to drive quality improvements should be classified as audits. - The AQuIRE registry comprised 15 US centers contributing an exhaustive database of up to 130 datapoints for all types of bronchoscopy. - The registry generated significant findings achieved only through collection of a large multicenter dataset, including correlation between institutional volume and diagnostic yield from EBUS-transbronchial needle aspiration (TBNA) [32], variable impact of rapid on-site cytologic evaluation on rates of transbronchial biopsy [33], and efficacy of, and underutilization of, peripheral TBNA for parenchymal lesions [34]. Emphasizing the challenge of collection and maintaining such a large dataset, AQuIRE was discontinued owing to the high ongoing costs of maintaining an extensive database, demonstrating the importance of careful evaluation in selecting quality indicators. Multiple studies have confirmed an excess of performance measures in health care, frequently resulting in “measurement fatigue,” without any commensurate improvement in health outcomes [35, 36]. Proceduralists may wish to identify “priority indicators” based on their | N2/3 prevalence | Sensitivity | Negative predictive value | |:-------------- |:--------------------- |:------------------------ | | | ACCP meta-analysis [24] | Minimum standard | | > 80 % | 96 % | > 90 % | | 60–80 % | 91 % | > 88 % | | 40–60 % | 87 % | > 85 % | | 20–40 % | 87 % | > 80 % | | < 20 % | 78 % | > 75 % | | | | | | | ACCP meta-analysis [24] | Minimum standard | | > 80 % | 83 % | > 80 % | | 60–80 % | 83 % | > 80 % | | 40–60 % | 89 % | > 85 % | | 20–40 % | 95 % | > 90 % | | < 20 % | 96 % | > 92 % | Quality Indicators and Performance Monitoring in Interventional\n\nresulting in “measurement fatigue,” without any commensurate improvement in health outcomes [35, 36]. Proceduralists may wish to identify “priority indicators” based on their | N2/3 prevalence | Sensitivity | Negative predictive value | |:-------------- |:--------------------- |:------------------------ | | | ACCP meta-analysis [24] | Minimum standard | | > 80 % | 96 % | > 90 % | | 60–80 % | 91 % | > 88 % | | 40–60 % | 87 % | > 85 % | | 20–40 % | 87 % | > 80 % | | < 20 % | 78 % | > 75 % | | | | | | | ACCP meta-analysis [24] | Minimum standard | | > 80 % | 83 % | > 80 % | | 60–80 % | 83 % | > 80 % | | 40–60 % | 89 % | > 85 % | | 20–40 % | 95 % | > 90 % | | < 20 % | 96 % | > 92 % | Quality Indicators and Performance Monitoring in InterventionalHere's the cleaned-up text: clinical relevance and importance, on evidence that performance of the indicator varies significantly in clinical practice and feasibility of measurement. A useful first step when commencing performance monitoring for individual endoscopists is to first measure their performances with regard to these priority indicators. Conclusion Observed variance in care may be the result of patient factors but is likely to reflect variability in the quality of procedures. It is the professional responsibility of all proceduralists to at a minimum examine their processes and outcomes in order to benchmark their performance within their specialty and to potentially identify opportunities for quality improvement. The field of interventional pulmonology is in a strong position to deliver robust audit and feedback as part of routine service delivery, given there are well described and internationally agreed outcome measures to benchmark against. Use of procedural or outcome metrics permits performance monitoring and assessment of effectiveness of interventional pulmonology procedures. Regular and routine audit (with feedback where applicable) should be a standard cultural feature of all Interventional Pulmonology services aspiring to excellence. References 1. Yasufuku K, Chiyo M, Sekine Y, Chhajed PN, Shibuya K, Iizasa T, Fujisawa T. Real-time endobronchial ultrasound-guided transbronchial needle aspiration of mediastinal and hilar lymph nodes. Chest. 2004;126(1):122–8. 2. Kurimoto N, Miyazawa T, Okimasa S, Maeda A, Oiwa H, Miyazu Y, Murayama M. Endobronchial ultrasonography using a guide sheath increases the ability to diagnose peripheral pulmonary lesions endoscopically. Chest. 2004;126(3):959–65. 3. Fielding DIK, Bashirzadeh F, Son JH, Todman M, Chin A, Tan L, Steinke K, Windsor MN, Sung AW. First human use of a new robotic-assisted fiber optic sensing navigation system for small peripheral pulmonary nodules. Respiration; Int Rev Thoracic Dis. 2019;98(2):142–50. 4. Koster TD, Dijk MV, Slebos DJ. Bronchoscopic lung volume reduction for emphysema: review and update. Semin Respir Crit Care Med. 2022;43(4):541–51. 5. Williamson JP, Twaddell SH, Lee YC, Salamonsen M, Hew M, Fielding D, Nguyen P, Steinfort D, Hopkins P, Smith N, Grainge C. Thoracic ultrasound recognition of competence: a position paper of the Thoracic Society of Australia and New Zealand. Respirology. 2017;22(2):405–8. 6. Voduc N, Dudek N, Parker CM, Sharma KB, Wood TJ. Development and validation of a bronchoscopy competence assessment tool in a clinical setting. Ann Am Thorac Soc. 2016;13(4):495–501. 7. Wood-Baker R, Burdon J, McGregor A, Robinson P, Seal P, Thoracic Society of A, New Z. Fibre-optic bronchoscopy in adults: a position paper of The Thoracic Society of Australia and New Zealand. Intern Med J. 2001;31(8):479–87. 8. Bolliger computed tomography (CT), Mathur PN, Beamis JF, Becker HD, Cavaliere S, Colt H, Diaz-Jimenez JP, Dumon JF, Edell E, Kovitz KL, Macha HN, Mehta AC, Marel M, Noppen M, Strausz J, Sutedja TG. ERS/ATS statement on interventional pulmonology. European Respiratory Society/American Thoracic Society. Eur Respir J. 2002;19(2):356–73. 9. Haussinger K, Ballin A, Becker HD, Bolcskei P, Dierkesmann R, Dittrich I, Frank W, Freitag L, Gottschall R, Guschall WR, Hartmann W, Hauck R, Herth F, Kirsten D, Kohlhaufl M, Kreuzer A, Loddenkemper R, Macha N, Markus A, Stanzel F, Steffen H, Wagner M, Working party on Recommendations for Quality Stanards in Endoscopy of the German Society of P. Recommendations for quality standards in bronchoscopy. Pneumologie. 2004;58(5):344–56. 10. Simoff M. Quality control mechanism for endoscopic procedures. In: Ernst AH, editor. . Springer: New York / Heidelberg / Dordrecht / London; 2013; 49–62. https://doi.org/10.1007/978–1-4614–4292-9 11. Du Rand IMM. Quality standards for diagnostic flexible bronchoscopy in adults. British Thoracic Society Reports. 2014;6(5). ISSN 2040–2023 12. Lung Cancer Clinical Expert Group N. Endobronchial ultrasound service specifications. [cited 2023 7th Feb 2023]. Available from: https://www.roycastle.org/app/uploads/2020/12/Appendices-1–4-endobronchial ultrasound (EBUS)-service-specification-final-to-NHSE.pdf 13. Steinfort DP, Evison M, Witt A, Tsaknis G, Kheir F, Manners D, Madan K, Sidhu C, Fantin A, Korevaar DA, Van Der Heijden E, Bronchoscopy WToQIiE. Proposed quality indicators and recommended standard reporting items in performance of EBUS bronchoscopy: an official World Association for Bronchology and Interventional Pulmonology Expert Panel consensus statement. Respirology. 2023;28(8):722–43. 14. Slade MG, Rahman NM, Stanton AE, Curry L, Slade GC, Clelland CA, et al. Improving standards in flexible bronchoscopy for lung cancer. Eur Respir J. 2011;37(4): 895–901. 15. Ost DE, Niu J, Zhao H, Grosu HB, Giordano SH. Quality gaps and comparative effectiveness in lung cancer staging and diagnosis. Chest. 2020;157(5):1322–1345. 16. Evison M, Crosbie P, Martin J, Shah R, Doran H, Borrill Z, et al. EBUS-guided mediastinal lung cancer staging: monitoring of quality standards improves performance. Thorax. 2016;71(8):762–763. 17. Lilford RJ, Brown CA, Nicholl J. Use of process measures to monitor the quality of clinical practice. BMJ. 2007;335(7621): 648–50. 18. Leong TL, Loveland PM, Gorelik A, Irving L, Steinfort DP. Preoperative staging by EBUS in cN0/N1 lung cancer: systematic review and meta-analysis. J Bronchology Interventional Pulmonology. 2019;26(3):155–65. 19. Steinfort DP, Vincent J, Heinze S, Antippa P, Irving LB. Comparative effectiveness of radial probe endobronchial ultrasound versus CT-guided needle biopsy for evaluation of peripheral pulmonary lesions: a randomized pragmatic trial. Respir Med. 2011;105(11):1704–11. 20. Rizk MK, Sawhney MS, Cohen J, Pike IM, Adler DG, Dominitz JA, Lieb JG 2nd, Lieberman DA, Park WG, Shaheen NJ, Wani S. Quality indicators common to all GI endoscopic procedures. Gastrointest Endosc. 2015;81(1):3–16. 21. Zhang R, Zheng Z, Bian Y, Deng M, Herth FFJ, Hou G. Efficacy and safety of bronchoscopic lung volume reduction for chronic obstructive pulmonary disease: a systematic review and network meta-analysis. Expert Rev Respir Med. 2024;18(8):631–44. 22. Cortes-Puch I, Lagana M, Liu A, Kemie T, Adams JY, Phan C. Development of an Automated Interventional Pulmonology Procedural Registry. American Thoracic Society. Am J Respir Crit Care Med. 2024;209:A3075. - P. Steinfort and M. Evison\n\nthe quality of clinical practice. BMJ. 2007;335(7621): 648–50. 18. Leong TL, Loveland PM, Gorelik A, Irving L, Steinfort DP. Preoperative staging by EBUS in cN0/N1 lung cancer: systematic review and meta-analysis. J Bronchology Interventional Pulmonology. 2019;26(3):155–65. 19. Steinfort DP, Vincent J, Heinze S, Antippa P, Irving LB. Comparative effectiveness of radial probe endobronchial ultrasound versus CT-guided needle biopsy for evaluation of peripheral pulmonary lesions: a randomized pragmatic trial. Respir Med. 2011;105(11):1704–11. 20. Rizk MK, Sawhney MS, Cohen J, Pike IM, Adler DG, Dominitz JA, Lieb JG 2nd, Lieberman DA, Park WG, Shaheen NJ, Wani S. Quality indicators common to all GI endoscopic procedures. Gastrointest Endosc. 2015;81(1):3–16. 21. Zhang R, Zheng Z, Bian Y, Deng M, Herth FFJ, Hou G. Efficacy and safety of bronchoscopic lung volume reduction for chronic obstructive pulmonary disease: a systematic review and network meta-analysis. Expert Rev Respir Med. 2024;18(8):631–44. 22. Cortes-Puch I, Lagana M, Liu A, Kemie T, Adams JY, Phan C. Development of an Automated Interventional Pulmonology Procedural Registry. American Thoracic Society. Am J Respir Crit Care Med. 2024;209:A3075. - P. Steinfort and M. Evison23. Steinfort DP, Kothari G, Wallace N, Hardcastle N, Rangamuwa K, Dieleman EMT, Lee P, Li P, Simpson JA, Yo S, Bashirdazeh F, Nguyen P, Jennings BR, Fielding D, Crombag L, Irving LB, Yasufuku K, Annema JT, Ost DE, Siva S. Systematic endoscopic staging of mediastinum to guide radiotherapy planning in patients with locally advanced non-small-cell lung cancer (SEISMIC): an international, multicentre, single-arm, clinical trial. Lancet Respir Med. 2024;12(6):467–475. https://doi.org/10.1016/S2213-2600(24)00010–9 24. Silvestri GA, Gonzalez AV, Jantz MA, Margolis machine learning (ML), Gould MK, Tanoue LT, Harris LJ, Detterbeck FC. Methods for staging non-small cell lung cancer: diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl): e211S-50S. 25. Della Casa FC, Monino L, Deprez PH, Steyaert A, Pendeville P, Piessevaux H, Moreels TG. How to track and register adverse events and incidents related to gastrointestinal endoscopy. Acta Gastroenterol Belg. 2022;85(3):499–504. 26. Maconachie R, Mercer T, Navani N, McVeigh G, Guideline C. Lung cancer: diagnosis and management: summary of updated NICE guidance. BMJ. 2019;364:L1049. 27. Thomas-Gibson S, Haycock A, Valori R. The intended and unintended consequences of performance monitoring in colonoscopy. Endosc Int Open. 2016;4(10):E1028-9. 28. Brown B, Gude WT, Blakeman T, van der Veer SN, Ivers N, Francis JJ, Lorencatto F, Presseau J, Peek N, Daker-White G. Clinical Performance Feedback Intervention Theory (CP-FIT): a new theory for designing, implementing, and evaluating feedback in health care based on a systematic review and meta-synthesis of qualitative research. Implement Sci. 2019;14(1):40. 29. Sarkies M, Francis-Auton E, Long J, Roberts N, Westbrook J, Levesque JF, Watson DE, Hardwick R, Sutherland K, Disher G, Hibbert P, Braithwaite J. Audit and feedback to reduce unwarranted clinical variation at scale: a realist study of implementation strategy mechanisms. Implement Sci. 2023;18(1):71. 30. Colquhoun HL, Carroll K, Eva KW, Grimshaw JM, Ivers N, Michie S, Sales A, Brehaut JC. Advancing the literature on designing audit and feedback interventions: identifying theory-informed hypotheses. Implement Sci. 2017;12(1):117. 31. Verma DJBaDR. BTS National Audit Report: Adult Bronchoscopy Audit 2017. https://www.brit-thoracic.org.uk/quality-improvement/clinical-audit/bts-national-audit-reports-full-list/. British Thoracic Society; 2018. 32. Ost DE, Ernst A, Lei X, Feller-Kopman D, Eapen GA, Kovitz KL, Herth FJF, Simoff M, Registry AQB. Diagnostic yield of endobronchial ultrasound-guided transbronchial needle aspiration: results of the AQuIRE Bronchoscopy Registry. Chest. 2011;140(6):1557–66. 33. Eapen GA, Shah AM, Lei X, Jimenez CA, Morice RC, Yarmus L, Filner J, Ray C, Michaud G, Greenhill SR, Sarkiss M, Casal R, Rice D, Ost DE, American College of Chest Physicians Quality Improvement Registry E, Evaluation P. Complications, consequences, and practice patterns of endobronchial ultrasound-guided transbronchial needle aspiration: results of the AQuIRE registry. Chest. 2013;143(4):1044–53. 34. Ost DE, Ernst A, Lei X, Kovitz KL, Benzaquen S, Diaz-Mendoza J, Greenhill S, Toth J, Feller-Kopman D, Puchalski J, Baram D, Karunakara R, Jimenez CA, Filner JJ, Morice RC, Eapen GA, Michaud GC, Estrada YMRM, Rafeq S, Grosu HB, Ray C, Gilbert CR, Yarmus LB, Simoff M, Registry AQB. Diagnostic yield and complications of bronchoscopy for peripheral lung lesions. Results of the AQuIRE Registry. Am J Respir Crit Care Med. 2016;193(1):68–77. 35. Heenan MA, Randall GE, Evans JM. Selecting performance indicators and targets in health care: an international scoping review and standardized process framework. Risk Manag Healthc Policy. 2022;15:747–64. 36. Cassel CK, Conway PH, Delbanco SF, Jha AK, Saunders RS, Lee TH. Getting more performance from performance measurement. N Engl J Med. 2014;371(23):2145–7. Quality Indicators and Performance Monitoring in Interventional Pulmonology",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H1",
    "precedence": 1.0,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "rp-ebus",
      "ebus",
      "rose",
      "blvr",
      "tbna"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_quality_iap_enriched.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}