{
  "doc_id": "papoip_bronchosco_tna",
  "title": "Bronchoscopic Transparenchymal Nodule Access",
  "abstract": "",
  "content": "Bronchoscopic Transparenchymal Nodule Access\nDifei Chen and Shiyue Li Contents Introduction............................................................................................. 2 of BTPNA............................................................................... 2\n2.1 Development and Application of BTPNA............................................................... 2 Indication................................................................................................ 2\n3.1 Peripheral Pulmonary Nodule Biopsy................................................................... 2\n3.2 Location of Peripheral Pulmonary Nodules............................................................. 3\n3.3 Peripheral Pulmonary Nodule Ablation................................................................. 3\n3.4 Recanalization of Tracheal or Bronchial Obstructions.................................................. 4\n3.5 Other Applications....................................................................................... 4 Contraindications....................................................................................... 4\n4.1 Patients Who Are Unsuitable for Routine Bronchoscopy and General Anesthesia.................... 4\n4.2 Lesion with Vascular Wrapping or Proximity to Important Organs Identified by computed tomography (CT) Imaging........ 5\n4.3 Patients with Severe Emphysema, Bullae, Mediastinal Emphysema, or Pneumothorax............... 5\n4.4 Technical Difficulties Related to Lesion Location...................................................... 5 Instrument and Accessory.............................................................................. 5\n5.1 Imaging and Navigation Systems........................................................................ 5\n5.2 Bronchoscope............................................................................................ 6\n5.3 Accessory................................................................................................. 7 Procedure................................................................................................ 8\n6.1 Planning.................................................................................................. 8\n6.2 Navigation and Pathway Setup.......................................................................... 8\n6.3 Sampling.................................................................................................. 10 Complications, Management, and Prevention........................................................ 11\n7.1 Pneumothorax............................................................................................ 11\n7.2 Hemorrhage.............................................................................................. 11\n7.3 Infection.................................................................................................. 11\n7.4 Bronchial Injury.......................................................................................... 11 Comments................................................................................................ 11 Conclusion............................................................................................... References...................................................................................................... Abstract\nBronchoscopic Transparenchymal Nodule Access (BTPNA) is an innovative technique in interventional pulmonology, offering a minimally invasive approach to diagnosing and treating peripheral pulmonary nodules (PPNs). By integrating bronchoscopic navigation system, - Chen · S. Li (✉)\nState Key Laboratory of Respiratory Disease, The First Affiliated\nHospital of Guangzhou Medical University, National Clinical Research\nCenter for Respiratory, Guangzhou Institute of Respiratory Disease,\nGuangzhou, Guangdong, People’s Republic of China\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_19-1\nInjury.......................................................................................... 11 Comments................................................................................................ 11 Conclusion............................................................................................... References...................................................................................................... Abstract\nBronchoscopic Transparenchymal Nodule Access (BTPNA) is an innovative technique in interventional pulmonology, offering a minimally invasive approach to diagnosing and treating peripheral pulmonary nodules (PPNs). By integrating bronchoscopic navigation system, - Chen · S. Li (✉)\nState Key Laboratory of Respiratory Disease, The First Affiliated\nHospital of Guangzhou Medical University, National Clinical Research\nCenter for Respiratory, Guangzhou Institute of Respiratory Disease,\nGuangzhou, Guangdong, People’s Republic of China\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_19-1BTPNA overcomes the limitations of traditional bronchoscopy and transthoracic needle aspiration. This method has demonstrated high diagnostic yields, particularly in nodules that lack a bronchus sign, and significantly reduces complications like pneumothorax. BTPNA’s utility extends beyond diagnosis, enabling therapeutic interventions like ablation and recanalization of obstructed airways. Despite its advantages, BTPNA requires specialized skills and equipment, and relative complex process, which may limit its widespread adoption. However, ongoing technological advancements are likely to simplify the procedure and broaden its application, potentially making BTPNA a standard practice in the management of PPNs. This chapter discusses the principles, applications, procedures, complications, and future prospects of BTPNA in the context of pulmonary disease management. Keywords\nBronchoscopic Transparenchymal Nodule Access (BTPNA) · Peripheral pulmonary nodules · Navigation Transparenchymal Nodule Access (BTPNA) represents a significant advancement in the field of interventional pulmonology, offering a novel approach to the diagnosis and treatment of peripheral pulmonary nodules (PPNs). This innovative technique leverages the latest in imaging and navigation technologies to overcome the limitations of traditional bronchoscopy and transthoracic needle aspiration (TTNA), which are often hampered by the anatomical constraints of the bronchial tree or the risks associated with invasive procedures [1]. of BTPNA\nThe principle of BTPNA is founded on the integration of advanced imaging techniques with precise bronchoscopic navigation, enabling the creation of a direct pathway through the lung parenchyma to reach the target lesion. Unlike conventional bronchoscopy, which relies on the presence of a bronchus leading directly to the nodule, BTPNA utilizes fluoroscopy, and bronchoscopy navigation system to establish a pathway from the airway to the nodule, irrespective of its bronchial connection. This approach has been demonstrated to significantly enhance diagnostic yield while minimizing complications such as pneumothorax, a common risk associated with TTNA. The BTPNA procedure is facilitated by advanced navigation systems, such as the Archimedes Virtual Bronchoscopy Navigation (VBN) system. This system integrates computed tomography (CT) data to construct a three-dimensional model of the bronchial airways, ribs, lungs, and vascular structures, enabling the identification of an optimal point of entry (POE) on the airway wall and an avascular path through the lung tissue to the PPNs. During the procedure, a catheter-based tool is guided through a preplanned tunnel from the POE to the nodule under fused fluoroscopy guidance. The procedure is conducted under general anesthesia and muscle paralysis to ensure patient safety and comfort. A sheath with a blunt dissection stylet is advanced through the lung parenchyma to the lesion, allowing for the acquisition of tissue samples for histopathological examination or conducting treatment [2]. 2.1 Development and Application of BTPNA\nThe development of BTPNA marks the convergence of multiple technological advancements within interventional pulmonology. This technique was primarily driven by the need to improve diagnostic accuracy for small, peripheral lung nodules, which are increasingly being detected through widespread computed tomography (CT) screening. Early versions of bronchoscopic navigation systems, such as VBN and electromagnetic navigation bronchoscopy (ENB), laid the foundation for BTPNA by enhancing the ability to locate and biopsy nodules that were otherwise inaccessible. BTPNA was first introduced as a novel method in 2014 by Dr. Gerard Silvestri from the Medical University of South Carolina et al. [3]. The technique was designed to combine the high diagnostic yield of TTNA with the lower complication rates associated with bronchoscopic procedures. In 2015, Dr. Felix Herth from the University of Heidelber published the first clinical application of BTPNA for diagnosing pulmonary nodules in humans, marking a significant milestone in its development [1]. By 2021, BTPNA had further expanded in scope, with reports documenting its use in creating channels for lung tissue ablation in animal experiments [4]. Since then, the application of BTPNA has broadened, demonstrating its utility not only in the diagnosis of PPNs but also in therapeutic interventions, including ablation and stenting, particularly in complex cases involving recanalization of obstructed airways [5]. Indication\n3.1 Peripheral Pulmonary Nodule Biopsy\nThe primary clinical application of BTPNA lies in the diagnosis of PPNs, where it has demonstrated significant effectiveness across various studies. The integration of BTPNA with the Archimedes navigation system has yielded\nHerth from the University of Heidelber published the first clinical application of BTPNA for diagnosing pulmonary nodules in humans, marking a significant milestone in its development [1]. By 2021, BTPNA had further expanded in scope, with reports documenting its use in creating channels for lung tissue ablation in animal experiments [4]. Since then, the application of BTPNA has broadened, demonstrating its utility not only in the diagnosis of PPNs but also in therapeutic interventions, including ablation and stenting, particularly in complex cases involving recanalization of obstructed airways [5]. Indication\n3.1 Peripheral Pulmonary Nodule Biopsy\nThe primary clinical application of BTPNA lies in the diagnosis of PPNs, where it has demonstrated significant effectiveness across various studies. The integration of BTPNA with the Archimedes navigation system has yieldedremarkable results, providing a high diagnostic yield ranging from 72.8 % to 75.4 %, regardless of the presence of a bronchus sign [6]. Notably, BTPNA has shown even greater efficacy for lesions without a bronchus sign that are not directly accessible via traditional bronchoscopy, achieving diagnostic yields between 71.4 % and 74.1 % [2]. When compared to other bronchoscopic techniques, such as transbronchial needle aspiration and transbronchial biopsy, which have diagnostic yields of 59.1 % and 22.6 %, respectively, BTPNA has proven to be superior. It boasts a biopsy yield of 86.3 %, significantly outperforming guided transbronchial needle aspiration (TBNA), which only achieved a 67.2 % yield [7]. BTPNA offers several advantages over traditional localization methods like TTNA and conventional bronchoscopy. In contrast to TTNA, which has a substantial pneumothorax risk of up to 15 %, BTPNA’s bronchoscopic approach significantly reduces this risk while still offering a direct and effective pathway to the nodule. Additionally, BTPNA is not constrained by the anatomical limitations of the airway, making it particularly advantageous for nodules that are not connected to a bronchus or are located in lung regions that are difficult to access with a standard bronchoscope. 3.2 Location of Peripheral Pulmonary Nodules Accurate localization of PPNs is essential for effective surgical interventions, particularly in the context of lung cancer, where early and precise identification of malignant nodules can significantly improve prognosis. Traditional methods often face challenges in accessing peripheral nodules, especially those that lack a clear airway path, small in diameter, or present as ground-glass nodules. In terms of localization techniques, liquid dyes such as methylene blue, medical glue, indocyanine green, and lipiodol are commonly used for positioning. These materials are advantageous because they are readily accessible and provide clear visibility during surgery, facilitating resection. However, liquid dyes have limitations, including the potential for diffusion after injection, which can lead to an increased resection area or failure in precise localization. Metal markers, though less commonly used for lung nodule localization, offer the benefit of remaining in place for extended periods, reducing the likelihood of displacement. These markers can be confirmed in position through X-rays during or after the procedure, thus enhancing accuracy. However, their application requires careful consideration of material properties and structural design to ensure proper expansion and fixation within the bronchus. Although there are currently no published reports specifically detailing the use of BTPNA for the localization of PPNs, this innovative technique has already been implemented in clinical practice for this purpose. Despite the lack of formal documentation, its application builds on the success of similar methods. Previous studies have shown that VBN-guided bronchoscopic localization using liquid dyes achieves success rates between 85 % and 96 % [8, 9], while VBN-guided placement of spring coils has a success rate of 98.4 % [10]. The introduction of advanced technologies like BTPNA presents a promising new approach to this challenge, offering a minimally invasive method to accurately guide the localization of nodules, even those situated in difficult-to-reach areas of the lung. BTPNA has the potential to further improve the success rate of localization, particularly in patients with complex anatomical variations, such as significant angles in the bronchoscopic navigation path, twisted lumens, or structural changes due to lung surgery, disease, or thoracic adhesions, where conventional bronchoscopy may not be sufficient. 3.3 Peripheral Pulmonary Nodule Ablation The treatment of PPNs has evolved significantly with the advent of advanced bronchoscopic techniques. One such innovation is the BTPNA, a minimally invasive procedure designed to navigate through the lung parenchyma to reach nodules that are otherwise inaccessible via conventional bronchoscopic methods. This approach not only enhances the diagnostic yield but also serves as a conduit for therapeutic interventions such as ablation therapy, which is critical in managing poor candidates for surgical resection. Ablation techniques such as radiofrequency ablation (RFA), microwave ablation, or cryoablation can be deployed through the sheath. These methods have been shown to be effective in treating small, localized lung lesions, offering a less invasive alternative to surgical resection. The ability to deliver ablative energy directly to the nodule through a precisely targeted pathway minimizes collateral damage to surrounding lung tissue, reducing the risk of complications such as pneumothorax or hemorrhage. In a significant study [4], BTPNA-guided RFA was utilized to treat simulated pulmonary nodules in canines, demonstrating both feasibility and safety. The\nreach nodules that are otherwise inaccessible via conventional bronchoscopic methods. This approach not only enhances the diagnostic yield but also serves as a conduit for therapeutic interventions such as ablation therapy, which is critical in managing poor candidates for surgical resection. Ablation techniques such as radiofrequency ablation (RFA), microwave ablation, or cryoablation can be deployed through the sheath. These methods have been shown to be effective in treating small, localized lung lesions, offering a less invasive alternative to surgical resection. The ability to deliver ablative energy directly to the nodule through a precisely targeted pathway minimizes collateral damage to surrounding lung tissue, reducing the risk of complications such as pneumothorax or hemorrhage. In a significant study [4], BTPNA-guided RFA was utilized to treat simulated pulmonary nodules in canines, demonstrating both feasibility and safety. Thetoward localized treatment with minimal invasiveness and a favorable safety profile. Further research and clinical trials are needed to assess the applicability and efficacy of this technique in human patients. The ability to perform ablation therapy through a bronchoscopically created tunnel has significant implications for the treatment of PPNs, particularly in patients who are poor candidates for surgery due to comorbidities or nodule location. BTPNA enables a minimally invasive approach to nodule management, potentially improving outcomes by offering a therapeutic option that preserves lung function and reduces recovery times compared to traditional surgical methods. BTPNA represents a significant advancement in the management of PPNs by establishing a direct pathway to the nodule; this technique facilitates not only enhanced diagnostic accuracy but also the delivery of targeted therapies such as ablation. The ongoing refinement of this technology, combined with further studies to optimize its application, holds promise for expanding the therapeutic options available to patients with lung nodules, thereby potentially improving clinical outcomes in a minimally invasive manner. ### 3.4 Recanalization of Tracheal or Bronchial Obstructions BTPNA also holds potential value in guiding the recanalization of tracheal or bronchial obstructions. The method, as detailed in a case report involving a 32-year-old female with pulmonary tuberculosis, leverages advanced navigation systems like the Archimedes System to create a three-dimensional model from computed tomography (CT) scan data, facilitating precise guidance during the procedure. By creating a tunnel in the bronchial wall, BTPNA allows for the strategic deployment of instruments for sampling or treatment, thereby circumventing the limitations of traditional bronchoscopy. In this particular case, the combined use of YAG laser, cryotherapy, and balloon dilation, followed by the implantation of a silicone stent, led to the successful recanalization of the occluded left main bronchus and the recovery of left atelectasis. The BTPNA procedure’s demonstrated safety, precision in avoiding vital structures, and effectiveness in restoring lung function positions it as a promising alternative to more invasive surgical interventions, particularly for patients with significant comorbidities. The successful application of BTPNA in this scenario underscores its potential to become a mainstay in the therapeutic management of airway obstructions, heralding a new era in the treatment of bronchial diseases [5]. ### 3.5 Other Applications Beyond its primary applications, BTPNA has potential uses in other areas of pulmonary medicine, particularly in guiding the creation of passages between the trachea or bronchus and diseased lung tissues, such as bullae or areas of chronic infection. These passages can be used to facilitate drainage, reduce the volume of diseased lung tissue, or deliver targeted therapies directly to the affected areas. For example, in cases of severe emphysema with large bullae, BTPNA could be used to create a controlled fistula, allowing for the decompression of the bulla and improvement in lung function. The versatility of BTPNA in creating these pathways makes it a valuable tool in the management of a wide range of pulmonary conditions, offering a minimally invasive option that can be tailored to the specific needs of each patient. As research into the applications of BTPNA continues to expand, it is likely that new and innovative uses for this technology will continue to emerge, further enhancing its role in pulmonary medicine. ### Contraindications Despite the significant advancements and clinical utility of BTPNA, it is essential to recognize that the procedure is not universally applicable. While BTPNA is a relatively safe procedure, its success hinges on careful patient selection and the meticulous evaluation of contraindications to minimize the risk of complications and achieve the best possible outcomes. ### 4.1 Patients Who Are Unsuitable for Routine Bronchoscopy and General Anesthesia One of the primary contraindications for BTPNA involves patients who are not suitable candidates for routine bronchoscopy or general anesthesia. Bronchoscopy, particularly when performed in conjunction with general anesthesia, necessitates that the patient be in a stable cardiopulmonary condition. Patients with severe cardiovascular disease, advanced chronic obstructive pulmonary disease, or other significant comorbidities that may impair respiratory or cardiac function during anesthesia are at an increased risk for complications. These conditions can lead to adverse events such as hypoxemia, arrhythmias, or even cardiac arrest during the procedure. Additionally, patients with a history of adverse reactions to anesthesia, including malignant hyperthermia or severe allergic responses, should be considered unsuitable for 4 D. Chen and S. Li\nachieve the best possible outcomes. ### 4.1 Patients Who Are Unsuitable for Routine Bronchoscopy and General Anesthesia One of the primary contraindications for BTPNA involves patients who are not suitable candidates for routine bronchoscopy or general anesthesia. Bronchoscopy, particularly when performed in conjunction with general anesthesia, necessitates that the patient be in a stable cardiopulmonary condition. Patients with severe cardiovascular disease, advanced chronic obstructive pulmonary disease, or other significant comorbidities that may impair respiratory or cardiac function during anesthesia are at an increased risk for complications. These conditions can lead to adverse events such as hypoxemia, arrhythmias, or even cardiac arrest during the procedure. Additionally, patients with a history of adverse reactions to anesthesia, including malignant hyperthermia or severe allergic responses, should be considered unsuitable for 4 D. Chen and S. LiBTPNA unless thorough preoperative evaluations and preparations are undertaken. Moreover, patients with a bleeding tendency whether due to coagulopathy, use of anticoagulant or antiplatelet medications, or thrombocytopenia pose a significant risk for hemorrhage during BTPNA. ### 4.2 Lesion with Vascular Wrapping or Proximity to Important Organs Identified by computed tomography (CT) Imaging\nCT imaging is crucial in the preoperative planning of BTPNA, as it provides detailed anatomical information that can identify potential risks associated with the planned pathway. One significant contraindication arises when the CT scan reveals that the intended BTPNA pathway is closely associated with major blood vessels or vital organs. Vascular wrapping, where the nodule or the pathway is encircled by significant blood vessels, poses a substantial risk for catastrophic bleeding if these vessels are inadvertently damaged during the procedure. Similarly, proximity to critical structures such as the heart, major arteries, or the esophagus increases the risk of life-threatening complications. In these scenarios, the potential for severe hemorrhage, organ perforation, or other critical injuries outweighs the benefits of attempting BTPNA. For these patients, alternative diagnostic or therapeutic approaches should be considered. ### 4.3 Patients with Severe Emphysema, Bullae, Mediastinal Emphysema, or Pneumothorax\nPatients with advanced pulmonary conditions, such as severe emphysema, bullae, mediastinal emphysema, or a history of pneumothorax, present a unique set of challenges when considering BTPNA. These conditions are characterized by compromised lung parenchyma, which is more prone to rupture or collapse under the stress of bronchoscopy and the creation of a transparenchymal pathway. In patients with emphysema or large bullae, the lung tissue is often hyperinflated and fragile, increasing the risk of creating or exacerbating a pneumothorax during the procedure. Mediastinal emphysema, which involves the presence of air within the mediastinal tissues, further complicates the situation by indicating potential underlying airway or alveolar rupture. In such cases, the introduction of additional stress through BTPNA could exacerbate the condition, leading to worsening pneumothorax or the development of new air leaks. Preprocedural evaluation using high-resolution CT scans is required in these patients to assess the extent of lung damage and the potential risks associated with BTPNA. If the risk of pneumothorax or pneumomediastinum is deemed high, alternative diagnostic methods should be considered. ### 4.4 Technical Difficulties Related to Lesion Location\nCertain anatomical locations and configurations of pulmonary nodules present significant technical challenges that may contraindicate the use of BTPNA. Lesions located at the apex of the lung are particularly problematic due to the steep angles required to reach these areas, which can complicate the creation of a safe and effective pathway. The upper lobes of the lungs are anatomically challenging because of their proximity to the clavicles and upper ribs, which limit the maneuverability of bronchoscopic instruments. Additionally, the apex of the lung is often densely packed with critical structures, including major blood vessels and nerves, increasing the risk of inadvertent damage during the procedure [1]. Similarly, lesions that are surrounded by blood vessels or located in regions where there is a significant angle between the bronchial tract and the lesion pose a heightened risk of procedural complications. The complexity of navigating around these obstacles increases the likelihood of errors, such as vessel perforation or inadequate pathway creation, which can lead to incomplete biopsy or treatment and potentially severe complications. In such cases, the use of BTPNA may not be technically feasible, and other diagnostic or therapeutic strategies should be considered. In conclusion, while BTPNA offers significant advantages in the management of PPNs, careful consideration of these contraindications is essential. A thorough preprocedural assessment that includes a detailed evaluation of the patient’s medical history, imaging studies, and anatomical considerations will help identify patients who are most likely to benefit from the procedure, while minimizing the risk of adverse outcomes. ### Instrument and Accessory\nBTPNA relies on a specialized set of instruments and equipment designed to optimize the precision and safety of navigating to, accessing, and sampling PPNs. These tools, integrated with advanced imaging and navigation systems, are critical to the successful execution of the BTPNA procedure ( ### 5.1 Imaging and Navigation Systems\nThe success of BTPNA is heavily dependent on advanced imaging and navigation technologies that allow for precise\nBronchoscopic Transparenchymal Nodule Access\n. In conclusion, while BTPNA offers significant advantages in the management of PPNs, careful consideration of these contraindications is essential. A thorough preprocedural assessment that includes a detailed evaluation of the patient’s medical history, imaging studies, and anatomical considerations will help identify patients who are most likely to benefit from the procedure, while minimizing the risk of adverse outcomes. ### Instrument and Accessory\nBTPNA relies on a specialized set of instruments and equipment designed to optimize the precision and safety of navigating to, accessing, and sampling PPNs. These tools, integrated with advanced imaging and navigation systems, are critical to the successful execution of the BTPNA procedure ( ### 5.1 Imaging and Navigation Systems\nThe success of BTPNA is heavily dependent on advanced imaging and navigation technologies that allow for precise\nBronchoscopic Transparenchymal Nodule Accessplanning and real-time guidance during the procedure. The key systems include the following: 5.1.1 Archimedes Virtual Bronchoscopy Navigation System The Archimedes VBN System plays a pivotal role in the planning and execution of BTPNA. This system reconstructs computed tomography (CT) data into a detailed three-dimensional model of the bronchial airways, vascular structures, and lung parenchyma. By creating this virtual model, the system enables clinicians to identify the optimal POE on the airway wall and to chart a safe, avascular path to the pulmonary nodule. The precise mapping provided by the Archimedes system ensures that the pathway created during BTPNA minimizes the risk of complications, such as vascular injury, by avoiding critical structures. 5.1.2 Fused Fluoroscopy Fluoroscopy is a critical imaging modality used during BTPNA to provide real-time, dynamic visualization of the bronchoscope and instruments as they are navigated through the lung tissue. Fused fluoroscopy, in particular, combines live fluoroscopic imaging with preoperative CT data, enabling the operator to overlay the virtual bronchoscopic navigation pathway onto the fluoroscopic image. This fusion technology enhances the accuracy of instrument placement and the identification of critical structures, reducing the risk of injury and improving the overall safety of the procedure. 5.2 Bronchoscope A standard therapeutic bronchoscope is the primary tool used to navigate through the bronchial tree during BTPNA. This type of bronchoscope is equipped with a working channel that allows for the insertion and manipulation of various instruments needed to create the tunnel and access the nodule. The therapeutic bronchoscope’s design provides the flexibility and precision required to navigate the intricate bronchial pathways, making it an essential tool for the procedure. - Chen and S. Li\ninstruments as they are navigated through the lung tissue. Fused fluoroscopy, in particular, combines live fluoroscopic imaging with preoperative CT data, enabling the operator to overlay the virtual bronchoscopic navigation pathway onto the fluoroscopic image. This fusion technology enhances the accuracy of instrument placement and the identification of critical structures, reducing the risk of injury and improving the overall safety of the procedure. 5.2 Bronchoscope A standard therapeutic bronchoscope is the primary tool used to navigate through the bronchial tree during BTPNA. This type of bronchoscope is equipped with a working channel that allows for the insertion and manipulation of various instruments needed to create the tunnel and access the nodule. The therapeutic bronchoscope’s design provides the flexibility and precision required to navigate the intricate bronchial pathways, making it an essential tool for the procedure. - Chen and S. Li5.3 Accessory\nThe BTPNA procedure employs a carefully selected array of specialized instruments to ensure precise access to and effective sampling of lung nodules. These tools, used under navigational guidance, are helpful for the creation of a safe and accurate pathway to the nodule and the subsequent collection of tissue samples for diagnostic purposes ( 5.3.1 FleXNeedle\nThe procedure begins with the use of the FleXNeedle, an 18-gauge needle with an outer diameter of 1.91 mm. This needle is designed to puncture the airway wall at the predetermined POE, establishing the initial access point for tunnel creation. The FleXNeedle is selected for its precision and ability to create a clean, controlled entry through the bronchial wall, minimizing trauma to surrounding tissues. 5.3.2 Balloon Catheter\nFollowing the initial puncture, a balloon catheter with an outer diameter typically around 1.80 mm is introduced to dilate the puncture site. The dilation of the puncture hole is a key step, as it facilitates the creation of a stable tunnel through the lung parenchyma. The balloon catheter is inflated to enlarge the entry point, making it possible to advance larger instruments through the newly formed tunnel. This step is essential for ensuring that the subsequent tools can be navigated safely and efficiently to the target nodule. 5.3.3 Sheath with Blunt Dissection Stylet\nOnce the tunnel has been initiated and adequately dilated, a sheath equipped with a blunt dissection stylet is advanced through the opening. The sheath, with a tip outer diameter of 2.2 mm and a maximum outer diameter of 2.6 mm, serves a dual purpose: it creates a stable tunnel through the lung tissue and acts as a protective conduit for the biopsy instruments. The blunt dissection stylet allows for the careful advancement of the sheath, minimizing the risk of damaging surrounding structures while ensuring that the path to the nodule remains clear and direct. 5.3.4 New Access Tool\nA recent advancement in BTPNA is the development of a new Access Tool that integrates the functions of a puncture needle, dilator, and sheath into a single device. This new Access Tool marks a significant departure from the traditional BTPNA approach, which required the sequential insertion of a FleXNeedle, balloon catheter, and sheath to establish the access pathway. By consolidating these steps into a one-step procedure, the new Access Tool greatly reduces the time required to create the channel to the nodule, thereby enhancing the safety and convenience of the operation. This streamlined Bronchoscopic Transparenchymal Nodule\nfor the biopsy instruments. The blunt dissection stylet allows for the careful advancement of the sheath, minimizing the risk of damaging surrounding structures while ensuring that the path to the nodule remains clear and direct. 5.3.4 New Access Tool\nA recent advancement in BTPNA is the development of a new Access Tool that integrates the functions of a puncture needle, dilator, and sheath into a single device. This new Access Tool marks a significant departure from the traditional BTPNA approach, which required the sequential insertion of a FleXNeedle, balloon catheter, and sheath to establish the access pathway. By consolidating these steps into a one-step procedure, the new Access Tool greatly reduces the time required to create the channel to the nodule, thereby enhancing the safety and convenience of the operation. This streamlined Bronchoscopic Transparenchymal Noduleprocess not only improves procedural efficiency but also minimizes the potential for complications, representing a remarkable improvement in the practice of BTPNA ( ### 5.3.5 Biopsy Tools\nAfter the sheath has reached the nodule, the blunt dissection stylet is removed, and the sheath becomes a channel through which biopsy instruments can be inserted. Standard bronchoscopic biopsy forceps, which are compatible with the sheath, are then used to obtain tissue samples from the nodule. These forceps are designed to navigate the narrow confines of the tunnel while effectively grasping and retrieving tissue for histopathological examination. The precision and compatibility of the biopsy tools with the sheath are crucial for obtaining high-quality samples, which are essential for accurate diagnosis. ### 5.3.6 Equipment Compatibility and Requirements\nThe selection of bronchoscopic equipment for BTPNA is contingent on the specific requirements of the procedure. When the procedure involves only the FleXNeedle and balloon catheter, a bronchoscope with a working channel diameter of at least 2.0 mm is sufficient. However, when the procedure requires the use of a sheath in conjunction with the FleXNeedle and balloon catheter, the working channel diameter of bronchoscope at least 2.8 mm is necessary to accommodate the larger instruments. This ensures that the tools can be maneuvered effectively through the bronchoscope’s working channel and reach the target nodule without obstruction. ## Procedure\nThe BTPNA procedure is a complex and meticulously planned operation designed to enable targeted biopsies of PPNs. The process involves several critical steps, each of which plays a vital role in ensuring the accuracy and safety of the procedure. ### 6.1 Planning\nThe success of the BTPNA procedure begins with thorough preprocedural planning. Initially, high-resolution computed tomography (CT) scans of the patient’s chest are obtained. These scans provide detailed visual information about the pulmonary nodules and surrounding anatomical structures, such as the bronchial tree, lung tissue, and blood vessels. The CT data are then processed using advanced navigation software, like the Archimedes system, which reconstructs the imaging into a comprehensive three-dimensional model. This model allows the clinician to visualize the lung’s internal landscape in great detail, aiding in the selection of the most appropriate POE on the airway wall. The software’s ability to identify an avascular path from the POE to the nodule is crucial. This calculated pathway is designed to minimize the risk of bleeding and other potential complications by avoiding major blood vessels and sensitive structures. The planning phase is thus essential for ensuring that the procedure can be performed safely and with a high degree of precision ( ### 6.2 Navigation and Pathway Setup\nOnce the preprocedural planning is complete, the setup for the BTPNA procedure begins. The patient is placed under general anesthesia to ensure comfort and immobility during the procedure, which is critical for both patient safety and the accuracy of the bronchoscopy. The bronchoscopy suite is then prepared, with all essential instruments and equipment arranged for easy access ( 8 D. Chen and S. Li\ndetail, aiding in the selection of the most appropriate POE on the airway wall. The software’s ability to identify an avascular path from the POE to the nodule is crucial. This calculated pathway is designed to minimize the risk of bleeding and other potential complications by avoiding major blood vessels and sensitive structures. The planning phase is thus essential for ensuring that the procedure can be performed safely and with a high degree of precision ( ### 6.2 Navigation and Pathway Setup\nOnce the preprocedural planning is complete, the setup for the BTPNA procedure begins. The patient is placed under general anesthesia to ensure comfort and immobility during the procedure, which is critical for both patient safety and the accuracy of the bronchoscopy. The bronchoscopy suite is then prepared, with all essential instruments and equipment arranged for easy access ( 8 D. Chen and S. Li(a) Preprocedural Vascular Mapping: Identification of critical vessels adjacent to the target lesion based on computed tomography (CT) imaging.\n(b) POE Planning: Determination of the optimal bronchoscopic point of entry using a virtual navigation system Bronchoscopic Transparenchymal Nodule\nstructures. The planning phase is thus essential for ensuring that the procedure can be performed safely and with a high degree of precision ( ### 6.2 Navigation and Pathway Setup\nOnce the preprocedural planning is complete, the setup for the BTPNA procedure begins. The patient is placed under general anesthesia to ensure comfort and immobility during the procedure, which is critical for both patient safety and the accuracy of the bronchoscopy. The bronchoscopy suite is then prepared, with all essential instruments and equipment arranged for easy access ( 8 D. Chen and S. Li(a) Preprocedural Vascular Mapping: Identification of critical vessels adjacent to the target lesion based on computed tomography (CT) imaging.\n(b) POE Planning: Determination of the optimal bronchoscopic point of entry using a virtual navigation system Bronchoscopic Transparenchymal NoduleThe navigation system is connected, and the preplanned procedure, including the specific path to the nodule, is uploaded. The bronchoscopy begins with the careful insertion of the bronchoscope through the patient’s mouth or nose. The bronchoscope is then navigated through the complex bronchial pathways, guided by the navigation system toward the predetermined POE. Upon reaching the POE, the bronchoscope is positioned accurately with the help of the navigation system, ensuring that the entry location is correct. A coring needle is then used to puncture the airway wall, creating the initial opening for the tunnel. This opening is enlarged by the insertion of a balloon catheter, which is inflated to dilate the puncture site. This step is critical as it prepares the tunnel entry point, making it possible to advance the sheath smoothly. Once the tunnel has been initiated, a sheath equipped with a blunt dissection stylet is carefully advanced through the lung parenchyma, using real-time guidance from fluoroscopy or the navigation system. This ensures that the pathway remains on course and that the sheath reaches the nodule without deviation. ### 6.3 Sampling When the sheath has arrived at the nodule, the blunt dissection stylet is removed, converting the sheath into a stable conduit for biopsy instruments. Through this sheath, various biopsy tools, such as forceps and brushes, are introduced to collect tissue samples from the nodule. Multiple sampling techniques are employed to ensure that a sufficient amount of tissue is obtained for a comprehensive diagnosis. Forceps biopsy is used to grasp and remove solid tissue, while brush biopsy collects surface cells for examination. Needle aspiration might also be used to draw fluid or small tissue samples into a syringe. The combination of these - Chen and S. Li\nstylet is carefully advanced through the lung parenchyma, using real-time guidance from fluoroscopy or the navigation system. This ensures that the pathway remains on course and that the sheath reaches the nodule without deviation. ### 6.3 Sampling When the sheath has arrived at the nodule, the blunt dissection stylet is removed, converting the sheath into a stable conduit for biopsy instruments. Through this sheath, various biopsy tools, such as forceps and brushes, are introduced to collect tissue samples from the nodule. Multiple sampling techniques are employed to ensure that a sufficient amount of tissue is obtained for a comprehensive diagnosis. Forceps biopsy is used to grasp and remove solid tissue, while brush biopsy collects surface cells for examination. Needle aspiration might also be used to draw fluid or small tissue samples into a syringe. The combination of these - Chen and S. Litechniques is designed to maximize the likelihood of obtaining a representative sample of the nodule, which is crucial for accurate histopathological analysis and subsequent treatment decisions. - 7 Complications, Management, and Prevention*\nWhile BTPNA is a minimally invasive procedure with a quite low incidence of adverse events, it is not without potential risks and complications. Understanding these complications and their management is important for ensuring patient safety and optimizing procedural outcomes. - 7.1 Pneumothorax\nPneumothorax is the most common complication associated with BTPNA. It occurs when air leaks into the pleural space, potentially leading to the collapse of the affected lung. This complication arises when the lung tissue is inadvertently punctured or damaged during the procedure. Minor cases of pneumothorax are often managed conservatively, with close monitoring through chest X-rays. However, in more severe cases, where significant lung collapse is observed, the insertion of a chest tube may be required to evacuate the air and reexpand the lung. Prompt recognition and management are essential to prevent further respiratory compromise. - 7.2 Hemorrhage\nHemorrhage is another significant risk during BTPNA, particularly because the procedure involves creating a pathway through the lung parenchyma, which is rich in blood vessels. Minor bleeding can often be controlled with local pressure or the application of hemostatic agents. However, if a major blood vessel is inadvertently injured, it may lead to severe hemorrhage, requiring more aggressive interventions, such as vascular intervention or even surgical repair. The risk of hemorrhage underscores the importance of precise navigation and the careful selection of the pathway during the planning phase. - 7.3 Infection\nThe introduction of infection is a potential risk in any invasive procedure, including BTPNA. This risk is mitigated by adhering to strict aseptic techniques during the procedure. Additionally, the use of broad-spectrum antibiotics before and after the procedure can help prevent or treat infections in lung tissue. Careful postprocedural monitoring for signs of infection is also necessary, and any signs of infection should be promptly addressed with appropriate antimicrobial therapy. - 7.4 Bronchial Injury\nBronchial injury can occur during the puncture or tunneling phases of BTPNA. This injury can range from minor mucosal tears to more significant damage that could compromise the integrity of the bronchial wall. To prevent such injuries, precise procedural techniques are essential, including careful navigation and controlled advancement of instruments. If bronchial injury does occur, it can often be managed conservatively with close observation. In cases where the injury is more severe, surgical intervention may be required to repair the damage and prevent further complications. Effective prevention strategies are paramount in minimizing the risks associated with BTPNA and ensuring a successful outcome. Comprehensive preprocedural planning, utilizing high-resolution computed tomography (CT) scans and advanced navigation systems, is foundational for charting a precise, avascular pathway that avoids critical structures, thereby reducing the risk of complications such as hemorrhage. The expertise of the operator is equally crucial, as the procedure demands a high level of skill and a deep understanding of both bronchoscopy techniques and the complexities of navigation systems; this proficiency significantly decreases the likelihood of procedural complications and enhances overall safety. Additionally, the selection of appropriate tools, such as the FleXNeedle for precise airway puncture and balloon catheters for safe dilation, plays a critical role in minimizing tissue trauma. Continuous real-time monitoring during the procedure, using fluoroscopy and navigation systems, allows for the early detection of any deviations, enabling immediate corrective actions and ensuring the highest standards of patient safety throughout the process. By integrating these preventative strategies, BTPNA can be performed with a strong emphasis on both efficacy and safety. Careful planning, skilled execution, and vigilant monitoring are key to minimizing risks and achieving optimal outcomes for patients undergoing this advanced procedure. - 8 Comments*\nBTPNA offers significant advantages as a minimally invasive and precise method for diagnosing peripheral lung nodules, particularly those that are inaccessible by traditional bronchoscopy. The use of advanced navigation systems, such as the Archimedes VBN and fused fluoroscopy, enhances the accuracy and safety of the procedure, thereby reducing Bronchoscopic Transparenchymal Nodule Access\n, plays a critical role in minimizing tissue trauma. Continuous real-time monitoring during the procedure, using fluoroscopy and navigation systems, allows for the early detection of any deviations, enabling immediate corrective actions and ensuring the highest standards of patient safety throughout the process. By integrating these preventative strategies, BTPNA can be performed with a strong emphasis on both efficacy and safety. Careful planning, skilled execution, and vigilant monitoring are key to minimizing risks and achieving optimal outcomes for patients undergoing this advanced procedure. - 8 Comments*\nBTPNA offers significant advantages as a minimally invasive and precise method for diagnosing peripheral lung nodules, particularly those that are inaccessible by traditional bronchoscopy. The use of advanced navigation systems, such as the Archimedes VBN and fused fluoroscopy, enhances the accuracy and safety of the procedure, thereby reducing Bronchoscopic Transparenchymal Nodule Accesscomplications like pneumothorax. BTPNA’s high diagnostic yield, especially in cases lacking a bronchus sign, underscores its value as a significant adjunct to conventional diagnostic methods. Additionally, its minimally invasive nature contributes to shorter recovery times, reduced hospital stays, and overall improvements in patient’s quality of life, while also offering cost benefits by lowering healthcare expenditures. However, BTPNA is not without its limitations. The procedure’s technical complexity necessitates operators with specialized skills and extensive experience, which may limit its widespread adoption across medical institutions. Furthermore, anatomical challenges, such as those presented by nodules located in the apex of the left upper lobe, can complicate the procedure, potentially reducing its applicability in certain cases. Additionally, the reliance on expensive equipment further constrains the broader implementation of BTPNA. Another consideration is the exposure to X-rays during the procedure, which, while necessary for real-time imaging, poses a potential risk to both patients and medical staff. This necessitates stringent radiation protection measures to minimize exposure and ensure safety during the procedure. Looking ahead, ongoing technological advancements are poised to make BTPNA procedures more efficient, safer, faster, and less invasive. The improvement of navigation technologies will further optimize the path to the nodule, potentially shortening the puncture distance and increasing procedural accuracy. Simplification of access tools is also expected, lowering the operational threshold for BTPNA and making the procedure less complex and more accessible to a broader range of clinicians. Advances in imaging localization technologies, such as Cone-Beam Computed Tomography and O-arm X-ray systems, will provide more precise lesion localization and enhance real-time visualization, further streamlining the BTPNA process. These innovations are likely to streamline the procedure, making it faster, less invasive, and more precise. As a result, BTPNA could become a basic option for peripheral lung lesions. With these developments, BTPNA has the potential to significantly transform the landscape of pulmonary disease diagnosis and treatment, offering new hope for improved patient outcomes. Conclusion\nBTPNA represents a significant advancement in the diagnosis and management of PPNs. Its ability to create a direct, minimally invasive pathway to lung nodules, facilitating effective biopsy access or the placement of ablation catheters while maintaining a low complication rate, underscores its value in pulmonary medicine. As technology continues to evolve and more clinical data become available, BTPNA is poised to become a basic option for the diagnosis and treatment of PPNs. Competing Interest Declaration\nThe author(s) has no competing interests to declare that are relevant to the content of this manuscript. References\n1. Herth FJ, Eberhardt R, Sterman D, Silvestri GA, Hoffmann H, Shah PL. Bronchoscopic transparenchymal nodule access (BTPNA): first in human trial of a novel procedure for sampling solitary pulmonary nodules. Thorax. 2015;70(4):326–32.\n2. Sun J, Criner GJ, Dibardino D, Li S, Nader D, Lam B, et al. Efficacy and safety of virtual bronchoscopic navigation with fused fluoroscopy and vessel mapping for access of pulmonary lesions. Respirology. 2022;27(5):357–65.\n3. Silvestri GA, Herth FJ, Keast T, Rai L, Gibbs J, Wibowo H, et al. Feasibility and safety of bronchoscopic transparenchymal nodule access in canines: a new real-time image-guided approach to lung lesions. Chest. 2014;145(4):833–8.\n4. Zhong CH, Fan MY, Xu H, Jin RG, Chen Y, Chen XB, et al. Feasibility and safety of radiofrequency ablation guided by bronchoscopic transparenchymal nodule access in canines. Respiration. 2021;100(11):1097–104.\n5. Jing Q, Hu Z, Wu M, Liu M, Yu P, Sun L, et al. Application of bronchoscopic transparenchymal nodule access in tuberculous bronchial occlusion. Clin Respir J. 2022;16(12):842–8.\n6. Zhang Q, Wu X, Yang H, Sun Y, Wang Z, Yang L, et al. Bronchoscopic transparenchymal nodule access in the diagnosis and management of pulmonary nodules. Chinese Med J-Peking. 2023;136(13):1615–7.\n7. Jaliawala HA, Farooqui SM, Harris K, Abdo T, Keddissi JI, Youness HA. Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration (endobronchial ultrasound (EBUS)-TBNA): technical updates and pathological yield. Di",
  "year": 2025,
  "h_level": "H3",
  "metadata": {
    "book": "Principles and Practice of Interventional Pulmonology",
    "journal": "",
    "year": 2025,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A1",
    "evidence_level": "H3",
    "precedence": 0.895,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "enb",
      "ebus",
      "spiration",
      "vbn",
      "tbna"
    ],
    "temporal": {
      "valid_from": "2025-01-01",
      "valid_until": null,
      "last_seen_year": 2025
    },
    "original_file": "papoip_bronchosco_tna.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}