{
  "doc_id": "practical_gti_rapid_at",
  "title": "Rapid Ablative Techniques",
  "abstract": "",
  "content": "Techniques\nDonald R. Lazarus INTRODUCTION\nRapid ablative techniques refer to various thermal therapies used to treat endobronchial diseases which have their effect almost immediately. They include laser, electrocautery, and argon plasma coagulation (APC). They are most appropriate for lesions within the airway lumen causing obstruction or hemoptysis. Rapid ablative techniques can be used alone or in combination with delayed ablative techniques and mechanical debridement. This chapter will briefly discuss general indications and technical considerations for the rapid ablative techniques and then provide more detailed information about each of the three commonly used rapid ablative methods. Mechanical debridement and delayed ablative techniques will be reviewed elsewhere in this book. GENERAL CONSIDERATIONS FOR RAPID ABLATIVE TECHNIQUES General Indications\nRapid ablative techniques are primarily indicated for palliative treatment of endoluminal lesions of the central airways. They are effective for obstruction caused by both malignant and benign lesions as long as the obstruction is caused by endoluminal disease. Rapid ablative techniques are not indicated to treat central airway obstruction (CAO) caused primarily by extrinsic compression. Complex lesions with both extrinsic compression and endoluminal obstruction are optimally treated with multimodality therapy including rapid ablative techniques for the endoluminal component followed by mechanical dilation or stenting for residual obstruction after the endoluminal portion of the lesion has been ablated. Rapid ablative techniques are also very effective for hemoptysis arising from a central endoluminal source. Rapid ablative techniques have also been used for local control of minimally invasive endobronchial tumors when more established and definitive therapies such as surgery or radiotherapy are contraindicated.1 General Technical Considerations\nSeveral anatomic characteristics of endobronchial lesions predict their suitability for treatment with rapid ablative techniques. The most important of these is a predominant endoluminal component. The presence of normal lung distal to the obstructing lesion with an intact distal blood supply is also important. Pedunculated or polypoid lesions are better candidates for rapid ablative techniques than sessile ones. It should also be recognized that lesions of the central airways are most amenable to rapid ablation, and conversely lesions present in the upper lobes are more difficult to treat with these methods.1,2 Rapid ablative techniques can be used with both rigid and flexible bronchoscopes. Advantages of ablation through the rigid bronchoscope include better control of the airway, availability of additional therapeutic options, better suction, and the ability to isolate a bleeding area while ventilating the contralateral lung. Advantages of ablation with the flexible bronchoscope include familiarity to most pulmonologists, ease of use, better access to distal airways and the upper lobes, and the ability to intervene through an endotracheal tube when required. In practice introducing the flexible bronchoscope through the rigid instrument allows the interventional\nablative techniques than sessile ones. It should also be recognized that lesions of the central airways are most amenable to rapid ablation, and conversely lesions present in the upper lobes are more difficult to treat with these methods.1,2 Rapid ablative techniques can be used with both rigid and flexible bronchoscopes. Advantages of ablation through the rigid bronchoscope include better control of the airway, availability of additional therapeutic options, better suction, and the ability to isolate a bleeding area while ventilating the contralateral lung. Advantages of ablation with the flexible bronchoscope include familiarity to most pulmonologists, ease of use, better access to distal airways and the upper lobes, and the ability to intervene through an endotracheal tube when required. In practice introducing the flexible bronchoscope through the rigid instrument allows the interventionalSECTION Therapeutic Bronchoscopy Procedures\nbronchoscopist to enjoy the advantages of both techniques when rigid bronchoscopic intubation is utilized as the initial therapeutic modality. Because all of the rapid ablative therapies discussed here use thermal energy to destroy endobronchial lesions and achieve hemostasis, the fraction of inspired oxygen (Fio2) must be reduced to 40 % or less to reduce the risk of airway fire. In addition to reducing the Fio2, frequent venting or suctioning of the gases produced by thermal destruction of tissue is recommended as the gases may be volatile and ignite if allowed to persist in high concentrations. Additionally the electric current utilized for ablation with electrocautery and APC requires grounding and may affect the function of implanted medical devices. Laser may be preferred in patients with such devices if feasible. Staffing for therapeutic bronchoscopy requiring ablative techniques should include at minimum a nurse, a technician, and the bronchoscopist. It is usually prudent to perform complex cases with anesthesia support if the need for ablation is recognized beforehand. Therapeutic bronchoscopy for malignant CAO using moderate sedation is associated with a higher complication rate than therapeutic bronchoscopy using general anesthesia. LASER\nGeneral Principles of Laser Bronchoscopy\nLaser is an acronym for light amplification by stimulated emission of radiation. There are three properties of laser light that make it useful in medicine. First, it is monochromatic-of a single wavelength and color. Laser is also coherent, indicating a tightly focused beam. Finally, laser is collimated, meaning that the beam stays narrow over distance.3 Laser light may interact with tissue in a variety of ways. These include conversion into thermal energy, the stimulation of biochemical reactions within tissue, and being reflected or scattered at the surface of the tissue. The wavelength of the laser determines which of these effects is predominant, and most lasers used in bronchoscopy are those which produce a thermal effect on tissue resulting in cutting, coagulation, and vaporization.1,3 For a laser to be useful in bronchoscopy a delivery system that allows it to be used within the airway is needed. Most of the lasers used in bronchoscopy can be delivered via optical fibers, and both rigid and flexible probes are available. The ratio of absorption and scattering coefficients in soft tissue also determines the effect of a given laser. Increased absorption relative to scattering produces cutting effects, while increased scattering leads to more coagulation. The tissue effect is also determined by the power, duration of exposure, and distance from the tissue of the laser fiber.1,3 The CO2 laser was the first used in medicine and remains popular in otolaryngology due to its ability to cut with great precision. However, its utility in bronchoscopy is limited since it is not suitable for transmission by optical fibers and requires a rigid delivery system and it is also poor at achieving hemostasis because of its very shallow depth of penetration. The neodymium:yttrium aluminum garnet (Nd:YAG) laser is the most commonly used and studied in bronchoscopy. It is able to achieve excellent coagulation and even vaporization of tissue, and its shorter wavelength is suitable for transmission through flexible optical fibers.1,3 Other lasers used in bronchoscopy include neodymium:yttrium aluminum perovskite (Nd:YAP), holmium:yttrium aluminum garnet (Ho:YAG), argon, thulium, and diode lasers. Each has distinct tissue effects determined by the wavelength of light used and the way it interacts with tissues. Characteristics of some commonly used medical lasers are summarized in Preprocedural Preparation\nAs discussed earlier, selection of patients for bronchoscopic laser ablation should begin with an assessment of the lesion. Raised endoluminal lesions of the central airways are ideal. The respiratory status of the patient should also be assessed to determine whether or not the patient can tolerate hypoxemia since the safe use of laser requires that the Fio2 be reduced to 40 % or less. Because lasers deliver thermal energy by light and not electricity, laser is safe for use in patients with pacemakers or other implanted cardiac devices. Equipment:\n- Laser console with foot pedal to activate the laser\n- Reusable or disposable optical fiber to carry the beam (both rigid and flexible fibers are available, as are contact and noncontact probes)\n- Safety glasses for the specific wavelength of light used by the laser. Technique of Laser Bronchoscopy\nWhen planning a laser procedure it is of critical importance for the bronchoscopist to know the patient’s anatomy and maintain good orientation in the airway at all\n. Raised endoluminal lesions of the central airways are ideal. The respiratory status of the patient should also be assessed to determine whether or not the patient can tolerate hypoxemia since the safe use of laser requires that the Fio2 be reduced to 40 % or less. Because lasers deliver thermal energy by light and not electricity, laser is safe for use in patients with pacemakers or other implanted cardiac devices. Equipment:\n- Laser console with foot pedal to activate the laser\n- Reusable or disposable optical fiber to carry the beam (both rigid and flexible fibers are available, as are contact and noncontact probes)\n- Safety glasses for the specific wavelength of light used by the laser. Technique of Laser Bronchoscopy\nWhen planning a laser procedure it is of critical importance for the bronchoscopist to know the patient’s anatomy and maintain good orientation in the airway at all## CHAPTER Rapid Ablative Techniques times. The FiO2 should be reduced to 40 % or less before activating the laser. All personnel present in the procedure suite must wear safety glasses prior to activating the laser. Typical settings for laser bronchoscopy include power of 20–40 W and a pulse time of 0.4–1 s for the Nd:YAG laser, but exact setting varies based on the type of laser. The bronchoscope is advanced until the target lesion is visualized, and then the fiber is extended beyond the tip of the scope by at least 4 mm. Only then should the assistant arm the laser. The bronchoscopist should orient the axis of the laser fiber parallel to the long axis of the airway to reduce the risk of perforation. Treatment should begin with the fiber at least 0.4–1 cm away from the target and start with short-duration pulses. The effect of laser on the tissue is then evaluated, and if more effect is desired the fiber can be moved closer to the target lesion or longer pulses can be used. Large obstructing lesions can be coagulated using a lower power setting prior to mechanical debulking (see - *Table 8–1 Lasers Used in Interventional Bronchoscopy*3 | Type of Laser | Wavelength (nm) | Coagulation | Cutting and Vaporization | Depth of Penetration (mm) | Typical Power Settings (W) | |:------------ |:-------------- |:---------- |:----------------------- |:------------------------ |:------------------------- | | CO2 | 10, 600 | + | +++ | < 1 | 4–8 | | Nd:YAG | 1064 | ++ | +++ | 5–15 | 20–40 | | Nd:YAP | 1340 | +++ | + | 3–10 | 20 | | Ho:YAG | 2100 | + | +++ | < 1 | 10 | | Argon | 516 | ++ | + | 1 | 5 | | Thulium | 2000 | ++ | +++ | < 1 | 10 | | Diode | Variable | ++ | ++ | 3–10 | 2–4 | CO2, Carbon dioxide; Ho:YAG, holmium:yttrium aluminum garnet; Nd:YAG, neodymium:yttrium aluminum garnet; Nd:YAP, neodymium:yttrium aluminum perovskite. -\n| Nd:YAG | 1064 | ++ | +++ | 5–15 | 20–40 | | Nd:YAP | 1340 | +++ | + | 3–10 | 20 | | Ho:YAG | 2100 | + | +++ | < 1 | 10 | | Argon | 516 | ++ | + | 1 | 5 | | Thulium | 2000 | ++ | +++ | < 1 | 10 | | Diode | Variable | ++ | ++ | 3–10 | 2–4 | CO2, Carbon dioxide; Ho:YAG, holmium:yttrium aluminum garnet; Nd:YAG, neodymium:yttrium aluminum garnet; Nd:YAP, neodymium:yttrium aluminum perovskite. -SECTION Therapeutic Bronchoscopy Procedures - *Complications of Lase*r\n- Hemorrhage (immediate and delayed)\n- Respiratory failure/hypoxemia\n- Perforation\n- Fistula\n- Pneumothorax/pneumomediastinum\n- Airway fire\n- Eye injury\n- Gas embolism. - *Precautions and Pearl*s\n- Laser can cause airway fire when used in an oxygen-rich environment. The Fio2 must be decreased to 40 % or less when using laser. Clear verbal communication with the procedure assistant or anesthetist is critical to confirm that the Fio2 is at an acceptable level before activating the laser. Closed-loop communication is recommended, meaning that the bronchoscopist should give an order specifying the Fio2 desired and the anesthesiologist should repeat and confirm the message once the Fio2 is adjusted prior to any thermal ablation.\n- Laser is best for pedunculated or protruding lesions. Because it delivers energy as light the beam travels straight ahead in the axial plane, so radial firing is not possible. This makes treating sessile mucosal lesions difficult.\n- Laser is good for deeper tissue penetration when compared to APC, but this increases the risk of perforation relative to APC. Treatment of the posterior tracheal and mainstem bronchial walls imparts increased risk of perforation and should be considered with caution.\n- Laser is preferred over electrocautery and APC in patients with implanted cardiac devices because the light beam transmitting thermal energy does not affect them in the way that electric current does.\n- Different lasers have different effects based on the wavelength of their light. Be familiar with the device you are using and its characteristic tissue interactions. - *Evidenc*e\nNumerous case series demonstrate the effectiveness of laser for CAO and bleeding, although few of these studies have been randomized or controlled. It is also important to remember that most recent studies report data on procedures that are multimodality, using a combinations of thermal techniques (e.g., laser plus electrocautery) with combinations of mechanical debridement techniques (e.g., coring out and forceps) with or without stenting. Effectiveness measures and complications reported are really a reflection of the multimodality approach, and it is difficult to dissect how different parts of the multimodality approach impact outcomes. Given these limitations, Cavaliere and colleagues reported the results of almost 1400 laser procedures in 1000 patients, with 64 % having malignant CAO. Significant improvement in airway lumen size or ventilation was seen in over 90 % of patients with malignant bronchial tumors, but symptoms were not measured with validated instruments in these early studies.6 Performance status in similar patients with malignant CAO was also significantly improved by laser treatment.7 Treatment with Nd:YAG laser followed by radiotherapy in 15 patients with inoperable lung cancer and CAO requiring emergent treatment led to increased survival compared to radiotherapy alone in 11 historical controls.8 However, when assessing efficacy and complication rates, it is important to recognize that complication rates for therapeutic bronchoscopy vary by indication. Patients with malignant CAO have higher complication rates than those with benign airway disease undergoing therapeutic bronchoscopy.9 The AQuIRE multicenter registry evaluated 1115 procedures in 947 patients with malignant CAO undergoing therapeutic bronchoscopy using multimodality approaches.10,11 Laser bronchoscopy was utilized in 24 % of cases. They found that 93 % of procedures resulted in technical success, defined as significant anatomic improvement in airway obstruction ( < 50 % residual obstruction). Clinically significant improvement in symptoms occurred in 48 %. The overall complication rate was 3.9 %, but there was significant variation between centers (range 0.9 %-11.7 %). Risk factors for complications included use of moderate sedation, urgent or emergent procedures, American Society of Anesthesiology score > 3, and redo therapeutic bronchoscopy cases. Limited data are available on the impact of therapeutic bronchoscopy on quality adjusted survival.12 In a prospective observational study of 102 patients with malignant airway obstruction, anatomic technical success was achieved in 90 % of cases, resulting in decreased dyspnea at 7 days (mean change in Borg score −1.7) and improved health-related quality of life (HRQOL) (change in utility at 7 days + 0.047 utiles, P = 0.0002). Improvements in dyspnea and HRQOL were maintained long term.\nwas 3.9 %, but there was significant variation between centers (range 0.9 %-11.7 %). Risk factors for complications included use of moderate sedation, urgent or emergent procedures, American Society of Anesthesiology score > 3, and redo therapeutic bronchoscopy cases. Limited data are available on the impact of therapeutic bronchoscopy on quality adjusted survival.12 In a prospective observational study of 102 patients with malignant airway obstruction, anatomic technical success was achieved in 90 % of cases, resulting in decreased dyspnea at 7 days (mean change in Borg score −1.7) and improved health-related quality of life (HRQOL) (change in utility at 7 days + 0.047 utiles, P = 0.0002). Improvements in dyspnea and HRQOL were maintained long term.CHAPTER Rapid Ablative Techniques of therapeutic bronchoscopy using laser on quality adjusted survival in benign disease are currently lacking. Overall, the data suggest that the efficacy and safety profile of bronchoscopic laser treatment as part of a multimodality airway approach is acceptable in experienced hands, with overall complication rates ranging from 2.3 % to 8.4 % in the largest series.10–14 Summary\nLaser is a safe and effective method for relieving CAO and treating bleeding in the airways. It is expensive and requires special eyewear, but does not affect implanted medical devices and has a long track record of safety. ELECTROCAUTERY\nGeneral Principles of Bronchoscopic Electrocautery\nElectrocautery uses high-frequency electrical current to generate heat which then coagulates and destroys tissue. Contact between the cautery instrument and the tissue is required for the thermal effect. Because the heat is generated by an electrical current the patient must be grounded to avoid shock and allow the current a safe way to exit the body. The tissue effect is determined by voltage, duration, area of contact, tissue density, and the water content of the tissue.1,15,16 Different electrocautery devices are used for different purposes. Common instruments used for electrocautery include a blunt probe, hot forceps, cautery knife, and cautery snare. The flexible blunt probe is used to coagulate and destroy tissue with direct contact. Rigid electrocautery blunt probes function similarly. In addition, there are rigid electrocautery-suction probes that provide the additional benefit of providing electrocautery coagulation and destruction while simultaneously suctioning the airway of blood. The hot forceps are able to deliver heat while a transbronchial or endobronchial biopsy is being taken (see Preprocedural Preparation\nPatient selection for bronchoscopic electrocautery is similar to that for laser and other rapid ablative techniques. The patient must be able to tolerate reduction of the Fio2 to 40 % or less for safe use of electrocautery. Assessment of the lesion to be treated is also critical to allow the selection of the appropriate cautery instrument as outlined earlier. The electrical current used to generate thermal energy in electrocautery can interfere with the functioning of\ndirect contact. Rigid electrocautery blunt probes function similarly. In addition, there are rigid electrocautery-suction probes that provide the additional benefit of providing electrocautery coagulation and destruction while simultaneously suctioning the airway of blood. The hot forceps are able to deliver heat while a transbronchial or endobronchial biopsy is being taken (see Preprocedural Preparation\nPatient selection for bronchoscopic electrocautery is similar to that for laser and other rapid ablative techniques. The patient must be able to tolerate reduction of the Fio2 to 40 % or less for safe use of electrocautery. Assessment of the lesion to be treated is also critical to allow the selection of the appropriate cautery instrument as outlined earlier. The electrical current used to generate thermal energy in electrocautery can interfere with the functioning ofSECTION Therapeutic Bronchoscopy Procedures cardiac pacemakers and other implanted medical devices. Patients with such devices who must undergo procedures in which electrocautery may be used should have the devices placed in asynchronous mode by reprogramming or using a magnet. The devices should then be reevaluated after the procedure to ensure the resumption of normal function.17 If the patient cannot tolerate pacing with asynchronous mode then electrocautery should not be used. Equipment:\n- Electrocautery console with foot pedal for activation\n- Grounding pad for the patient\n- Electrocautery instruments: - Reusable or disposable electrocautery blunt probe - Reusable electrocautery-suction probe - Hot electrocautery forceps - Electrocautery knife - Electrocautery snare. Electrocautery Technique\nAs with other rapid ablative techniques the bronchoscopist must be familiar with the patient’s anatomy and maintain good orientation in the airway at all times. The Fio2 should be reduced to 40 % or less before activating the cautery instrument. A grounding pad must be placed on the patient and connected to the cautery machine to avoid shock. Most cautery machines have two foot pedals-one for cutting and one for coagulation. Depressing the cutting (yellow) pedal generates more energy to destroy tissue quickly but with higher risk of unintended collateral damage and less effective control of bleeding. The coagulation (blue) pedal cauterizes tissue with less energy and so traverses the tissue more superficially and is more effective for hemostasis of bleeding lesions without vaporizing them as effectively.18 The coagulation mode has somewhat less risk of unintended consequences such as perforation. Some proceduralists alternately activate the cutting and coagulation pedals as they treat the target lesion with the intent to optimize tissue destruction, hemostasis, and safety. Typical settings for bronchoscopic electrocautery include power of 20–60 W, with the coagulation mode set to the lower end and the cutting mode nearer the upper end. Short activations are used to reduce the risk of perforation. The tissue effect of a given electrocautery setting will vary between tumors and patients, so if there is uncertainty it is best to start on the lower side, treat, observe tissue effects, and adjust settings and techniques accordingly based on empiric observation in that individual patient. Blunt Electrocautery Probe Technique\nThe operator should advance the bronchoscope until good visualization of the lesion is attained. Then the probe is advanced a sufficient distance beyond the working channel to avoid damage to the tip of the scope. Many probes have a mark on the catheter which designates the minimal safe distance to avoid damage to the scope. Then the tip of the probe is touched to the target tissue from the luminal side and activated using the foot pedal for a very short time, generally no more than 1–2 s.19 The bronchoscopist should visually reassess the lesion after each activation and deliver additional energy as needed. When the rigid cautery probe is used the technique is the same except that the tip of the probe must be advanced at least 1–2 cm beyond the tip of the rigid bronchoscope to avoid potential shock to the operator. It is important to avoid prolonged cautery activation to avoid affecting deep layers of tissue and increasing the risk of perforation and other complications. Particular care must be taken when treating sessile lesions on the bronchial wall or any lesion on the posterior tracheal or mainstem bronchial walls. Hot Forceps\nThe hot forceps are biopsy forceps augmented with electrical current with the idea of reducing bleeding after biopsies are taken by cauterizing it as the tissue is pulled away. The forceps are advanced from the working channel of the bronchoscope to the target tissue to be removed. Many forceps have a mark on the shaft indicating the minimum safe distance needed to avoid damage to the bronchoscope. Once the forceps are in contact with the target lesion the assistant closes the forceps on the tissue and then the operator activates the electrocautery using the foot pedal for a few seconds. The tissue is then removed by gently pulling the forceps. While the intent of the hot forceps is to reduce bleeding, studies evaluating its effectiveness for this purpose have not demonstrated a clinically significant reduction in bleeding.20,21 For this reason this instrument is no longer frequently used in practice. Electrocautery Knife\nThe electrocautery knife is not actually sharp, but rather has a small almost needle-shaped tip that is able to cut through tissue like a true knife when activated with energy. It is typically used to cut benign weblike stenotic\ntissue to be removed. Many forceps have a mark on the shaft indicating the minimum safe distance needed to avoid damage to the bronchoscope. Once the forceps are in contact with the target lesion the assistant closes the forceps on the tissue and then the operator activates the electrocautery using the foot pedal for a few seconds. The tissue is then removed by gently pulling the forceps. While the intent of the hot forceps is to reduce bleeding, studies evaluating its effectiveness for this purpose have not demonstrated a clinically significant reduction in bleeding.20,21 For this reason this instrument is no longer frequently used in practice. Electrocautery Knife\nThe electrocautery knife is not actually sharp, but rather has a small almost needle-shaped tip that is able to cut through tissue like a true knife when activated with energy. It is typically used to cut benign weblike stenoticCHAPTER Rapid Ablative Techniques lesions within the central airways. The sheath is first advanced through the working channel of the scope far enough to avoid damaging the tip. Please access Video 8.1 (Electrocautery Needle Knife) online. Many models have a colored mark on the sheath indicating the minimum safe distance. Then the metal tip is protruded from the sheath. The bronchoscope is then flexed so that the tip of the knife is in contact with the web with very slight pressure to direct the knife. After this the energy is activated with the foot pedal for a very short time-less than a second-causing the desired cut in the tissue. The electrocautery knife is able to cut through the tissue extremely quickly, so it is important to avoid prolonged activations as this may lead to perforation of the airway. Most operators recommend radial cuts at the 9 o’clock, 12 o’clock, and 3 o’clock positions. The posterior wall of the airway (6 o’clock) is not treated because the lack of cartilaginous support increases the risk of perforation. Mechanical dilation may be used if needed after radial cuts are made (see Electrocautery Snare\nThe electrocautery snare is used to remove polypoid or pedunculated lesions within the airway. First the bronchoscopist should try to determine the location of the stalk as accurately as possible. Then the snare sheath is advanced out of the working channel of the bronchoscope to a safe distance, and the snare itself is then advanced from the sheath on the luminal side of the lesion that is open (i.e., opposite to the side with the stalk). Please access Video 8.2 (Electrocautery Snare and APC) online. [Note: First part of the video covers Electrocautery Snare and the later part covers APC] The snare will open on its own as it is advanced and is positioned to lasso the lesion. The bronchoscope is then moved toward the side of the wall where the stalk originates and used to manipulate the snare around the lesion toward the lesion’s base. The assistant then tightens the snare slowly around the base of the lesion until it is completely encircled and some resistance is felt. Then the assistant slowly tightens the snare while the operator activates the energy using the foot pedal. These actions should occur simultaneously until the snare is completely closed around the lesion or cuts through the base and the lesion appears loose in the airway. The snare can be used to remove the lesion if the lesion remains in its grasp. If the stalk is cut through and the lesion falls loose in the airway then forceps, suction, or the cryotherapy probe can be used to remove the tissue (see Complications Of Electrocautery\n- Hemorrhage\n- Perforation\n- Airway fire\n- Snare entrapment\n- Shock to patient or operator\n- Implanted cardiac device malfunction. Precautions and Pearls\n- Like laser, electrocautery can cause airway fire when used in an environment with a high oxygen concentration. The Fio2 must be decreased to 40 % or less when using electrocautery and good communication with the procedure assistant or anesthetist is\ncompletely closed around the lesion or cuts through the base and the lesion appears loose in the airway. The snare can be used to remove the lesion if the lesion remains in its grasp. If the stalk is cut through and the lesion falls loose in the airway then forceps, suction, or the cryotherapy probe can be used to remove the tissue (see Complications Of Electrocautery\n- Hemorrhage\n- Perforation\n- Airway fire\n- Snare entrapment\n- Shock to patient or operator\n- Implanted cardiac device malfunction. Precautions and Pearls\n- Like laser, electrocautery can cause airway fire when used in an environment with a high oxygen concentration. The Fio2 must be decreased to 40 % or less when using electrocautery and good communication with the procedure assistant or anesthetist isSECTION Therapeutic Bronchoscopy Procedures critical to confirm that the Fio2 is at an acceptable level before activating the instrument. Closed-loop communication practices should be utilized. - Contact electrocautery is less effective when there is excessive blood in the area to be treated. This is because the wet surface diffuses the point of contact with the tissue, limiting the effect of the cautery instrument.18 In this situation the bronchoscopist should either use suction to remove blood and allow effective treatment with cautery or choose a noncontact tool such as APC to control bleeding. Use of the rigid electrocautery-suction instrument to simultaneously suction blood and coagulate the bleeding source can be useful in this context.\n- It is important to match the tool to the lesion. Each cautery instrument has a different utility.\n- It is often useful to use contact and noncontact modalities together for optimal tissue destruction and hemostasis.\n- Electrocautery must be used with caution in patients who have implanted cardiac devices. A magnet should be used to convert pacemakers and automated implanted cardioverter-defibrillators (AICDs) to asynchronous mode, and electrocautery should be avoided in patients who cannot tolerate this. Postprocedure device interrogation is prudent.\n- It is often helpful when using the blunt probe or the cautery knife to perform a “dry run” with the instrument without activating the electrocautery to allow the physician to predict the angle and direction of movement before they treat the tissue. Evidence When assessing the evidence, as with laser bronchoscopy, it is important to remember that most recent large series use a multimodality approach, combining different thermal techniques, electrocautery among them, with different debridement techniques and sometimes stenting. Complications and outcomes also vary by indication.1,9,10 As such it can be difficult to dissect out the risk of electrocautery in isolation. A number of small series and trials have demonstrated the effectiveness of bronchoscopic electrocautery to relieve CAO and improve dyspnea and reported a favorable safety profile.18,22,23 Given this context, Wahidi and colleagues evaluated 94 patients who underwent 117 bronchoscopic electrocautery procedures for both malignant and benign CAO with 94 % of patients having significant endoscopic improvement. Seventy-one percent of patients reported improvement in their symptoms, and radiographic improvement by computed tomography (CT) was seen in 78 % of patients. Minor complications were seen in 6.8 % of cases, with major complications in 0.8 % and no periprocedural deaths reported.24 Bronchoscopic electrocautery has also been shown to be less costly than laser treatment with similar effectiveness.18,22,23 Summary Bronchoscopic electrocautery is a versatile tool especially well suited for relieving benign and malignant CAO. In experienced hands it has an acceptable safety profile. It is less expensive than laser and no protective\n22,23 Given this context, Wahidi and colleagues evaluated 94 patients who underwent 117 bronchoscopic electrocautery procedures for both malignant and benign CAO with 94 % of patients having significant endoscopic improvement. Seventy-one percent of patients reported improvement in their symptoms, and radiographic improvement by computed tomography (CT) was seen in 78 % of patients. Minor complications were seen in 6.8 % of cases, with major complications in 0.8 % and no periprocedural deaths reported.24 Bronchoscopic electrocautery has also been shown to be less costly than laser treatment with similar effectiveness.18,22,23 Summary Bronchoscopic electrocautery is a versatile tool especially well suited for relieving benign and malignant CAO. In experienced hands it has an acceptable safety profile. It is less expensive than laser and no protectiveCHAPTER Rapid Ablative Techniques\neyewear is required. It does use electrical current to generate electricity so must be used with caution in patients with implanted medical devices. Airway fire is a risk so Fio2 must be maintained at 40 % or less. ARGON PLASMA COAGULATION\nGeneral Principles of APC\nAPC is a noncontact form of electrocoagulation in which argon gas is ionized by a high-frequency electrical current and then travels from a catheter to the nearest ground where it is converted to heat, producing coagulation and fulguration of the targeted tissue.25,26 The nearest ground may not be in the axial plane-firing to the side and even retrograde firing are also possible. APC generally has a superficial depth of penetration, between 2 and 3 mm.2,26 This happens largely because the electrical resistance of tissue increases as it becomes coagulated and desiccated, limiting further conduction.2 As resistance increases, the ionized argon gas, which acts as a conductor, will bend toward the path of least resistance, which will be the adjacent nontreated tissue. For this reason vaporization is not typically achieved, but APC has an excellent hemostatic effect and the coagulation produced allows easier mechanical debulking of obstructing lesions. Preprocedural Preparation\nPatient selection for APC is essentially the same as for electrocautery and laser. Appropriate lesions for APC are bleeding or obstructing lesions within the central airways that are visible with the bronchoscope. The patient must be able to tolerate an Fio2 of 40 % or less in order to safely use APC within the airway. Because APC is a monopolar electrical current, the same precautions must be taken as electrocautery for those patients who have implanted cardiac devices. These are summarized earlier, in the section on preprocedural preparation for electrocautery. Equipment:\n- APC/electrocautery console with foot pedal for activation\n- Grounding pad for the patient\n- APC probe: - Flexible or rigid - Large or small size - Axial, side-firing, or circumferential-firing tip. APC Technique\nAs with laser and electrocautery the interventionalist must know the patient’s anatomy and maintain good orientation in the airway at all times. The Fio2 should be reduced to 40 % or less before activating the APC device. A grounding pad must be placed on the patient and connected to the APC console to avoid shock. Many consoles are used for both contact electrocautery and noncontact APC. Unlike with the contact cautery tools, however, activation of APC is done only with one foot pedal-typically the coagulation (blue) pedal. The operator can choose from large and small size flexible APC probes. The smaller probe is 1.5 mm in diameter and can be used in standard size bronchoscopes with a 2-mm working channel. The larger size probe is 2.3 mm in diameter and requires a therapeutic flexible bronchoscope. The smaller probe is more flexible and better suited for lesions in the upper lobes or more distal airways. The larger probe can accommodate a higher flow of gas and produces a more rapid tissue effect. The different tips direct the flow of ionized gas (current) in different directions. Most APC consoles have three modes with slightly different effects. Forced APC mode is characterized by a continuous output of high-frequency voltage and has the most tissue effect. It is most useful for hemostasis of diffuse areas of bleeding and rapid devitalization of tissue. In pulsed APC mode the output of energy is discontinuous, with pulses of energy at varying frequencies. Pulsed APC is useful for diffuse bleeding and tissue devitalization in areas that are thermosensitive and when more controlled power output is desired. In both of these modes the tissue effect is determined by adjusting the power settings. Precise APC mode is characterized by continuous output of energy, but the tissue effect is determined by the effect setting rather than power. It is used to treat superficial bleeding or devitalize tissue in thin-walled areas and has a more superficial depth of penetration. Typical settings for APC include power of 20–40 W and gas flows between 0.3 and 1.8 L/min with higher flows used for the larger size probe. For a given probe size, a higher flow rate will result in greater range/reach of the APC. The bronchoscope is advanced within the airway until the target lesion is visualized, and then the APC probe is extended beyond the tip of the scope by at least 5–10 mm before activation to avoid damaging the\nensitive and when more controlled power output is desired. In both of these modes the tissue effect is determined by adjusting the power settings. Precise APC mode is characterized by continuous output of energy, but the tissue effect is determined by the effect setting rather than power. It is used to treat superficial bleeding or devitalize tissue in thin-walled areas and has a more superficial depth of penetration. Typical settings for APC include power of 20–40 W and gas flows between 0.3 and 1.8 L/min with higher flows used for the larger size probe. For a given probe size, a higher flow rate will result in greater range/reach of the APC. The bronchoscope is advanced within the airway until the target lesion is visualized, and then the APC probe is extended beyond the tip of the scope by at least 5–10 mm before activation to avoid damaging theSECTION Therapeutic Bronchoscopy Procedures bronchoscope (Video 8.1). APC probes have black rings every 10 mm starting from the tip to allow the operator to determine an appropriate distance. Once the probe is sufficiently extended, the bronchoscopist should move it closer to the lesion using primarily the movement of the bronchoscope rather than additional independent movement of the probe. This helps prevent the operator from inadvertently withdrawing the tip of the probe too near the scope. Once the tip of the probe is within about 4 mm of the target lesion, the operator can activate the APC using the foot pedal. Activation times vary but it is generally prudent to start with activations of 1–3 s before evaluating the effect and then adjusting the distance to the tissue or the duration of activation as needed. The bronchoscopist should also attempt to avoid touching the probe to the tissue in order to reduce risk of gas embolism. For hemostasis APC fulguration alone is usually sufficient (see Because the monopolar flow of current travels to the nearest ground regardless of direction, the advantages of using the side-firing probe or the circumferential-firing probe are limited. The standard axial-firing probe will also conduct current radially or even retrograde if that is the area of tissue nearest the tip. Complications of APC\n- Bleeding\n- Respiratory failure\n- Perforation\n- Airway fire\n- Gas embolism\n- Implanted cardiac device malfunction. Precautions and Pearls\n- Like the other rapid ablative techniques, APC can cause airway fire when used with high Fio2. The Fio2 should be reduced to 40 % or less when using APC. The bronchoscopist must communicate well with the procedure assistant or anesthetist to ensure that the Fio2 is safely reduced before beginning treatment. Closed-loop communication is recommended.\n- APC is excellent for hemostasis and coagulation, but it is less effective than laser or electrocautery for tissue destruction. It can often be used as part of multimodality therapy to coagulate obstructing lesion before mechanically debulking it to reduce bleeding risk.\n- Desiccation and coagulation increases the resistance of the tissue, leading to a degree of self-limiting depth of penetration and less risk of perforation with APC.\n- With APC the operator can fire radially with the axial probe as long as tip is closer to the side wall than the nearest forward ground.\n- The ability to side-fire makes APC especially effective for treating sessile or flat lesions.\n- The smaller APC probe is better able reach distal lesions and treat lesions within the upper lobes because of its flexibility.\n- The flow rate dictates the range/reach of APC. Higher flow results in greater range. In smaller airways, lower rates are recommended to avoid unintended collateral damage.\n- Do not fire and advance the APC at the same time. If you accidentally impale tissue while firing the APC, you can cause an air embolism. Instead, fire the APC and slowly withdraw the bronchoscope to cover larger areas. Then hold fire, reposition distally, and repeat. This will help minimize risk of gas embolism. Limiting activation times to 1–3 s initially and during the procedure will also help mitigate gas embolism risk.\nthe nearest forward ground.\n- The ability to side-fire makes APC especially effective for treating sessile or flat lesions.\n- The smaller APC probe is better able reach distal lesions and treat lesions within the upper lobes because of its flexibility.\n- The flow rate dictates the range/reach of APC. Higher flow results in greater range. In smaller airways, lower rates are recommended to avoid unintended collateral damage.\n- Do not fire and advance the APC at the same time. If you accidentally impale tissue while firing the APC, you can cause an air embolism. Instead, fire the APC and slowly withdraw the bronchoscope to cover larger areas. Then hold fire, reposition distally, and repeat. This will help minimize risk of gas embolism. Limiting activation times to 1–3 s initially and during the procedure will also help mitigate gas embolism risk.CHAPTER Rapid Ablative Techniques Evidence\nAlthough many case reports describing the use of APC in bronchoscopy have been published, there have been relatively few case series evaluating its role in the airway. Reichle and colleagues reported their experience with 482 procedures in 364 patients, predominantly having malignant disease. For those patients with malignant airway stenosis complete or partial recanalization was reported in 67 %, with most of the failures due to absence of viable distal lung. Successful treatment of acute hemoptysis was accomplished with APC in > 99 % of cases. Complications were rare and seen in only 3.7 % of cases with no periprocedural deaths.25 Morice and colleagues described their experience using APC in 60 patients with hemoptysis, symptomatic airway obstruction, or both. All patients presenting with hemoptysis had good symptom control with APC. Of those patients with bronchial obstruction, the mean degree of obstruction improved from 76 % pretreatment to 18 % posttreatment with concomitant improvement in symptoms. No complications from the procedures were reported.26 As with laser and electrocautery, the APC is usually used as part of a multimodality approach, frequently combined with other ablative techniques (e.g., laser or conventional electrocautery) and mechanical debridement (e.g., coring out or forceps) and sometimes stenting for mixed lesions. Summary\nAPC is a noncontact form of electrocautery that is particularly well suited for treatment of hemoptysis or bleeding in the central airways. It is also useful in combination with mechanical techniques to devitalize obstructing endobronchial lesions before mechanical debulking, thereby reducing bleeding risk. The depth of penetration for APC is less than laser because the ionized gas will bend toward the path of least resistance. It has a very favorable safety profile. SUMMARY OF RAPID ABLATIVE TECHNIQUES\nLaser, electrocautery, and APC are all excellent modalities for treating endobronchial lesions causing airway obstruction and bleeding. No single method is clearly superior to the others, although each has its particular advantages and drawbacks. The bronchoscopist should choose the rapid ablative technique for a given case based on the nature of the problem and local experience, equipment, and expertise. REFERENCES\n1. Bolliger computed tomography (CT), Sutedja TG, Strausz J, Freitag L. Therapeutic bronchoscopy with immediate effect: laser, electrocautery, argon plasma coagulation, and stents. Eur Respir J. 2006;27(6):1258–1271.\n2. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169(12):1278–1297.\n3. Khemasuwan D, Mehta AC, Wang KP. Past, present, and future of endobronchial laser photoresection. J Thorac Dis. 2015;7(Suppl 4):S380-S388.\n4. Miller RJ, Murgu SD. Bronchoscopic resection of an exophytic endoluminal tracheal mass. Ann Am Thorac Soc. 2013;10(6):697–700.\n5. Lee HJ, Malhotra R, Grossman C, Shepherd RW. Initial report of neodymium:yttrium-aluminum-perovskite (Nd:YAP) laser use during bronchoscopy. J Bronchology Interv Pulmonol. 2011;18(3):229–232.\n6. Cavaliere S, Foccoli P, Farina PL. Nd:YAG laser bronchoscopy: a five-year experience with 1396 applications in 1000 patients. Chest. 1988;94(1):15–21.\n7. Ross DJ, Mohsenifar Z, Koerner SK. Survival characteristics after neodymium:YAG laser photoresection in advanced stage lung cancer. Chest. 1990;98(3):581–585.\n8. Desai SJ, Mehta AC, VanderBrug Medendorp S, Golish JA, Ahmad M. Survival experience following Nd:YAG laser photoresection for primary bronchogenic carcinoma. Chest. 1988;94(5):939–944.\n9. Ernst A, Simoff M, Ost D, Goldman Y, Herth FJF. Prospective risk-adjusted morbidity and mortality outcome analysis after therapeutic bronchoscopic procedures: results of a multi-institutional outcomes database. Chest. 2008;134:514–519.\n10. Ost DE, Ernst A, Grosu HB, et al. Comp\n. Ross DJ, Mohsenifar Z, Koerner SK. Survival characteristics after neodymium:YAG laser photoresection in advanced stage lung cancer. Chest. 1990;98(3):581–585.\n8. Desai SJ, Mehta AC, VanderBrug Medendorp S, Golish JA, Ahmad M. Survival experience following Nd:YAG laser photoresection for primary bronchogenic carcinoma. Chest. 1988;94(5):939–944.\n9. Ernst A, Simoff M, Ost D, Goldman Y, Herth FJF. Prospective risk-adjusted morbidity and mortality outcome analysis after therapeutic bronchoscopic procedures: results of a multi-institutional outcomes database. Chest. 2008;134:514–519.\n10. Ost DE, Ernst A, Grosu HB, et al. CompSECTION Therapeutic Bronchoscopy Procedures 14. Perin B, Zaric B, Jovanovic S, et al. Patient-related independent risk factors for early complications following Nd:YAG laser resection of lung cancer. Ann Thorac Med. 2012;7(4):233–237.\n15. Van Boxem TJ, Venmans BJ, Schramel FM, et al. Radiographically occult lung cancer treated with fiberoptic bronchoscopic electrocautery: a pilot study of a simple and inexpensive technique. Eur Respir J. 1998;11(1):169–172.\n16. Sheski FD, Mathur PN. Endobronchial electrosurgery: argon plasma coagulation and electrocautery. Semin Respir Crit Care Med. 2004;25(4):367–374.\n17. Stone ME, Salter B, Fischer A. Perioperative management of patients with cardiac implantable electronic devices. Br J Anaesth. 2011;107(S1):i16-i26.\n18. Coulter TD, Mehta AC. The heat is on: impact of endobronchial electrosurgery on the need for Nd-YAG laser photoresection. Chest. 2000;118(2):516–521.\n19. Van Boxem TJ, Westerga J, Venmans BJ, Postmus PE, Sutedja TG. Tissue effects of bronchoscopic electrocautery: bronchoscopic appearance and histologic changes of bronchial wall after electrocautery. Chest. 2000;117(3):887–891.\n20. Tremblay A, Michaud G, Urbanski SJ. Hot biopsy forceps in the diagnosis of endobronchial lesions. Eur Respir J. 2007;29(1):108–111.\n21. Firoozbakhsh S, Seifirad S, Safavi E, Dinparast R, Taslimi S, Derakhshandeilami G. Comparison of hot versus cold biopsy forceps in the diagnosis of endobronchial lesions. Arch Bronconeumol. 2011;47(11):547–551.\n22. Van Boxem T, Muller M, Venmans B, Postmus P, Sutedja T. Nd-YAG laser vs bronchoscopic electrocautery for palliation of symptomatic airway obstruction: a cost-effectiveness study. Chest. 1999;116(4):1108–1112.\n23. Sutedja TG, Van Boxem TJ, Schramel FM, Van Felius C, Postmus PE. Endobronchial electrocautery is an excellent alternative for Nd:YAG laser to treat airway tumors. J Bronchol. 1997;4(2):101–105.\n24. Wahidi MM, Unroe MA, Adlakha N, Beyea M, Shofer SL. The use of electrocautery as the primary ablation modality for malignant and benign airway obstruction. J Thorac Oncol. 2011;6(9):1516–1520.\n25. Reichle G, Freitag L, Kullman HJ, Prenzel R, Macha HN, Farin G. Argon plasma coagulation in bronchology: a new method-alternative or complementary? J Bronchol. 2000;7(2):109–117.\n26. Morice RC, Ece T, Ece F, Keus L. Endobronchial argon plasma coagulation for treatment of hemoptysis and neoplastic airway obstruction. Chest. 2001;119(3):781–787.",
  "year": 2022,
  "h_level": "H3",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H3",
    "precedence": 0.705,
    "domain": [
      "ablation"
    ],
    "doc_type": "book_chapter",
    "aliases": [],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_rapid_at.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}