{
  "doc_id": "practical_gti_linear_eu",
  "title": "Linear Endobronchial Ultrasound",
  "abstract": "",
  "content": "Linear Endobronchial Ultrasound\nKazuhiro Yasufuku, Terunaga Inage,\nAlexander Gregor, and Tsukasa INTRODUCTION\nIn 2002, a new bronchoscope was developed by integrating a convex-type ultrasound probe on its tip and introduced into clinical practice.1 The convex probe endobronchial ultrasound (CP-EBUS), also known as linear endobronchial ultrasound (EBUS), can be combined with a dedicated biopsy needle for real-time endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) of centrally located peribronchial lung lesions, mediastinal lymph nodes, and hilar lymph nodes. EBUS-transbronchial needle aspiration (TBNA) using a linear transducer is a well-established minimally invasive modality for diagnosis and staging of lung cancer. Lung cancer guidelines recommend combined EBUS-TBNA with endoscopic ultrasound-fine-needle aspiration (EUS-FNA, also called EUS-B-FNA if an EBUS bronchoscope is used in the combined procedure) as the best first test for mediastinal nodal staging in lung cancer. Over the past 20 years, the role of this minimally invasive modality has been expanding to include restaging after neoadjuvant therapy and additional sample acquisition for biomarker testing. Advances in ultrasonography image analysis have expanded the capabilities of linear EBUS. As such, EBUS-TBNA has now also become a minimally invasive diagnostic tool for lymphoma, sarcoidosis, tuberculosis, mediastinal cysts, and other intrthoracic malignancies. New biopsy needles will further expand the potential capabilities of EBUS-TBNA in pulmonary medicine. Use of linear EBUS as a therapeutic modality, via transbronchial injection, has likewise seen growing interest and evidence. Linear EBUS continues to play an essential role in disease diagnosis but is taking on novel indications with potentially significant clinical implications. PREPROCEDURE PREPARATION\nIndications for Linear Endobronchial Ultrasound\nThe initial indication for linear EBUS is diagnosis and nodal staging of lung cancer.2 Suspicion for other intrthoracic malignancies, such as lymphoma,3 sarcoma,4 mesothelioma,5 and other mediastinal metastases,6,7 as well as benign conditions, such as sarcoidosis,8 tuberculosis,9 and mediastinal cysts,10 can also be considered as indications for biopsy by EBUS-TBNA. EBUS-guided therapeutic interventions11 are under investigation. Several EBUS bronchoscopes exist. However, in general, the size and flexibility of currently available EBUS bronchoscopes most reliably provide access to central lesions and in many circumstances the mid-lung of the lower lobes. The accessibility of current EBUS bronchoscopes to specific bronchi is more limited than that of regular bronchoscopes, especially when a biopsy needle is inserted into the working channel. Access to the upper lobes, particularly the peripheral upper lobe, can be more challenging. More flexible EBUS bronchoscopes and needles with improved access to the periphery are under development. Equipment\n- Linear endobronchial ultrasound bronchoscope\n- Universal ultrasound processor\n- EBUS-TBNA needle (19-gauge, 21-G, 22-G, and/or 25-G)\n-guided therapeutic interventions11 are under investigation. Several EBUS bronchoscopes exist. However, in general, the size and flexibility of currently available EBUS bronchoscopes most reliably provide access to central lesions and in many circumstances the mid-lung of the lower lobes. The accessibility of current EBUS bronchoscopes to specific bronchi is more limited than that of regular bronchoscopes, especially when a biopsy needle is inserted into the working channel. Access to the upper lobes, particularly the peripheral upper lobe, can be more challenging. More flexible EBUS bronchoscopes and needles with improved access to the periphery are under development. Equipment\n- Linear endobronchial ultrasound bronchoscope\n- Universal ultrasound processor\n- EBUS-TBNA needle (19-gauge, 21-G, 22-G, and/or 25-G)SECTION Advanced Diagnostic Bronchoscopy Procedures Staff\n- Bronchoscopist\n- Endoscopy/respiratory technician\n- Sedation nurse or anesthesia team\n- Cytopathologist (optional)\n- Cytopathology technician (optional) Setting\nThe procedure can be performed in an endoscopy suite or operating room, with either moderate/conscious sedation or general anesthesia. The linear endobronchial ultrasound bronchoscope may be inserted into the airway via the oral route. An endotracheal tube or laryngeal mask airway can be selected optionally. PROCEDURAL TECHNIQUES General Linear endobronchial ultrasound (EBUS)/EBUS-transbronchial needle aspiration (TBNA) Preparation\nA dedicated latex balloon is attached to the probe tip of the EBUS bronchoscope using the balloon applicator and inflated with normal saline during EBUS-TBNA. A 20-mL syringe and extension tube filled with saline is connected to the balloon channel. Approximately 0.3–0.5 mL of saline is needed to achieve appropriate balloon inflation. Because the balloon is made of latex, it cannot be used in patients with allergy to latex. EBUS-TBNA can be performed under either local anesthesia with mild conscious sedation or general anesthesia. With local anesthesia, the EBUS scope is inserted orally and 1 % lidocaine (a 2-mL bolus dose) is gently administered into the airway through the instrument channel. With general anesthesia, an endotracheal tube (at least 8.0 mm in internal diameter) or a laryngeal mask airway (#4) is generally used. General anesthesia with these airway devices provides some advantages such as easier EBUS scope insertion and reduced coughing. This must be balanced against the logistic and safety considerations of general anesthesia. After sedation or induction of anesthesia, a regular flexible bronchoscope is first inserted into the airway. The initial diagnostic bronchoscopy facilitates safe EBUS through clearance of secretions, identification of airway lesions, verification of bronchial tree anatomy, and administration of additional local anesthetic, if required. Once complete, the flexible bronchoscope is removed, and EBUS-guided biopsy can begin. Insertion and manipulation of the EBUS bronchoscope can be more challenging than a conventional flexible bronchoscope. The EBUS bronchoscope optical system is limited by the forward oblique angle relative to the scope neutral position and ultrasound probe. Flexing the bronchoscope downward to provide a traditional “end-on” view during EBUS scope advancement can result in inadvertent injury from forceful dragging of the ultrasound probe. Rather, the EBUS bronchoscope should be advanced in a neutral position, with intermittent pausing and downward flexion to confirm position, if needed. EBUS/EBUS-TBNA of Specific Lesions\nIf EBUS is being performed to acquire tissue from a specific lung or mediastinal lesion, the EBUS bronchoscope is navigated to the planned area identified on preprocedural imaging review. The ultrasound balloon should be gently inflated and the bronchoscope upward flexed to maximize contact with the bronchial wall. Once the lesion is centered on the ultrasound image, the EBUS needle sheath is advanced beyond the working channel, followed by the biopsy needle. Care should be made to monitor both the white-light and ultrasound image during advancement, as the bronchoscope may move as the needle is pushed forward. Ideally, for mediastinal lesions, the needle should be deployed in the gaps between cartilage rings. EBUS/EBUS-TBNA of Lymph Nodes for Lung Cancer Staging\nLymph node staging should be performed in a consistent, systematic fashion to promote accurate staging. Lymph nodes are examined by EBUS for documentation of their station, size, and other ultrasound features (see later), in accordance with the American Joint Committee on Cancer (AJCC)/Union for International Cancer Control (UICC) staging systems. EBUS-TBNA has limited access to lymph nodes far from the central airways such as the prevascular nodes (station 3a), subaortic/paraaortic nodes (stations 5 and 6), and paraesophageal/pulmonary ligament nodes (stations 8 and 9). However, both transbronchial and transesophageal endosonographic procedures can be performed with a single EBUS scope, often referred to as EUS-B-FNA, which can facilitate access to stations 8 and 9 as well as alternative access routes for other stations.12,13 EUS-B-FNA offers potential\nymph nodes are examined by EBUS for documentation of their station, size, and other ultrasound features (see later), in accordance with the American Joint Committee on Cancer (AJCC)/Union for International Cancer Control (UICC) staging systems. EBUS-TBNA has limited access to lymph nodes far from the central airways such as the prevascular nodes (station 3a), subaortic/paraaortic nodes (stations 5 and 6), and paraesophageal/pulmonary ligament nodes (stations 8 and 9). However, both transbronchial and transesophageal endosonographic procedures can be performed with a single EBUS scope, often referred to as EUS-B-FNA, which can facilitate access to stations 8 and 9 as well as alternative access routes for other stations.12,13 EUS-B-FNA offers potentialCHAPTER Linear Endobronchial Ultrasound logistic advantages. However, if EUS-B-FNA is being considered, we recommend performing the esophageal portion after the bronchoscopic portion of the procedure to avoid contamination of the respiratory system. A dedicated transbronchial needle aspiration (TBNA) needle is inserted through the working channel of the endobronchial ultrasound (EBUS) bronchoscope, and the designated lymph node is punctured under real-time EBUS guidance. The aspirated material can then be submitted for cytologic/pathologic diagnosis. There is a theoretical risk for contamination of the biopsy needle or channel as the bronchoscope is moved from one lymph node to the next, risking over-staging. It is therefore generally recommended that N3 nodes be biopsied first, then N2, then N1. Although not necessary, an on-site cytopathologist may be able to provide immediate feedback on the quality of the biopsy specimen and potentially a preliminary diagnosis. This information may be used to inform decisions on repeating a biopsy during the same procedure. COMPLICATIONS\nEBUS-TBNA with linear EBUS is a safe and well-established minimally invasive modality for sampling centrally located peribronchial lesions. Complication rates are very low, but major complications including bleeding, infection, recurrent nerve paralysis, and mortality have been reported.14,15 EVIDENCE\nLung Cancer\nNodal Staging in Lung Cancer\nThe prognosis and operability of a lung cancer patient is influenced by the presence of mediastinal lymph node metastases. One meta-analysis calculated a pooled sensitivity of 0.93 (95 % confidence interval [CI], 0.91–0.94) and a pooled specificity of 1.00 (95 % CI, 0.99–1.00) for detection of mediastinal nodal disease across 11 studies.2 The sensitivity, specificity, and accuracy of EBUS-TBNA were superior to positron emission tomography (PET) or PET-computed tomography (PET-CT) in two prospective trials.16,17 The combination of EBUS-TBNA and EUS-FNA has a higher staging accuracy than either procedure alone for patients with lung cancer, with a sensitivity of 0.86 (95 % CI, 0.82–0.90) and a specificity of 1.00 (95 % CI, 0.99–1.00) in a meta-analysis covering eight studies.18 In the ASTER trial, combined staging with upfront EBUS-TBNA plus EUS-FNA followed by surgical staging showed higher diagnostic yield and fewer unnecessary thoracotomies than surgical staging alone.19 Recently published guidelines for primary mediastinal staging in lung cancer recommend that ultrasonography-guided needle biopsy (EBUS-TBNA and/or EUS-FNA) be the first-choice modality over surgical staging.20–22 However, if EBUS/EUS biopsy results are negative, surgical staging via mediastinoscopy or video-assisted mediastinoscopy is recommended. Ultrasound Image Analysis of Lymph Nodes\nDuring EBUS-TBNA, ultrasonographic features are helpful to differentiate malignant and benign lymph nodes. Several features on B-mode imaging, such as size (short axis), shape (oval vs. round), margin (indistinct vs. distinct), echogenicity (homogeneous vs. heterogeneous), central hilar structure (CHS) (present vs. absent), and coagulation necrosis sign (present vs. absent), have been shown to be good predictive markers for lymph node metastasis in non-small cell lung cancer (NSCLC). Fujiwara et al. reported round shape, distinct margin, heterogeneous echogenicity, and presence of coagulation necrosis sign as independent risk factors for metastasis.23 Alici et al. integrated grayscale texture (anechoic, hypoechoic, isoechoic, or hyperechoic) with the previous six features to create a modified algorithm.24 This algorithm’s sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and diagnostic accuracy for detecting metastatic lymph nodes were 100 %, 51.2 %, 50.6 %, 100 %, and 67.5 %, respectively.24 Doppler imaging permits assessment of blood flow and nodal vascular patterns. Nakajima et al. classified lymph nodes by Doppler findings: grade 0, no blood flow or small amounts of flow; grade I, a few main vessels running toward the center of the lymph node from the hilum; grade II, a few cuneiforms or rod-shaped flow signals, or a few small vessels found as a long strip of a curve; and grade III, rich flow with more than four vessels of differing diameters and/or twist-/helical-low signal.25 The sensitivity,\n24 This algorithm’s sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and diagnostic accuracy for detecting metastatic lymph nodes were 100 %, 51.2 %, 50.6 %, 100 %, and 67.5 %, respectively.24 Doppler imaging permits assessment of blood flow and nodal vascular patterns. Nakajima et al. classified lymph nodes by Doppler findings: grade 0, no blood flow or small amounts of flow; grade I, a few main vessels running toward the center of the lymph node from the hilum; grade II, a few cuneiforms or rod-shaped flow signals, or a few small vessels found as a long strip of a curve; and grade III, rich flow with more than four vessels of differing diameters and/or twist-/helical-low signal.25 The sensitivity,SECTION Advanced Diagnostic Bronchoscopy Procedures benign lymph node status.26 The sensitivity, specificity, PPV, and NPV for predicting benign lymph nodes were 81.3 %, 90.9 %, 85.3 %, and 88.2 %, respectively. Elastography is a strain imaging technique to assess tissue stiffness, which is displayed as a color overlay on the B-mode ultrasound image. Most systems identify hard, intermediate, and soft tissues as blue, green, and yellow/red, respectively.27 Izumo et al. categorized elastography image patterns into type 1 (predominantly nonblue), type 2 (part blue, part nonblue), and type 3 (predominantly blue). The sensitivity, specificity, PPV, NPV, and diagnostic accuracy of this classification system (type 1 benign vs. type 3 malignant) were 100.0 %, 92.3 %, 94.6 %, 100.0 %, and 96.7 %, respectively. Nakajima et al. compared nodes by stiff area ratio (stiff blue area divided by total lymph node area) and found the mean stiffness ratios were significantly greater for metastatic lymph nodes (0.48) than benign lymph nodes (0.22, P = 0.0002).28 When a cut-off ratio of 0.31 was used, sensitivity and specificity were 81 % and 85 %, respectively. A growing area of focus is the application of artificial intelligence technologies to risk-stratify endobronchial ultrasound (EBUS) images by malignant potential. A 2008 study by Tagoya et al. developed an artificial neural network to predict the presence of nodal metastases using linear EBUS B-mode images, which ultimately developed a 91 % diagnostic accuracy.29 The sensitivity, specificity, and accuracy of this system were 87.0 %, 82.1 %, and 85.4 %, respectively. The application of artificial intelligence may enable significant future advances in EBUS image analysis. Restaging After Neoadjuvant Therapy At present, the recommended treatment for stage IIIA-cN2 NSCLC is chemoradiotherapy.30 However, surgical resection after neoadjuvant chemotherapy or chemoradiotherapy may improve the survival of patients with stage IIIA-cN2 disease.31,32 Accurate restaging of the mediastinal lymph nodes in these cases is critical to confirm mediastinal down-staging prior to consideration for surgery. Repeat mediastinoscopy may also be considered; however, mediastinoscopy following neoadjuvant therapy can be challenging and the diagnostic yield is reduced due to development of fibrosis and adhesions.33–35 A systematic review of five studies calculated the pooled sensitivity, specificity, and false-negative rate of remediastinoscopy after neoadjuvant therapy as 63 %, 100 %, and 22 %, respectively.36 Transcervical extended mediastinal lymphadenectomy has shown a sensitivity of 96.6 % for mediastinal restaging in patients with NSCLC after neoadjuvant therapy.37 Mortality and morbidity were 0.3 % and 6.4 %, respectively. Similarly, restaging with EBUS-transbronchial needle aspiration (TBNA) after neoadjuvant therapy has been reported to have lower sensitivity compared with EBUS-TBNA used during initial lung cancer staging.38,39 A systematic review and meta-analysis including 10 studies found that endosonographic-guided needle biopsy (EBUS-TBNA, EUS-FNA, or combined endoscopic and endobronchial ultrasound [CUS]) for mediastinal restaging has a pooled sensitivity of 67 % (95 % CI, 56–77) and pooled specificity of 99 % (95 % CI, 89–100).40 The discrepancy of diagnostic yields between initial staging and restaging may relate to difficulty obtaining adequate samples from down-staged nodes, which may be smaller, fibrotic, and/or necrotic following neoadjuvant therapy. There is also difficulty differentiating the sonographic appearance of metastases from postinflammatory adhesions and degenerative changes. Combined EBUS-TBNA and EUS-FNA could enable more accurate minimally invasive mediastinal restaging. Current guidelines recommend EBUS-TBNA and/or EUS-FNA for mediastinal restaging after neoadjuvant therapy, avoiding remediastinoscopy.21,22 Molecular Testing Using EBUS-TBNA Samples As the treatment of advanced NSCLC has shifted toward molecular targeted therapy, biomarker testing has become necessary for determining the optimal treatment of patients newly diagnosed with NSCLC. Sens\n–100).40 The discrepancy of diagnostic yields between initial staging and restaging may relate to difficulty obtaining adequate samples from down-staged nodes, which may be smaller, fibrotic, and/or necrotic following neoadjuvant therapy. There is also difficulty differentiating the sonographic appearance of metastases from postinflammatory adhesions and degenerative changes. Combined EBUS-TBNA and EUS-FNA could enable more accurate minimally invasive mediastinal restaging. Current guidelines recommend EBUS-TBNA and/or EUS-FNA for mediastinal restaging after neoadjuvant therapy, avoiding remediastinoscopy.21,22 Molecular Testing Using EBUS-TBNA Samples As the treatment of advanced NSCLC has shifted toward molecular targeted therapy, biomarker testing has become necessary for determining the optimal treatment of patients newly diagnosed with NSCLC. SensCHAPTER Linear Endobronchial Ultrasound\nuse of endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) for molecular profiling of EGFR mutation status had a pooled probability of obtaining sufficient tissue of 94.5 % (95 % CI, 93.2 %-96.4 %). For identification of ALK mutations, the pooled probability was 94.9 % (95 % CI, 89.4 %-98.8 %).47 There are several emerging molecular targets and therapies in NSCLC, such as PIK3CA mutation, AKT1 KRAS mutation, RET rearrangements, MET exon 14 skipping mutations, and activating HER2 mutations. Therefore, the NCCN 2018 guidelines recommend testing using broad-based genomic sequencing, such as next-generation sequencing (NGS). A study including 54 TBNA/FNA samples showed a 50-gene assay panel was successful in 97.5 % and 100 % of 22-G and 25-G samples, respectively. A larger 1231-gene panel was successful in 91.3 % and 100 % of 22-G and 25-G samples, respectively.48 Another study including 115 samples undergoing a large (341–469 gene) NGS-based panel found EBUS-TBNA obtained sufficient tissue in 86.1 % of samples.49 Rebiopsy by EBUS-TBNA for follow-up molecular profiling can be performed safely after initial treatment. In the era of biomarker-driven management of cancer, the ability to analyze EBUS-TBNA specimens for multiple biomarkers is critical in selecting an optimal, personalized treatment plan for each patient. Lymphoma\nApproximately 10 % of lymphomas are first diagnosed in the chest, often as a mediastinal tumor. Subclassification, which guides treatment and prognosis, is based on morphologic, phenotypic, genotypic, and molecular features. Early diagnosis and staging are key to improving patient survival in those diagnosed with lymphoma. When available, EBUS-TBNA is a useful alternative approach for the diagnosis and subclassification of intrthoracic lymphoma compared to “gold standard” approaches of mediastinoscopy, thoracoscopy, and/or thoracotomy. In a systematic review and meta-analysis including 14 studies, the overall sensitivity and specificity of EBUS-TBNA for diagnosis of lymphoma were 66.2 % (95 % CI, 55 %-75.8 %) and 99.3 % (95 % CI, 98.2 %-99.7 %), respectively.3 In subgroup analysis, sensitivity and specificity of EBUS-TBNA for the initial diagnosis of lymphoma were 67.1 % (95 % CI, 54.2 %-77.9 %) and 99.6 % (95 % CI, 99.1 %-99.8 %), respectively. EBUS-TBNA performed slightly better for diagnosing lymphoma recurrence, with a sensitivity of 77.8 % (95 % CI, 68.1 %-85.2 %) and specificity of 99.5 % (95 % CI, 98.9 %-99.8 %). These diagnostic metrics are comparable to historical data on using mediastinoscopy for the diagnosis of mediastinal lymphoma.50 For subtyping lymphoma, EBUS-TBNA obtained sufficient samples for ancillary testing (e.g., flow cytometry, fluorescence in situ hybridization) in 63 % of histologically positive samples.3 This suggests that EBUS-TBNA is an appropriate first-choice modality in patients with suspected lymphoma for the diagnosis of both initial and recurrent disease. Sarcoidosis\nThe diagnosis of sarcoidosis requires the following criteria be met: a compatible clinical and radiologic presentation, pathologic evidence of noncaseating granulomas, and exclusion of other diseases with similar findings (e.g., infections, malignancy).51 Conventional transbronchial biopsy (TBB) and TBNA were historically the most common procedures for obtaining pathologic evidence of noncaseating granulomas. The diagnostic yields of TBNA and TBNA + TBB are reported to be 62 % and 83 %, respectively.52 EBUS-TBNA is particularly useful for stage I/II sarcoidosis, for which lymphadenopathy is a common feature. A meta-analysis including 15 studies found that EBUS-TBNA had a pooled diagnostic accuracy of 79 % (95 % CI, 71 %-86 %).53 Performance of EBUS-TBNA was superior to TBNA or TBB alone.51 However, a separate meta-analysis including 16 studies found the diagnostic yield of combined EBUS-TBNA + TBB + endobronchial biopsy (EBB) was 89.7 %\nventional transbronchial biopsy (TBB) and TBNA were historically the most common procedures for obtaining pathologic evidence of noncaseating granulomas. The diagnostic yields of TBNA and TBNA + TBB are reported to be 62 % and 83 %, respectively.52 EBUS-TBNA is particularly useful for stage I/II sarcoidosis, for which lymphadenopathy is a common feature. A meta-analysis including 15 studies found that EBUS-TBNA had a pooled diagnostic accuracy of 79 % (95 % CI, 71 %-86 %).53 Performance of EBUS-TBNA was superior to TBNA or TBB alone.51 However, a separate meta-analysis including 16 studies found the diagnostic yield of combined EBUS-TBNA + TBB + endobronchial biopsy (EBB) was 89.7 %SECTION Advanced Diagnostic Bronchoscopy Procedures A systematic review including 26 studies and 32 cases outlined the utility of diagnostic and therapeutic trans-bronchial ultrasound approaches for the diagnosis of mediastinal cysts.10 However, four cases of postprocedural infection were identified after transbronchial needle aspiration (TBNA). Rice et al. reported a case series of nodal staging by endobronchial ultrasound (EBUS)-TBNA in malignant pleural mesothelioma, including 38 EBUS-TBNA and 50 mediastinoscopy cases.5 The sensitivity and NPV were 28 % and 49 % for mediastinoscopy versus 59 % and 57 % for EBUS, respectively. Czarnecka-Kujawa et al. likewise published a case series including 48 patients with malignant pleural mesothelioma who underwent EBUS-TBNA for nodal staging.56 The sensitivity, specificity, PPV, NPV, and diagnostic accuracy were 16.7 %, 100 %, 100 %, 68.8 %, and 70.6 %, respectively. Although there is no large cohort study investigating the performance of EBUS-TBNA for the diagnosis of sarcoma, several authors have described successful tissue acquisition in small case series.4,57,58 EBUS Needles\nSeveral EBUS needles are currently available across a range of sizes (25-, 22-, 21-, or 19-G). The size of the needle may affect the quantity of tissue obtained, degree of tissue trauma, amount of aspirated blood (which can affect the quality of the specimen), diagnostic yield, and maximal angulation range of the EBUS bronchoscope ( 19-G EBUS-TBNA Needle\nThe 19-G EBUS-TBNA needle is considered a histology needle, with the hypothesis that obtaining a core biopsy could improve diagnostic yield. Kinoshita et al. retrospectively evaluated two prototype 19-G EBUS-TBNA needles.60 In this study, including 82 target lesions (72 lymph nodes and 10 lung tumors) in 45 patients, the authors found the pooled diagnostic yield of the 19-G EBUS-TBNA needles was 100 %, with 28 % of specimens being sufficient for histopathologic diagnosis. Recently, an EBUS-TBNA-specific 19-G needle (NA-U402SX-4019; Olympus, Tokyo, Japan) has become commercially available. This needle has a flexible tip segment that better preserves scope angulation61 while maintaining a larger inner diameter (0.69 mm vs.\nEBUS-TBNA Needle\nThe 19-G EBUS-TBNA needle is considered a histology needle, with the hypothesis that obtaining a core biopsy could improve diagnostic yield. Kinoshita et al. retrospectively evaluated two prototype 19-G EBUS-TBNA needles.60 In this study, including 82 target lesions (72 lymph nodes and 10 lung tumors) in 45 patients, the authors found the pooled diagnostic yield of the 19-G EBUS-TBNA needles was 100 %, with 28 % of specimens being sufficient for histopathologic diagnosis. Recently, an EBUS-TBNA-specific 19-G needle (NA-U402SX-4019; Olympus, Tokyo, Japan) has become commercially available. This needle has a flexible tip segment that better preserves scope angulation61 while maintaining a larger inner diameter (0.69 mm vs.CHAPTER Linear Endobronchial Ultrasound\n0.41 mm with 22-G needles).62 Several studies have since reported on the performance of this commercial 19-G needle ( 25-G endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) Needle\nCurrently, three types of 25-G EBUS-TBNA needles are commercially available: the EchoTip ProCore HD (Cook Medical, Bloomington, IN, USA), the Expect Pulmonary needle (Boston Scientific, Watertown, MA, USA), and the ViziShot2 (Olympus, Tokyo, Japan) (2). The underlying justification for the development of these needles was to reduce injury to biopsied nodal and lung tissue, as well as reduce contamination. However, only a limited number of studies have been published (2). A retrospective study by Di Felice et al. evaluated 158 lymph nodes, finding that 25-G and 22-G needles achieved comparable specimen adequacy (P = 1) Studies on the Diagnostic Performance of 19-G Needles\nReference\nYear\nStudy Design\nNumber\nOverall\nDiagnostic\nYield\nDiagnostic\nYield for\nMalignancy\nDiagnostic\nYield for\nNonmalignancy\nComplication\nPickering\net al.64\n2019\nProspective\nobservational 16/47 (97 %)\nN/Aa\nN/Aa\nNone\nDooms\net al.62\n2018\nRandomized\ncontrol trial 39/39\n(100 %)\n32/32\n(100 %)\n7/7 (100 %)\nNone\nTremblay\net al.65\n2018 119/154\n(77 %)\nN/Aa\nN/Aa\nOne moderate\nbleeding\nJones\net al.66\n2018 96/100\n(96 %)\nN/Aa\nN/Aa\nNone\nBalwan\net al.67\n2018 14/15 (93 %)\nN/Aa\n14/15 (93 %)\nNone\nGarrison\net al.68\n2018 45/48 (94 %)\nN/Aa\nN/Aa\nNone\nMinami\net al.69\n2018 9/11 (81 %)\nN/Aa\nN/Aa\nNone\nChaddha\net al.70\n2017\nProspective\nobservational\n56 lymph\nnodes\n52/56 (93 %)\nN/Aa\nN/Aa\nNone\nTyan\net al.61\n2017 42/47 (89 %)\n24/27 (89 %)\n18/20 (90 %)\nOne moderate\nbleeding\nGnass\net al.71\n2017 22/22\n(100 %)\n15/15 (100 %)\n7/7 (100 %)\nNone\nTrisolini\net al.53\n2017 13/13\n(100 %)\n12/12 (100 %)\n1/1 (100 %)\nOne mild\nbleeding\nPooled diagnostic yield\nn = 552\n84.6 %\naN/A, not assessed\nN/Aa\nNone\nChaddha\net al.70\n2017\nProspective\nobservational\n56 lymph\nnodes\n52/56 (93 %)\nN/Aa\nN/Aa\nNone\nTyan\net al.61\n2017 42/47 (89 %)\n24/27 (89 %)\n18/20 (90 %)\nOne moderate\nbleeding\nGnass\net al.71\n2017 22/22\n(100 %)\n15/15 (100 %)\n7/7 (100 %)\nNone\nTrisolini\net al.53\n2017 13/13\n(100 %)\n12/12 (100 %)\n1/1 (100 %)\nOne mild\nbleeding\nPooled diagnostic yield\nn = 552\n84.6 %\naN/A, not assessedHere's the cleaned-up text, formatted into well-formed paragraphs with corrected spacing, while maintaining all original text, headings, and technical terms: SECTION Advanced Diagnostic Bronchoscopy Procedures with similar diagnostic accuracy (P = 0.7); the sensitivity, specificity, NPV, and diagnostic accuracy of the 25-G needle were 88.9 % (95 % CI, 51.8 %-99.7 %), 100 % (95 % CI, 92.1 %-100 %), 97.8 % (95 % CI, 87.6 %-99.7 %), and 98.2 % (95 % CI, 90.1 %-100 %), respectively.72 By comparison, the sensitivity, specificity, NPV, and diagnostic accuracy in the 22-G group were 77.8 % (95 % CI, 40 %-97.2 %), 100 % (95 % CI, 86.8 %-100 %), 92.9 % (95 % CI, 79.3 %-97.8 %), and 94.3 % (95 % CI, 80.8 %-99.3 %), respectively. Another retrospective study also found similar diagnostic accuracy with 25-G (100 %, 25/25) and 22-G (90.7 %, 68/75) needles.73 Stoy et al. retrospectively evaluated 104 patients, finding that 25-G needles provided adequate samples for NGS as frequently as 22-G needle samples.48 Further study evaluating more detailed features of the 25-G needle and biopsy samples is needed. Therapeutic Endobronchial Ultrasound-Guided Transbronchial Needle Injection Transbronchial needle injection (TBNI) via conventional bronchoscope has been previously used to administer various therapeutic agents for the treatment of bronchial malignancies or fistulas.76 endobronchial ultrasound (EBUS)-TBNI is a relatively new technique that has been described for the treatment of recurrent NSCLC.77 Mehta et al. A\nB Studies and Cases of 25-G Needles\nReference\nYear\nStudy Design\nNumber\nDiagnostic Yield\nComplication\nDi Felice et al.72\n2018 73/79 (92 %)\nNone\nMatsumoto et al.73\n2017 29/29 (100 %)\nN/a\nOkubo et al.74\n2017\nCase report 1/1 (100 %)\nNone\nWaheed et al.75\n2017\nCase report 1/1 (100 %)\nNone\naN/A, not assessed\nbronchoscope has been previously used to administer various therapeutic agents for the treatment of bronchial malignancies or fistulas.76 endobronchial ultrasound (EBUS)-TBNI is a relatively new technique that has been described for the treatment of recurrent NSCLC.77 Mehta et al. A\nB Studies and Cases of 25-G Needles\nReference\nYear\nStudy Design\nNumber\nDiagnostic Yield\nComplication\nDi Felice et al.72\n2018 73/79 (92 %)\nNone\nMatsumoto et al.73\n2017 29/29 (100 %)\nN/a\nOkubo et al.74\n2017\nCase report 1/1 (100 %)\nNone\nWaheed et al.75\n2017\nCase report 1/1 (100 %)\nNone\naN/A, not assessedCHAPTER Linear Endobronchial Ultrasound described cisplatin injection into a total of 41 sites in 36 patients by endobronchial ultrasound (EBUS)-TBNI. Complete or partial response was observed in 69 % (24/35) and median survival for the group was 8 months (95 % CI, 6–11 months). EBUS-TBNI may potentially have utility for benign conditions as well, though data are also limited to case reports. Parikh et al. described a 71-year-old female with an aspergilloma who received intralesional amphotericin B (total dose 175 mg; 2.5 mg/kg) by EBUS-TBNI. 79 SUMMARY EBUS-transbronchial needle aspiration (TBNA) via linear EBUS brought about a paradigm shift in nodal staging in lung cancer. The use of EBUS-TBNA has since expanded to include tissue acquisition for the diagnosis of a growing number of intrthoracic diseases and biomarker testing for precision medicine. More recently, the potential utility of linear EBUS as a therapeutic modality (via TBNI) has received growing attention. Its broad indications and low complication rate make EBUS a vital technical skill for physicians specializing in interventional pulmonary procedures. REFERENCES 1. Yasufuku K, Chiyo M, Sekine Y, et al. Real-time endobronchial ultrasound-guided transbronchial needle aspiration of mediastinal and hilar lymph nodes. Chest. 2004;126(1):122–128.\n2. Gu P, Zhao YZ, Jiang LY, Zhang W, Xin Y, Han BH. Endobronchial ultrasound-guided transbronchial needle aspiration for staging of lung cancer: A systematic review and meta-analysis. Eur J Cancer. 2009;45(8):1389–1396.\n3. Labarca G, Sierra-Ruiz M, Kheir F, et al. Diagnostic accuracy of endobronchial ultrasound transbronchial needle aspiration in lymphoma. A systematic review and meta-analysis. Ann Am Thorac Soc. 2019;16(11): 1432–1439.\n4. Shingyoji M, Ikebe D, Itakura M, et al. Pulmonary artery sarcoma diagnosed by endobronchial ultrasound-guided transbronchial needle aspiration. Ann Thorac Surg. 2013;96(2):e33-e35.\n5. Rice DC, Steliga MA, Stewart J, et al. Endoscopic ultrasound-guided fine needle aspiration for staging of malignant pleural mesothelioma. Ann Thorac Surg. 2009;88(3):862–868. discussion 868–869.\n6. Liberman M, Hanna N, Duranceau A, Thiffault V, Ferraro P. Endobronchial ultrasonography added to endoscopic ultrasonography improves staging in esophageal cancer. Ann Thorac Surg. 2013;96(1):232–236. discussion 236–238.\n7. Val-Bernal JF, Martino M, Romay F, Yllera E. Endobronchial ultrasound-guided transbronchial needle aspiration in the diagnosis of mediastinal metastases of clear cell renal cell carcinoma. Pathol Res Pract. 2018;214(7): 949–956.\n8. Agarwal R, Srinivasan A, Aggarwal AN, Gupta D. Efficacy and safety of convex probe EBUS-TBNA in sarcoidosis: A systematic review and meta-analysis. Respir Med. 2012;106(6):883–892.\n9. Ye W, Zhang R, Xu X, Liu Y, Ying K. Diagnostic efficacy and safety of endobronchial ultrasound-guided transbronchial needle aspiration in intrthoracic tuberculosis: A meta-analysis. J Ultrasound Med. 2015;34(9): 1645–1650.\n10. Maturu VN, Dhooria S, Agarwal R. Efficacy and safety of transbronchial needle aspiration in diagnosis and treatment of mediastinal bronchogenic cysts: Systematic review of case reports. J Bronchology Interv Pulmonol. 2015;22(3):195–203.\n11. Kinsey CM. Endobronchial ultrasound-guided transbronchial needle injection for direct therapy of lung cancer. AME Med J. 2018\n12. Hwangbo B, Lee GK, Lee HS, et al. Transbronchial and transesophageal fine-needle aspiration using an ultrasound bronchoscope in mediastinal staging of potentially operable lung cancer. Chest\nA meta-analysis. J Ultrasound Med. 2015;34(9): 1645–1650.\n10. Maturu VN, Dhooria S, Agarwal R. Efficacy and safety of transbronchial needle aspiration in diagnosis and treatment of mediastinal bronchogenic cysts: Systematic review of case reports. J Bronchology Interv Pulmonol. 2015;22(3):195–203.\n11. Kinsey CM. Endobronchial ultrasound-guided transbronchial needle injection for direct therapy of lung cancer. AME Med J. 2018\n12. Hwangbo B, Lee GK, Lee HS, et al. Transbronchial and transesophageal fine-needle aspiration using an ultrasound bronchoscope in mediastinal staging of potentially operable lung cancer. ChestSECTION Advanced Diagnostic Bronchoscopy Procedures 18. Zhang R, Ying K, Shi L, Zhang L, Zhou L. Combined endobronchial and endoscopic ultrasound-guided fine needle aspiration for mediastinal lymph node staging of lung cancer: A meta-analysis. Eur J Cancer. 2013;49(8):1860–1867. 19. Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy vs endosonography for mediastinal nodal staging of lung cancer: A randomized trial. JAMA. 2010;304(20):2245–2252. 20. Vilmann P, Clementsen PF, Colella S, et al. Combined endobronchial and esophageal endosonography for the diagnosis and staging of lung cancer: European Society of Gastrointestinal Endoscopy (ESGE) guideline, in cooperation with the European Respiratory Society (ERS) and the European Society of Thoracic Surgeons (ESTS). Endoscopy. 2015;47(6):545–559. 21. De Leyn P, Dooms C, Kuzdzal J, et al. Revised ESTS guidelines for preoperative mediastinal lymph node staging for non-small-cell lung cancer. Eur J Cardiothorac Surg. 2014;45(5):787–798. 22. Silvestri GA, Gonzalez AV, Jantz MA, et al. Methods for staging non-small cell lung cancer: Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl):e211S-e250S. 23. Fujiwara T, Yasufuku K, Nakajima T, et al. The utility of sonographic features during endobronchial ultrasound-guided transbronchial needle aspiration for lymph node staging in patients with lung cancer: A standard endobronchial ultrasound image classification system. Chest. 2010;138(3):641–647. 24. Alici IO, Yilmaz Demirci N, Yilmaz A, Karakaya J, Ozaydin E. The sonographic features of malignant mediastinal lymph nodes and a proposal for an algorithmic approach for sampling during endobronchial ultrasound. Clin Respir J. 2016;10(5):606–613. 25. Nakajima T, Anayama T, Shingyoji M, Kimura H, Yoshino I, Yasufuku K. Vascular image patterns of lymph nodes for the prediction of metastatic disease during endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) for mediastinal staging of lung cancer. J Thorac Oncol. 2012;7(6):1009–1014. 26. Wang L, Wu W, Teng J, Zhong R, Han B, Sun J. Sonographic features of endobronchial ultrasound in differentiation of benign lymph nodes. Ultrasound Med Biol. 2016;42(12):2785–2793. 27. Izumo T, Sasada S, Chavez C, Matsumoto Y, Tsuchida T. Endobronchial ultrasound elastography in the diagnosis of mediastinal and hilar lymph nodes. Jpn J Clin Oncol. 2014;44(10):956–962. 28. Nakajima T, Inage T, Sata Y, et al. Elastography for predicting and localizing nodal metastases during endobronchial ultrasound. Respiration. 2015;90(6):499–506. 29. Tagaya R, Kurimoto N, Osada H, Kobayashi A. Automatic objective diagnosis of lymph nodal disease by B-mode images from convex-type echobronchoscopy. Chest. 2008;133(1):137–142. 30. Ettinger DS, Wood DE, Aisner deep learning (DL), et al. Non-small cell lung cancer, version 5.2017, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2017;15(4):504–535. 31. Betticher DC, Hsu Schmitz SF, Totsch M, et al. Mediastinal lymph node clearance after docetaxel-cisplatin neoadjuvant chemotherapy is prognostic of survival in patients with stage IIIA pN2 non-small-cell lung cancer: A multicenter phase II trial. J Clin Oncol. 2003;21(9):1752–1759. 32. Lore\n-type echobronchoscopy. Chest. 2008;133(1):137–142. 30. Ettinger DS, Wood DE, Aisner deep learning (DL), et al. Non-small cell lung cancer, version 5.2017, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2017;15(4):504–535. 31. Betticher DC, Hsu Schmitz SF, Totsch M, et al. Mediastinal lymph node clearance after docetaxel-cisplatin neoadjuvant chemotherapy is prognostic of survival in patients with stage IIIA pN2 non-small-cell lung cancer: A multicenter phase II trial. J Clin Oncol. 2003;21(9):1752–1759. 32. Lorent N, De Leyn P, Lievens Y, et al. Long-term survival of surgically staged IIIA-N2 non-small-cell lung cancer treated with surgical combined modality approach: Analysis of a 7-year prospective experience. Ann Oncol. 2004;15(11):1645–1653. 33. De Leyn P, Stroobants S, De Wever W, et al. Prospective comparative study of integrated positron emission tomography-computed tomography scan compared with remediastinoscopy in the assessment of residual mediastinal lymph node disease after induction chemotherapy for mediastinoscopy-proven stage IIIA-N2 non-small-cell lung cancer: A Leuven Lung Cancer Group study. J Clin Oncol. 2006;24(21):3333–3339. 34. Marra A, Hillejan L, Fechner S, Stamatis G. Remediastinoscopy in restaging of lung cancer after induction therapy. J Thorac Cardiovasc Surg. 2008;135(4):843–849. 35. De Waele M, Serra-Mitjans M, Hendriks J, et al. Accuracy and survival of repeat mediastinoscopy after induction therapy for non-small cell lung cancer in a combined series of 104 patients. Eur J Cardiothorac Surg. 2008;33(5):824–828. 36. de Cabanyes Candela S, Detterbeck FC. A systematic review of restaging after induction therapy for stage IIIA lung cancer: Prediction of pathologic stage. J Thorac Oncol. 2010;5(3):389–398. 37. Zielinski M, Szlubowski A, Kolodziej M, et al. Comparison of endobronchial ultrasound and/or endoesophageal ultrasound with transcervical extended mediastinal lymphadenectomy for staging and restaging of non-small-cell lung cancer. J Thorac Oncol. 2013;8(5):630–636. 38. Nasir BS, Bryant AS, Minnich DJ, Wei B, Dransfield MT, Cerfolio RJ. The efficacy of restaging endobronchial ultrasound in patients with non-small cell lung cancer after preoperative therapy. Ann Thorac Surg. 2014;98(3): 1008–1012. 39. Herth FJ, Annema JT, Eberhardt R, et al. Endobronchial ultrasound with transbronchial needle aspiration for restaging the mediastinum in lung cancer. J Clin Oncol. 2008;26(20):3346–3350.\noesophageal ultrasound with transcervical extended mediastinal lymphadenectomy for staging and restaging of non-small-cell lung cancer. J Thorac Oncol. 2013;8(5):630–636. 38. Nasir BS, Bryant AS, Minnich DJ, Wei B, Dransfield MT, Cerfolio RJ. The efficacy of restaging endobronchial ultrasound in patients with non-small cell lung cancer after preoperative therapy. Ann Thorac Surg. 2014;98(3): 1008–1012. 39. Herth FJ, Annema JT, Eberhardt R, et al. Endobronchial ultrasound with transbronchial needle aspiration for restaging the mediastinum in lung cancer. J Clin Oncol. 2008;26(20):3346–3350.CHAPTER Linear Endobronchial Ultrasound 40. Muthu V, Sehgal IS, Dhooria S, Aggarwal AN, Agarwal R. Efficacy of endosonographic procedures in mediastinal restaging of lung cancer after neoadjuvant therapy: A systematic review and diagnostic accuracy meta-analysis. Chest. 2018;154(1):99–109. 41. Lynch TJ, Bell DW, Sordella R, et al. Activating mutations in the epidermal growth factor receptor underlying responsiveness of non-small-cell lung cancer to gefitinib. N Engl J Med. 2004;350(21):2129–2139. 42. Soda M, Choi YL, Enomoto M, et al. Identification of the transforming EML4-ALK fusion gene in non-small-cell lung cancer. Nature. 2007;448(7153):561–566. 43. Rimkunas VM, Crosby KE, Li D, et al. Analysis of receptor tyrosine kinase ROS1-positive tumors in non-small cell lung cancer: Identification of a FIG-ROS1 fusion. Clin Cancer Res. 2012;18(16):4449–4457. 44. Marchetti A, Felicioni L, Malatesta S, et al. Clinical features and outcome of patients with non-small-cell lung cancer harboring BRAF mutations. J Clin Oncol. 2011;29(26):3574–3579. 45. Blumenthal GM, Karuri SW, Zhang H, et al. Overall response rate, progression-free survival, and overall survival with targeted and standard therapies in advanced non-small-cell lung cancer: US Food and Drug Administration trial-level and patient-level analyses. J Clin Oncol. 2015;33(9):1008–1014. 46. Ettinger DS, Aisner deep learning (DL), Wood DE, et al. NCCN guidelines insights: Non-small cell lung cancer, version 5.2018. J Natl Compr Canc Netn. 2018;16(7): 807–821. 47. Labarca G, Folch E, Jantz M, Mehta HJ, Majid A, Fernandez-Bussy S. Adequacy of samples obtained by endobronchial ultrasound with transbronchial needle aspiration for molecular analysis in patients with non-small cell lung cancer. Systematic review and meta-analysis. Ann Am Thorac Soc. 2018;15(10):1205–1216. 48. Stoy SP, Segal JP, Mueller J, et al. Feasibility of endobronchial ultrasound-guided transbronchial needle aspiration cytology specimens for next generation sequencing in non-small-cell lung cancer. Clin Lung Cancer. 2018;19 (3):230–238. e232. 49. Turner SR, Buonocore D, Desmeules P, et al. Feasibility of endobronchial ultrasound transbronchial needle aspiration for massively parallel next-generation sequencing in thoracic cancer patients. Lung Cancer. 2018;119:85–90. 50. Elia S, Cecere C, Giampaglia F, Ferrante G. Mediastinoscopy vs. anterior mediastinotomy in the diagnosis of mediastinal lymphoma: A randomized trial. Eur J Cardiothorac Surg. 1992;6(7):361–365. 51. Statement on sarcoidosis Joint statement of the American Thoracic Society (ATS), the European Respiratory Society (ERS) and the World Association of Sarcoidosis and Other Granulomatous Disorders (WASOG) adopted by the ATS board of directors and by the ERS executive committee, February 1999. Am J Respir Crit Care Med. 1999;160(2):736–755. 52. Agarwal R, Aggarwal AN, Gupta D. Efficacy and safety of conventional transbronchial needle aspiration in sarcoidosis: A systematic review and meta-analysis. Respir Care. 2013;58(4):683–693. 53. Trisolini R, Lazzari Agli L, Tinelli C, De Silvestri A, Scotti V, Patelli M. Endobronchial ultrasound-guided transbronchial needle aspiration for diagnosis of sarcoidosis in clinically unselected study populations. Respirology. 2015;20(2):226–234. 54. Hu LX, Chen RX, Huang H, et al. Endobronchial ultrasound-guided transbronchial needle aspiration versus standard bronchoscopic modalities for diagnosis of sarcoidosis: A meta-analysis. Chin\n52. Agarwal R, Aggarwal AN, Gupta D. Efficacy and safety of conventional transbronchial needle aspiration in sarcoidosis: A systematic review and meta-analysis. Respir Care. 2013;58(4):683–693. 53. Trisolini R, Lazzari Agli L, Tinelli C, De Silvestri A, Scotti V, Patelli M. Endobronchial ultrasound-guided transbronchial needle aspiration for diagnosis of sarcoidosis in clinically unselected study populations. Respirology. 2015;20(2):226–234. 54. Hu LX, Chen RX, Huang H, et al. Endobronchial ultrasound-guided transbronchial needle aspiration versus standard bronchoscopic modalities for diagnosis of sarcoidosis: A meta-analysis. Chin Med J (Engl). 2016;129(13):1607–1615. 55. Navani N, Molyneaux PL, Breen RA, et al. Utility of endobronchial ultrasound-guided transbronchial needle aspiration in patients with tuberculous intrthoracic lymphadenopathy: A multicentre study. Thorax. 2011;66(10):889–893. 56. Czarnecka-Kujawa K, de Perrot M, Keshavjee S, Yasufuku K. Endobronchial ultrasound-guided transbronchial needle aspiration mediastinal lymph node staging in malignant pleural mesothelioma. J Thorac Dis. 2019;11(2):602–612. 57. Sanchez-Font A, Chalela R, Martin-Ontiyuelo C, et al. Molecular analysis of peripheral lung adenocarcinoma in brush cytology obtained by endobronchial ultrasound (EBUS) plus fluoroscopy-guided bronchoscopy. Cancer Cytopathol. 2018;126(10):860–871. 58. Dalal S, Nicholson 3rd CE, Jhala D. Unusual presentation of poorly differentiated primary pulmonary synovial sarcoma (PD-PPSS) diagnosed by EBUS-transbronchial needle aspiration (TBNA) with cytogenetic confirmation-a diagnostic challenge. Diagn Cytopathol. 2018;46(1):72–78. 59. Yarmus LB, Akulian J, Lechtzin N, et al. Comparison of 21-gauge and 22-gauge aspiration needle in endobronchial ultrasound-guided transbronchial needle aspiration: Results of the American College of Chest Physicians quality improvement registry, education, and evaluation registry. Chest. 2013;143(4):1036–1043. 60. Kinoshita T, Ujiie H, Schwock J, et al. Clinical evaluation of the utility of a flexible 19-gauge EBUS-TBNA needle. J Thorac Dis. 2018;10(4):2388–2396. 61. Tyan C, Patel P, Czarnecka K, et al. Flexible 19-gauge endobronchial ultrasound-guided transbronchial needle aspiration needle: First experience. Respiration. 2017;94(1):52–57.\nComparison of 21-gauge and 22-gauge aspiration needle in endobronchial ultrasound-guided transbronchial needle aspiration: Results of the American College of Chest Physicians quality improvement registry, education, and evaluation registry. Chest. 2013;143(4):1036–1043. 60. Kinoshita T, Ujiie H, Schwock J, et al. Clinical evaluation of the utility of a flexible 19-gauge EBUS-TBNA needle. J Thorac Dis. 2018;10(4):2388–2396. 61. Tyan C, Patel P, Czarnecka K, et al. Flexible 19-gauge endobronchial ultrasound-guided transbronchial needle aspiration needle: First experience. Respiration. 2017;94(1):52–57.SECTION Advanced Diagnostic Bronchoscopy Procedures 62. Dooms C, Vander Borght S, Yserbyt J, et al. A randomized clinical trial of Flex 19-gauge needles versus 22-gauge needles for endobronchial ultrasonography in suspected lung cancer. Respiration. 2018;96(3):275–282. 63. Wolters C, Darwiche K, Franzen D, et al. A prospective, randomized trial for the comparison of 19-G and 22-G endobronchial ultrasound-guided transbronchial aspiration needles; introducing a novel end point of sample weight corrected for blood content. Clin Lung Cancer. 2019;20(3):e265-e273. 64. Pickering EM, Holden VK, Heath JE, Verceles AC, Kalchiem-Dekel O, Sachdeva A. Tissue acquisition during endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA): Comparison of cell blocks obtained from a 19-gauge versus 21-gauge needle. J Bronchology Interv Pulmonol. 2019;26(4):237–244. 65. Tremblay A, McFadden S, Bonifazi M, et al. Endobronchial ultrasound-guided transbronchial needle aspiration with a 19-G needle device. J Bronchology Interv Pulmonol. 2018;25(3):218–223. 66. Jones RC, Bhatt N, Medford ARL. The effect of 19-gauge endobronchial ultrasound-guided transbronchial needle aspiration biopsies on characterisation of malignant and benign disease. The Bristol experience. Monaldi Arch Chest Dis. 2018;88(2):915. 67. Balwan A. Endobronchial ultrasound-guided transbronchial needle aspiration using 19-G needle for sarcoidosis. J Bronchology Interv Pulmonol. 2018;25(4):260–263. 68. Garrison G, Leclair T, Balla A, et al. Use of an additional 19-G EBUS-TBNA needle increases the diagnostic yield of EBUS-TBNA. J Bronchology Interv Pulmonol. 2018;25(4):269–273. 69. Minami D, Ozeki T, Okawa S, et al. Comparing the clinical performance of the new 19-G ViziShot FLEX and 21- or 22-G ViziShot 2 endobronchial ultrasound-guided transbronchial needle aspiration needles. Intern Med. 2018;57(24):3515–3520. 70. Chaddha U, Ronaghi R, Elatre W, Chang CF, Mahdavi R. Comparison of sample adequacy and diagnostic yield of 19- and 22-G EBUS-TBNA needles. J Bronchology Interv Pulmonol. 2018;25(4):264–268. 71. Gnass M, Sola J, Filarecka A, et al. Initial polish experience of flexible 19 gauge endobronchial ultrasound-guided transbronchial needle aspiration. Adv Respir Med. 2017;85(2):64–68. 72. Di Felice C, Young B, Matta M. Comparison of specimen adequacy and diagnostic accuracy of a 25-gauge and 22-gauge needle in endobronchial ultrasound-guided transbronchial needle aspiration. J Thorac Dis. 2019;11(8):3643–3649. 73. Matsumoto Y, Okubo Y, Tanaka M, et al. The utility of new 25 gauge endobronchial ultrasound-guided transbronchial needle in lymph node staging. Respirology. 2017;22(S3):27. 74. Okubo Y, Matsumoto Y, Nakai T, et al. The new transbronchial diagnostic approach for the metastatic lung tumor from renal cell carcinoma - a case report. J Thorac Dis. 2017;9(9):E762-E766. 75. Waheed SA, Goyal A. A case of adapting to antiplatelets: Successful diagnosis of nocardia via endobronchial ultrasound using a 25 gauge needle. D31. Interventional pulmonary: Case reports II. Am J Respir Crit Care Med. 2018;197:A6430-A6430. 76. Seymour CW, Krimsky WS, Sager J, et al. Transbronchial needle injection: A systematic review of a new diagnostic and therapeutic paradigm. Res",
  "year": 2022,
  "h_level": "H3",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H3",
    "precedence": 0.672,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration",
      "tbna",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_linear_eu.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}