{
  "doc_id": "practical_gti_bronchosco_lvr",
  "title": "Bronchoscopic Lung Volume Reduction",
  "abstract": "",
  "content": "137 Volume Reduction INTRODUCTION\nChronic obstructive pulmonary disease (COPD) causes considerable morbidity, mortality, and health care expenditure both in the United States and globally. For COPD patients with burdensome symptoms despite standard medical therapy, historically, few treatment options have been available. In the last 20 years, a variety of bronchoscopic interventions have expanded therapeutic options for emphysema patients with hyperinflation. Several techniques are now recognized by the Global Initiative for Chronic Obstructive Lung Disease (GOLD), and two devices have gained FDA approval.1 With increasing treatment options for patients with emphysema, practical knowledge of available technologies, proper patient evaluation and selection, and preparedness for procedures and for procedure-related complications will be integral to optimized care for these vulnerable patients.1 DEFINITION\nBronchoscopic lung volume reduction (BLVR) interventions are performed with a standard bronchoscope for the treatment of emphysema. The goal of these treatment methods is to deflate or promote physical changes of the severely emphysematous lung in order to improve respiratory mechanics and physiology. BLVR treatments were developed as alternatives to lung volume reduction surgery (LVRS). They include one-way valves, coils, thermal vapor ablation, and biological lung volume reduction. Stents placed for airway bypass were developed in the past; however, they failed in clinical trials and their use has been abandoned. Of the aforementioned interventions, one-way valves are currently the most widely accepted and recommended devices, whereas the others remain largely investigational. As of 2020, one-way valves are the only BLVR intervention approved in the United States; other treatments have approval in other countries. PREPROCEDURAL PREPARATION\nPatient Selection and Initial Patient Evaluation\nAppropriate patients for BLVR include patients with advanced emphysema and hyperinflation who have significant dyspnea despite standard-of-care noninvasive management strategies, including smoking cessation, maintenance medications such as inhaled bronchodilators and corticosteroids, and pulmonary rehabilitation. Evaluation of BLVR candidates is ideally made by a multidisciplinary team, with consideration of surgical interventions including lung transplantation, LVRS, and bullectomy when appropriate.2 Emerging evidence may also assist in proper patient profiling; the relative benefit of surgical versus BLVR is currently under investigation. Upon initial work up for BLVR, a general medical and pulmonary evaluation should be performed, including basic laboratory analysis, blood gas, electrocardiogram (ECG), echocardiogram, and pulmonary function tests including spirometry, lung volumes, diffusion capacity for carbon monoxide (Dlco), and 6-min walk test (6MWT). Pulmonary function tests should reveal severe obstruction (forced expiratory volume in 1 s, FEV1, of 15 %-45 %), hyperinflation (total lung capacity, TLC > = 100 %), and air trapping with residual volume (RV) > = 150 %. 6MWT should demonstrate diminished exercise capacity (100–500 m). Jason Beattie and Adnan Majid\nevidence may also assist in proper patient profiling; the relative benefit of surgical versus BLVR is currently under investigation. Upon initial work up for BLVR, a general medical and pulmonary evaluation should be performed, including basic laboratory analysis, blood gas, electrocardiogram (ECG), echocardiogram, and pulmonary function tests including spirometry, lung volumes, diffusion capacity for carbon monoxide (Dlco), and 6-min walk test (6MWT). Pulmonary function tests should reveal severe obstruction (forced expiratory volume in 1 s, FEV1, of 15 %-45 %), hyperinflation (total lung capacity, TLC > = 100 %), and air trapping with residual volume (RV) > = 150 %. 6MWT should demonstrate diminished exercise capacity (100–500 m). Jason Beattie and Adnan MajidSECTION Therapeutic Bronchoscopy Procedures Patients should lack significant comorbidities that may compromise short-term survival and performance status. Severe hypercapnia (Paco2 > 55 mmHg) or hypoxia (Pao2 < 45 mmHg) (measured on room air), severely decreased Dlco ( < 20 %), and pulmonary hypertension (right ventricular systolic pressure [RVSP] > = 50) are generally contraindications as well. If echocardiogram demonstrates concern for pulmonary hypertension, further evaluation with right heart catheterization may be needed.3 A noncontrast, thin-cut computed tomography (CT) chest ( < = 1.5-mm slice thickness) is also part of the initial evaluation.4 The computed tomography (CT) is useful to examine the extent and distribution of emphysema and the radiographic integrity of lobar fissures. The CT also functions to screen patients for other potential contraindications including severe bronchiectasis, concerning pulmonary nodules and masses, and interstitial lung disease. The amount of emphysema in individual lung lobes can be assessed by quantifying the proportion of lung voxels below an attenuation threshold such as −910 or −950 (this correlates with emphysema pathologically), which is accomplished by evaluating the chest CT via specialized software programs. This emphysema severity information is used for targeting sites for treatment and for quantifying the distribution of the disease (heterogeneous vs. homogeneous). Additionally, perfusion scintigraphy can be used to quantify relative perfusion. This can facilitate target lobe selection in patients with homogeneous and heterogeneous disease where there are two potential target lobes for treatment.5 It is important to avoid targeting lobes with high perfusion (compared to other lobes), as this can lead to imbalances in perfusion/ventilation matching and subsequent respiratory failure. For one-way valve placement, subgroup analysis from initial multicenter studies demonstrated that clinical benefit with placement of these devices is dependent on lack of collateral ventilation (CV) due to intact fissures.6,7 Quantification of fissure integrity can be accomplished by analyzing the patient’s high-resolution computed tomography (HRCT) chest with dedicated software. Fissure completeness less than 80 % is considered incomplete and not amenable to one-way valve placement. A fissure integrity of > = 95 % is considered complete and amenable to endobronchial valve (EBV) therapy.8 Fissure integrity of 80 %-94 % can be further assessed with a proprietary balloon occlusion-based system (Chartis) during bronchoscopy to evaluate for CV.9 The balloon is typically inserted via the bronchoscope and inflated in the target lobe. The tip of the catheter distal to the balloon remains open and can measure the flow returning from the obstructed target lobe. If CV exists, then air flow from the obstructed lobe will continue. If CV is absent, then air flow from the obstructed lobe will gradually decrease until it ceases. In contrast to one-way valves, lack of CV is not a prerequisite for other BLVR techniques. Equipment and Procedural Techniques\nOne-Way Valves One-way valve devices cause target lung region collapse by preventing air entry during inspiration while allowing air to exit during exhalation. The valves are placed within all the segments of the most emphysematous lobe target in order to elicit a lobar atelectasis. There are two commercially available valves, both of which received US Food and Drug Administration (FDA) approval: an EBV (Zephyr, Pulmonx Corporation, Redwood City, CA, USA) and an intrabronchial valve (IBV) (Spiration Valve System [SVS], Spiration Inc./Olympus Respiratory America, Redmond, WA, USA). Both valve devices can be placed under general anesthesia or moderate sedation. Zephyr Endobronchial Valve Recent landmark trials that studied the Zephyr EBV used the Chartis Pulmonary Assessment System (Pulmonx Corporation) for bronchoscopic evaluation for the presence or absence of CV as part of the inclusion/exclusion criteria.10–13 The Chartis system uses a single-use balloon catheter with a central channel that can measure pressure and flow during balloon occlusion of a lung segment in order to quantify CV. Chartis assessment is generally performed during the same procedure as EBV placement, as part of final evaluation of eligibility for valve placement. Targets for treatment can also be modified based on Chartis evaluation: if the right upper lobe (RUL) is the primary target, but CV is found at the RUL, the integrity of the major fissure can then be assessed by placing the Chartis balloon in the right lower lobe (RLL). If\nronchial Valve Recent landmark trials that studied the Zephyr EBV used the Chartis Pulmonary Assessment System (Pulmonx Corporation) for bronchoscopic evaluation for the presence or absence of CV as part of the inclusion/exclusion criteria.10–13 The Chartis system uses a single-use balloon catheter with a central channel that can measure pressure and flow during balloon occlusion of a lung segment in order to quantify CV. Chartis assessment is generally performed during the same procedure as EBV placement, as part of final evaluation of eligibility for valve placement. Targets for treatment can also be modified based on Chartis evaluation: if the right upper lobe (RUL) is the primary target, but CV is found at the RUL, the integrity of the major fissure can then be assessed by placing the Chartis balloon in the right lower lobe (RLL). IfCHAPTER Bronchoscopic Lung Volume Reduction proximal to distal length, allowing placement in shorter bronchial segments. Zephyr valve delivery catheters have delivery gauges for selecting proper valve size. The valves are intended for segmental and/or subsegmental airway placement with no defined limit to the number of valves placed within a lobe. The propeller-like sizing catheters should verify that the target airway is appropriate for the selected valve size ( Spiration Valve System\nThe Spiration valve system is composed of a nitinol frame and polyurethane membrane with an umbrella shape with anchors that hold it in place through superficial airway wall penetration ( A\nB\n- A\nB\n-\nCV is found at the RUL, the integrity of the major fissure can then be assessed by placing the Chartis balloon in the right lower lobe (RLL). IfCHAPTER Bronchoscopic Lung Volume Reduction proximal to distal length, allowing placement in shorter bronchial segments. Zephyr valve delivery catheters have delivery gauges for selecting proper valve size. The valves are intended for segmental and/or subsegmental airway placement with no defined limit to the number of valves placed within a lobe. The propeller-like sizing catheters should verify that the target airway is appropriate for the selected valve size ( Spiration Valve System\nThe Spiration valve system is composed of a nitinol frame and polyurethane membrane with an umbrella shape with anchors that hold it in place through superficial airway wall penetration ( A\nB\n- A\nB\n-SECTION Therapeutic Bronchoscopy Procedures cycle so that the airway is occluded during inspiration, whereas air and mucus can exit during expiration. The valves come in four different sizes: 5, 6, 7, and 9 mm. The valves are placed in lobar, segmental, and/or subsegmental airways with no defined limitation to the number of valves placed, and with the goal of occluding the entire target lobe. Before placement of each valve, a calibrated balloon catheter is inserted in the working channel for sizing of the target airway (calibration of the balloon catheter system is a process that involves removing air from the catheter system with saline, precise saline volume measurement with a dedicated syringe, and sizing of the saline-filled balloon; this process takes approximately 5 min and is best done before the procedure begins).14 Once the valve size is chosen, the valve is then loaded from a cartridge into the deployment catheter with a dedicated loading device ( Coils\nEndobronchial coil placement is a BLVR technique that targets one lobe of both lungs (each lung is treated in an individual procedure with the contralateral side treated 4–8 weeks after the initial procedure). These devices are nitinol wire with shape memory that are delivered into subsegmental airways in a straight conformation but transition into a predetermined angled shape after deployment ( A\nB\nworking channel for sizing of the target airway (calibration of the balloon catheter system is a process that involves removing air from the catheter system with saline, precise saline volume measurement with a dedicated syringe, and sizing of the saline-filled balloon; this process takes approximately 5 min and is best done before the procedure begins).14 Once the valve size is chosen, the valve is then loaded from a cartridge into the deployment catheter with a dedicated loading device ( Coils\nEndobronchial coil placement is a BLVR technique that targets one lobe of both lungs (each lung is treated in an individual procedure with the contralateral side treated 4–8 weeks after the initial procedure). These devices are nitinol wire with shape memory that are delivered into subsegmental airways in a straight conformation but transition into a predetermined angled shape after deployment ( A\nBCHAPTER Bronchoscopic Lung Volume Reduction The coils are available in three different lengths (100, 125, and 150 mm). The coil delivery system consists of a guidewire, catheter, cartridge, and forceps that are inserted via the working channel of a standard bronchoscope. The guidewire guides the catheter to the target airway and is used for selecting the length of the coil. The cartridge is used to straighten and load the coil into the delivery catheter. The forceps are used to grasp the proximal end of the coil to deliver the coil through the catheter. The catheter and forceps can also be used to reposition the coil if needed. Once the bronchoscope is in position within a distal airway of the targeted treatment lobe, the catheter position is verified with fluoroscopy. The coils are deployed under fluoroscopic guidance ensuring there is a safe distance from the pleura. The coils are placed with an algorithm that facilitates anatomically dispersed placement; 8–12 coils are generally placed in the upper lobes and 10–14 in the lower lobes. Thermal Vapor Ablation\nThermal vapor ablation uses heated water vapor to cause scarring of lung tissue as a lung volume reduction technique. This irreversible treatment modality was developed with the potential advantage of targeting severely emphysematous segments within a lobe rather than obligatory treatment of entire lobes as in one-way valves and coils. At present, published trials involving this technique have only been performed in patients with upper-lobe, heterogeneous emphysema.18,19 The equipment includes a catheter-based system with a multi-use vapor generator and a single-use catheter for proximal balloon occlusion of the targeted segment and delivery of the vapor distally over 3–10 s with a target dose of 8.5 calories per gram of lung tissue ( Biological Lung Volume Reduction\nBiological lung volume reduction is another irreversible BLVR treatment modality that can be applied at individual segments. The technique involves administering a synthetic polymer as a foam sealant to block airways and CV, leading to collapse of lung tissue. The sealant is prepared using an aqueous polymer solution and cross-linker in a 20-mL syringe with polymerization occurring over 3 min. The resulting 5 mL solution is mixed with 15 mL of air within the syringe to yield a 20-mL foam sealant. The bronchoscope is wedged within a targeted airway segment, and then a single-lumen catheter is advanced into the targeted segment. This sealant is then delivered over 10–20 s via the catheter. The scope is then left wedged in the segment for 1 min post instillation, after which the next segment can be targeted.20 Notable Complications of BLVR Procedures\n- Pneumothorax (most notable with one-way valve placement)\n- Exacerbation of chronic obstructive pulmonary disease (COPD)\n- Respiratory failure\n- Hemoptysis\n- Pneumonia\n- Post treatment acute inflammatory response (lung sealant and vapor ablation)\n- Device malposition or migration (one-way valves). Management and Mitigation of Treatment-Specific Complications\nPneumothorax is the most frequent complication with one-way valve placement and has been associated with notable morbidity. Rupture of blebs or bullae or shearing A B\ntargeted segment. This sealant is then delivered over 10–20 s via the catheter. The scope is then left wedged in the segment for 1 min post instillation, after which the next segment can be targeted.20 Notable Complications of BLVR Procedures\n- Pneumothorax (most notable with one-way valve placement)\n- Exacerbation of chronic obstructive pulmonary disease (COPD)\n- Respiratory failure\n- Hemoptysis\n- Pneumonia\n- Post treatment acute inflammatory response (lung sealant and vapor ablation)\n- Device malposition or migration (one-way valves). Management and Mitigation of Treatment-Specific Complications\nPneumothorax is the most frequent complication with one-way valve placement and has been associated with notable morbidity. Rupture of blebs or bullae or shearing A B- *142 SECTION Therapeutic Bronchoscopy Procedure*s of emphysematous lung tissue in the setting of volume shifts that occur in the ipsilateral adjacent nontarget lobe during atelectasis of the target lobe following valve placement is thought to be the principal mechanism for clinically important pneumothorax.21 A chest x-ray should be obtained within 1 h of valve placement to evaluate for pneumothorax. In landmark clinical trials, most pneumothorax complications occurred within the first 3 days following valve placement and as such patients should generally be kept hospitalized following the procedure for at least 3 days for monitoring. Management of pneumothorax following one-way valve placement is centered around chest tube placement and observation of the patient until the air leak stops. Although most pneumothoraces resolve with chest tube placement within a few days, a small percentage develop a prolonged air leak. If the air leak persists for 7 days after valve placement, then one valve should be removed. If the air leak persists for 48 h following the removal of a single valve, then all valves should be removed. In very rare instances, surgical intervention may be required to repair an ongoing air leak despite removal of all valves. Expert algorithms for this management are available. An acute inflammatory response following lung sealant instillation and vapor ablation is a syndrome that includes fever, dyspnea, cough, chest pain, and elevated inflammatory markers. Its description in pilot studies has led to prophylactic peri procedure steroids, nonsteroidal antiinflammatory drugs (NSAIDs), and antibiotics in some clinical trials.22 EVIDENCE\nFor summaries of respiratory outcomes and complications of BLVR trials, 13.1 and 13.2. - *Zephyr Endobronchial Valv*e\nRandomized trial evidence for efficacy of EBVs has included patients with homogeneous and heterogeneous emphysema with valve implantations performed in upper and lower lobe targets and follow-up of up to 1 year. These trials have shown clinically meaningful improvements in lung function (including FEV1 and RV), quality of life, 6MWT distance, and dyspnea scores. As mentioned earlier, the most common serious adverse event in these trials has been pneumothorax, occurring in 22 % to 29.2 % of patients. Of patients treated with valves in four recent landmark trials, death within 60 days of valve placements related to pneumothorax hospitalization or to respiratory failure occurred in 2.2 % (6/276) of patients. Long-term follow-up in small cohorts has demonstrated survival advantage in patients treated with EBVs with radiographically intact fissures in comparison to those without, and in patients with atelectasis - *1 Respiratory Outcomes of BLVR Trial*s\nTrial Device n Emphysema Type Treatment Location FEV1 (mL) RV (mL) 6MWT (m) SGRQ\nIMPACT12 EBV Homogeneous Unilateral, UL/LL 120 −430 28 −7.6\nTRANSFORM11 EBV Heterogeneous Unilateral, UL/LL 230 −670 79 −6.5\nSTELVIO13 EBV All Unilateral, UL/LL 147 −672 61 −11 LIBERATE10 EBV Heterogeneous Unilateral, UL/LL 106 −522 39 −7.1\nREACH26 IBV Heterogeneous Unilateral, UL/LL 108 a 42 −12.8\nEMPROVE32 IBV Heterogeneous Unilateral, UL/LL 101 −361 15 −8.5\nREVOLENS28 Coils All Bilateral, UL/LL 80 −360 a −10.6\nRENEW30 Coils All Bilateral, UL/LL 50 −310 15 −8.9\nSTEP-UP18 Steam Heterogeneous Bilateral, UL 103 −303 31 −11.1 aNot statistically significant.\nAECOPD, Acute exacerbation of COPD; BLVR, bronchoscopic lung volume reduction; EBV, endobronchial valve; FEV1, forced expiratory volume in 1 s; IBV, intrabronchial valve; RV, residual volume; SGRQ, St. George’s respiratory questionnaire; UL/LL, treatment applied to either upper lobe or lower lobe; 6MWT, 6-min walk test.\nModified from Herth FJF, Slebos DJ, Criner GJ, Valipour A, Sciurba F, Shah PL. Endoscopic lung volume reduction: an expert panel recommendation - update 2019. Respiration. 2019;97(6):548–557.\nBilateral, UL 103 −303 31 −11.1 aNot statistically significant.\nAECOPD, Acute exacerbation of COPD; BLVR, bronchoscopic lung volume reduction; EBV, endobronchial valve; FEV1, forced expiratory volume in 1 s; IBV, intrabronchial valve; RV, residual volume; SGRQ, St. George’s respiratory questionnaire; UL/LL, treatment applied to either upper lobe or lower lobe; 6MWT, 6-min walk test.\nModified from Herth FJF, Slebos DJ, Criner GJ, Valipour A, Sciurba F, Shah PL. Endoscopic lung volume reduction: an expert panel recommendation - update 2019. Respiration. 2019;97(6):548–557.CHAPTER Bronchoscopic Lung Volume Reduction following valve placement in comparison to those without atelectasis. Furthermore, a single-center retrospective review of 449 patients treated with one-way valves demonstrated a 5-year survival benefit in patients with lobar atelectasis following valve placement, and did not detect decreased survival in patients who developed pneumothorax in comparison to those who did not. Long-term survival data from prospective randomized trials are yet to be demonstrated, however.23–25 ### Intrabronchial Valves: Spiration Valve System\nTwo randomized trials have evaluated treatment with the SVS. In the REACH study patients with heterogeneous emphysema and radiographically intact interlobar fissures ( > = 90 %) were randomized to SVS versus standard of care.26 The SVS-treated group showed clinically and statistically significant improvement in FEV1 at 3 months (sustained at 6 months), as well as improvement in exercise capacity and quality of life. The most common adverse event was COPD exacerbation, occurring in 21 % of patients. Pneumothorax rate was 7.6 % in the treatment group with 60 % of pneumothorax occurring within 30 days. In the EMPROVE trial, patients with heterogeneous emphysema treated with SVS showed statistically and clinically significant improvement in pulmonary function, dyspnea, and quality of life (but a borderline clinically significant change in 6MWT) in comparison to controls. Adverse events occurred in 31 % of the valve patients including 12.4 % rate of pneumothorax; there was one death (0.9 %) attributed to study treatment in a patient who developed pneumothorax. ### Coils\nSeveral studies have provided randomized controlled data for coils. Cumulative long-term data from these studies have shown benefit in terms of RV and dyspnea scores with modest clinical benefit in FEV1 and 6MWT.27–29 Common serious adverse events have included pneumonia (in up to 18 %-20 %) and pneumothorax (6 %-12 %). Although a recently published large randomized controlled trial (RENEW trial) failed to demonstrate significant clinical improvement in lung function and exercise capacity, a subgroup analysis demonstrated that patients with severe heterogeneous emphysema and hyperinflation (RV > 200 %) derived more significant benefit in RV reduction, improvement in FEV1, quality of life, and exercise capacity.30 ### Thermal Vapor Ablation\nCurrent randomized controlled data for thermal vapor ablation are available from the STEP-UP multicenter trial conducted on patients with upper lobe predominant heterogeneous severe emphysema.31 Patients treated with ### Complications in BLVR Trials (%) | Trial | Pneumothorax | AECOPD | Pneumonia/ Respiratory Infection | Hemoptysis | | --- | --- | --- | --- | --- | | IMPACT12 | 25.6 | 34.9 | 7 | x | | TRANSFORM11 | 29.2 | 37 | 11 | 6.2 | | STELVIO13 | 17.6 | 11.8 | 5.9 | 2.9 | | LIBERATE10 | 29.7 | 19.5 | 4.7 | 8.6 | | REACH26 | 7.6 | 19.7 | 1.5 | x | | EMPROVE32 | 25.7 | 16.8 | 8.9 | x | | REVOLENS28 | 6 | 26 | 18 | 2 | | RENEW30 | 10.3 | 11.6 | 20 | 3.9 | | STEP-UP18 | 2 | 24 | 18 | 2 | AECOPD, Acute exacerbation of chronic obstructive pulmonary disease; BLVR, bronchoscopic lung volume reduction; x, not reported.\nModified from Herth FJF, Slebos DJ, Criner GJ, Valipour A, Sciurba F, Shah PL. Endoscopic lung volume reduction: an expert panel recommendation - update 2019. Respiration. 2019;97(6):548–557.\n5 | x | | EMPROVE32 | 25.7 | 16.8 | 8.9 | x | | REVOLENS28 | 6 | 26 | 18 | 2 | | RENEW30 | 10.3 | 11.6 | 20 | 3.9 | | STEP-UP18 | 2 | 24 | 18 | 2 | AECOPD, Acute exacerbation of chronic obstructive pulmonary disease; BLVR, bronchoscopic lung volume reduction; x, not reported.\nModified from Herth FJF, Slebos DJ, Criner GJ, Valipour A, Sciurba F, Shah PL. Endoscopic lung volume reduction: an expert panel recommendation - update 2019. Respiration. 2019;97(6):548–557.SECTION Therapeutic Bronchoscopy Procedures This technique were managed with a selective sequential treatment of more diseased upper lobe segments. At 12 months this trial showed a clinically significant benefit in FEV1, RV, and improved dyspnea scores in favor of the thermal ablation group. The most common serious adverse event in the treatment group was COPD exacerbation, occurring in 24 % of patients. Trials in homogeneous and lower lobe disease have already begun, and the results are expected in the near future. Biological Lung Volume Reduction\nThe efficacy of biological lung volume reduction has been evaluated in two pilot studies as well as one randomized multicenter trial. The ASPIRE trial randomized patients with upper lobe predominant severe emphysema to lung sealant treatment of the two most severe upper lobe segments in each lung.22 Lung function, dyspnea, and quality of life improved significantly in the treatment arm relative to controls and persisted at 6-month follow-up. Although effective, there are some concerns about the safety of this technology since 44 % of the patients in the treatment group experienced a severe adverse event requiring hospital admission (2.5-fold more than the control group) and 6 % died. SUMMARY\nEmphysema remains an irreversible disease process with devastating morbidity, mortality, and limited effective treatments. BLVR with EBVs has shown to be a safe and effective option to treat patients with severe emphysema, hyperinflation, and minimal or no CV. Other BLVR techniques, although promising, continue to be experimental at the present time. As supportive data for these interventions grow, so will more tailored therapy to meet individual patient needs. For the bronchoscopist, delivering optimal care to patients with advanced emphysema will involve technical skills and proper experience with emerging technology, clinical expertise in careful patient selection, and a clinical program that offers proper patient support, monitoring, and follow-up. REFERENCES 1. Singh D, Agusti A, Anzueto A, et al. Global strategy for the diagnosis, management, and prevention of chronic obstructive lung disease: the GOLD science committee report 2019. Eur Respir J. 2019;53(5):1900164. 2. Marchetti N, Criner GJ. Surgical approaches to treating emphysema: lung volume reduction surgery, bullectomy, and lung transplantation. Semin Respir Crit Care Med. 2015;36(4):592–608. 3. Herth FJF, Slebos DJ, Criner GJ, Valipour A, Sciurba F, Shah PL. Endoscopic lung volume reduction: an expert panel recommendation-update 2019. Respiration. 2019;97(6):548–557. 4. Labaki WW, Martinez CH, Martinez FJ, et al. The role of chest computed tomography in the evaluation and management of the patient with chronic obstructive pulmonary disease. Am J Respir Crit Care Med. 2017;196(11):1372–1379. 5. Argula RG, Strange C, Ramakrishnan V, Goldin J. Baseline regional perfusion impacts exercise response to endobronchial valve therapy in advanced pulmonary emphysema. Chest. 2013;144(5):1578–1586. 6. Sciurba FC, Ernst A, Herth FJ, et al. A randomized study of endobronchial valves for advanced emphysema. N Engl J Med. 2010;363(13):1233–1244. 7. Herth FJ, Noppen M, Valipour A, et al. Efficacy predictors of lung volume reduction with Zephyr valves in a European cohort. Eur Respir J. 2012;39(6):1334–1342. 8. Koster TD, van Rikxoort EM, Huebner RH, et al. Predicting lung volume reduction after endobronchial valve therapy is maximized using a combination of diagnostic tools. Respiration. 2016;92(3):150–157. 9. Herth FJ, Eberhardt R, Gompelmann D, et al. Radiological and clinical outcomes of using Chartis to plan endobronchial valve treatment. Eur Respir J. 2013;41(2):302–308. 10. Criner GJ, Sue R, Wright S, et al. A multicenter randomized controlled trial of Zephyr endobronchial valve treatment in heterogeneous emphysema (LIBERATE). Am J Respir Crit Care Med. 2018;198(9):1151–1164. 11. Kemp SV, Slebos DJ, Kirk A, et al. A\nal. Predicting lung volume reduction after endobronchial valve therapy is maximized using a combination of diagnostic tools. Respiration. 2016;92(3):150–157. 9. Herth FJ, Eberhardt R, Gompelmann D, et al. Radiological and clinical outcomes of using Chartis to plan endobronchial valve treatment. Eur Respir J. 2013;41(2):302–308. 10. Criner GJ, Sue R, Wright S, et al. A multicenter randomized controlled trial of Zephyr endobronchial valve treatment in heterogeneous emphysema (LIBERATE). Am J Respir Crit Care Med. 2018;198(9):1151–1164. 11. Kemp SV, Slebos DJ, Kirk A, et al. ACHAPTER Bronchoscopic Lung Volume Reduction 16. Slebos DJ, Ten Hacken NH, Hetzel M, Herth FJF, Shah PL. Endobronchial coils for endoscopic lung volume reduction: best practice recommendations from an expert panel. Respiration. 2018;96(1):1–11.\n17. Klooster K, Ten Hacken NH, Slebos DJ. The lung volume reduction coil for the treatment of emphysema: a new therapy in development. Expert Rev Med Devices. 2014;11(5):481–489.\n18. Herth FJ, Valipour A, Shah PL, et al. Segmental volume reduction using thermal vapour ablation in patients with severe emphysema: 6-month results of the multicentre, parallel-group, open-label, randomised controlled STEP-UP trial. Lancet Respir Med. 2016;4(3):185–193.\n19. Snell GI, Hopkins P, Westall G, Holsworth L, Carle A, Williams TJ. A feasibility and safety study of bronchoscopic thermal vapor ablation: a novel emphysema therapy. Ann Thorac Surg. 2009;88(6):1993–1998.\n20. Herth FJ, Gompelmann D, Stanzel F, et al. Treatment of advanced emphysema with emphysematous lung sealant (AeriSeal(R)). Respiration. 2011;82(1):36–45.\n21. Valipour A, Slebos DJ, de Oliveira HG, et al. Expert statement: pneumothorax associated with endoscopic valve therapy for emphysema-potential mechanisms, treatment algorithm, and case examples. Respiration. 2014;87(6):513–521.\n22. Come CE, Kramer MR, Dransfield MT, et al. A randomised trial of lung sealant versus medical therapy for advanced emphysema. Eur Respir J. 2015;46(3):651–662.\n23. Hopkinson NS, Kemp SV, Toma TP, et al. Atelectasis and survival after bronchoscopic lung volume reduction for COPD. Eur Respir J. 2011;37(6):1346–1351.\n24. Venuta F, Anile M, Diso D, et al. Long-term follow-up after bronchoscopic lung volume reduction in patients with emphysema. Eur Respir J. 2012;39(5):1084–1089.\n25. Gompelmann D, Benjamin N, Bischoff E, et al. Survival after endoscopic valve therapy in patients with severe emphysema. Respiration. 2019;97(2):145–152.\n26. Li S, Wang G, Wang C, et al. The REACH trial: a randomized controlled trial assessing the safety and effectiveness of the Spiration(R) Valve System in the treatment of severe emphysema. Respiration. 2019;97(5):416–427.\n27. Shah PL, Zoumot Z, Singh S, et al. Endobronchial coils for the treatment of severe emphysema with hyperinflation (RESET): a randomised controlled trial. Lancet Respir Med. 2013;1(3):233–240.\n28. Deslée G, Mal H, Dutau H, et al. Lung volume reduction coil treatment vs usual care in patients with severe emphysema: the REVOLENS randomized clinical trial. JAMA. 2016;315(2):175–184.\n29. Zoumot Z, Kemp SV, Singh S, et al. Endobronchial coils for severe emphysema are effective up to 12 months following treatment: medium term and cross-over results from a randomised controlled trial. PLoS One. 2015;10(4):e0122656.\n30. Sciurba FC, Criner GJ, Strange C, et al. Effect of endobronchial coils vs usual care on exercise tolerance in patients with severe emphysema: the RENEW randomized clinical trial. JAMA. 2016;315(20):2178–2189.\n31. Shah PL, Gompelmann D, Valipour A, et al. Thermal vapour ablation to reduce segmental volume in patients with severe emphysema: STEP-UP 12 month results. Lancet Respir Med. 2016;4(9):e44-e45.\n32. Criner GJ, Delage A, Voelker K, et al. Improving lung function in severe heterogenous emphysema with the Spiration Valve System (EMPROVE). A",
  "year": 2022,
  "h_level": "H3",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H3",
    "precedence": 0.705,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "chartis",
      "blvr",
      "spiration",
      "zephyr"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_bronchosco_lvr.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}