{
  "id": "practical_gti_matmao",
  "title": "Multimodality Approach to Malignant Airway Obstruction",
  "abstract": "",
  "content": "Multimodality Approach to\nMalignant Airway INTRODUCTION\nThe goal of this chapter is to provide an effective, systematic, multimodality bronchoscopic approach to the problem of malignant airway obstruction that facilitates proper integration of all of the various technologies currently available. The approach outlined is multimodality and focuses on bronchoscopic interventions, but bronchoscopic interventions are just one component of the multidisciplinary care of the cancer patient, so we will also discuss how and when bronchoscopic interventions should be integrated with chemotherapy, radiation therapy, and surgery. To do this we will first establish a clear classification system for the different types of malignant airway obstruction. Different types of malignant airway obstruction are best treated by different techniques. The focus is on the decision process of when to use a given technique and how to integrate multiple techniques into a unified approach. The details of how to do the actual techniques are provided in other chapters. We will then use this classification scheme to delineate the indications for therapeutic bronchoscopy for malignant airway obstruction, preprocedural management, intraprocedural management, and postprocedural management. TYPES OF MALIGNANT CENTRAL\nAIRWAY OBSTRUCTION\nMalignant central airway obstruction occurs frequently in patients with lung cancer and in patients with pulmonary metastases from other malignancies, including breast, colon, and renal cell cancer.1 Central airway obstruction in this case refers to an obstruction in the trachea, mainstem bronchi, bronchus intermedius, or at the entrance of a lobar orifice. There are three main types of malignant airway obstruction: endobronchial, extrinsic compression, and a mixed pattern ( The type of intervention chosen depends on the type of malignant airway obstruction. Ablative techniques that destroy tissue are useful for malignant endobronchial obstruction. Ablative techniques include lasers, electrocautery, argon plasma coagulation (APC), photodynamic therapy, microdebriders, cryotherapy, and mechanical debridement. Stents are the primary modality for patients with malignant extrinsic compression leading to airway compromise. For patients with a mixed pattern of disease, multiple modalities are usually required. Typically the endobronchial component of the obstruction will first need to be ablated followed by stenting if required. David E. Ost\n\nchus intermedius, or at the entrance of a lobar orifice. There are three main types of malignant airway obstruction: endobronchial, extrinsic compression, and a mixed pattern ( The type of intervention chosen depends on the type of malignant airway obstruction. Ablative techniques that destroy tissue are useful for malignant endobronchial obstruction. Ablative techniques include lasers, electrocautery, argon plasma coagulation (APC), photodynamic therapy, microdebriders, cryotherapy, and mechanical debridement. Stents are the primary modality for patients with malignant extrinsic compression leading to airway compromise. For patients with a mixed pattern of disease, multiple modalities are usually required. Typically the endobronchial component of the obstruction will first need to be ablated followed by stenting if required. David E. OstSECTION Therapeutic Bronchoscopy Procedures INDICATIONS FOR BRONCHOSCOPY IN\nPATIENTS WITH MALIGNANT CENTRAL\nAIRWAY OBSTRUCTION Indications for bronchoscopic intervention include relief of obstruction that is causing dyspnea, infection, or clinically significant bleeding. Although therapeutic bronchoscopy in this setting may indeed prolong life modestly for some patients (e.g., enable them to get off the ventilator), the majority of patients benefit from changes in quality of life rather than duration. When deciding whether to perform therapeutic bronchoscopy for malignant central airway obstruction it is important to consider:\n- The probability of technical success, defined as the probability of being able to reestablish and maintain central airway patency at > = 50 % of normal.\n- How likely is it that the procedure, if technically successful, will also result in a clinically meaningful improvement in dyspnea and health-related quality of life (HRQOL)? A procedure that is technically successful (i.e., 100 % reopening of a previously 70 % obstructed left mainstem bronchus) may or may not result in a clinically significant improvement in dyspnea.\n- The risk if the obstruction were to remain unrelieved versus the risks of the procedure. Both short-term and long-term risks need to be considered.\n\nmajority of patients benefit from changes in quality of life rather than duration. When deciding whether to perform therapeutic bronchoscopy for malignant central airway obstruction it is important to consider:\n- The probability of technical success, defined as the probability of being able to reestablish and maintain central airway patency at > = 50 % of normal.\n- How likely is it that the procedure, if technically successful, will also result in a clinically meaningful improvement in dyspnea and health-related quality of life (HRQOL)? A procedure that is technically successful (i.e., 100 % reopening of a previously 70 % obstructed left mainstem bronchus) may or may not result in a clinically significant improvement in dyspnea.\n- The risk if the obstruction were to remain unrelieved versus the risks of the procedure. Both short-term and long-term risks need to be considered.CHAPTER Multimodality Approach to Malignant Airway Obstruction Technical Success\nClinically significant malignant central airway obstruction is typically defined as > = 50 % obstruction of the cross-sectional area of the trachea, mainstem bronchi, bronchus intermedius, or a lobar orifice. Obstructions involving < 50 % of the cross-sectional area of the airways are less likely to cause symptoms and are likely to have little or no immediate physiologic impact. Bronchoscopic intervention is usually warranted for symptomatic lesions resulting in > = 50 % obstruction, provided that there are patent airways with viable lung distal to the obstruction. If the airways distal to the obstruction are themselves occluded or the lung is nonviable, then relief of the central airway obstruction will not result in any meaningful improvement, so therapeutic bronchoscopy is not warranted. Of course, obstructing lesions can grow, so a 40 % obstruction that is asymptomatic may progress to 80 % obstruction with symptoms in the future. Therefore in select cases of asymptomatic central airway obstruction that are < 50 %, bronchoscopic intervention may be warranted if the probability of disease progression in the future is high. Technical success of therapeutic bronchoscopy in this context is therefore defined anatomically. A technically successful bronchoscopy is one that relieves the targeted anatomic obstruction(s) such that central airway patency is > 50 % of normal upon completion of the procedure. It is a short-term outcome, since the airways may close back up in the future. Factors associated with a higher probability of technical success include endobronchial lesions (as opposed to extrinsic compression or mixed obstructions) and placement of airway stents. Factors associated with a lower probability of technical success include American Society of Anesthesia (ASA) score > 3, renal failure, primary lung cancer (as opposed to other types of cancer), left mainstem disease, and tracheal-esophageal fistula.2 Impact on Dyspnea and HRQOL\nIt is important to remember that therapeutic bronchoscopy for malignant central airway obstruction is essentially a palliative intervention, since most patients have advanced disease that is incurable. So while relief of anatomic obstruction defines technical success, this is only a short-term tactical goal of bronchoscopic intervention. The true strategic goal is to decrease dyspnea, improve HRQOL, and improve quality-adjusted survival.3 Not every patient with a technically successful procedure will have a meaningful improvement in dyspnea and quality-adjusted survival. Clinically significant improvement in dyspnea occurs in approximately 50 % of patients undergoing therapeutic bronchoscopy, whereas clinically significant improvement in HRQOL occurs in 40 %. Patients with more shortness of breath at baseline (as measured by the Borg score) are more likely to experience significant improvements in dyspnea and HRQOL.2,3 Conversely, patients with lobar obstruction (as opposed to obstruction in the mainstem bronchi, bronchus intermedius, or trachea) are less likely to have a significant improvement in dyspnea or HRQOL. The magnitude of the improvement in HRQOL is also associated with higher ASA score and lower functional status. Thus patients at the highest risk for complications also often have the greatest potential for benefit. Hazard of Delay in Therapeutic Bronchoscopy Versus Procedural Risks\nIn patients with obstruction < 50 % who are asymptomatic, options include observation versus proceeding with therapeutic bronchoscopy. The benefit of observation is that it avoids procedural risk, and if there are other treatment alternatives (e.g., radiation therapy or chemotherapy), it provides time for these treatments to take effect, and if the patient responds to those treatments and the airway obstruction improves, the risk of the procedure may ultimately be avoided altogether. The risk of observation is that the malignant airway obstruction will worsen, symptoms will develop, the procedural difficulty will increase, the risk of complications will increase, and the probability of technical success will go down. In essence, the hazard of delay in asymptomatic patients is that the window of opportunity when it is possible to intervene with a low-risk procedure will be missed. Balancing the hazard of delay versus the risks of immediate intervention in these patients therefore requires a global and multidisciplinary perspective. In patients who are treatment naive with tumors that are likely to respond rapidly to treatment, it is often reasonable to proceed with chemotherapy and radiation first, provided that the patient is followed closely as an outpatient. There should be a low threshold to change strategy and intervene with therapeutic bronchoscopy if dyspnea develops or there is radiographic worsening. Conversely, in patients who are not treatment naive and are unlikely to have a rapid dramatic response to chemotherapy and radiation, early intervention is often the more prudent strategy, since it will\n\nwill increase, the risk of complications will increase, and the probability of technical success will go down. In essence, the hazard of delay in asymptomatic patients is that the window of opportunity when it is possible to intervene with a low-risk procedure will be missed. Balancing the hazard of delay versus the risks of immediate intervention in these patients therefore requires a global and multidisciplinary perspective. In patients who are treatment naive with tumors that are likely to respond rapidly to treatment, it is often reasonable to proceed with chemotherapy and radiation first, provided that the patient is followed closely as an outpatient. There should be a low threshold to change strategy and intervene with therapeutic bronchoscopy if dyspnea develops or there is radiographic worsening. Conversely, in patients who are not treatment naive and are unlikely to have a rapid dramatic response to chemotherapy and radiation, early intervention is often the more prudent strategy, since it willSECTION Therapeutic Bronchoscopy Procedures minimize the aggregate risk of procedural complications and disease progression while maintaining HRQOL. PREPROCEDURAL MANAGEMENT\nThe decisions to intervene and the preprocedural management of the patient, although discussed separately, really are performed simultaneously and in parallel. The decision to intervene and the preparation for the procedure are closely interlinked, and each process informs the other. Preprocedural management should take into account factors that impact technical success, as noted earlier. The goal is to optimize care and position everything to maximize the chances of technical success while mitigating risk as much as possible. Imaging is fundamental to proper preparation. Imaging facilitates planning of the procedure and allows identification of the extent of disease. Obtaining old computed tomography (CT) images is a vital part of this process. A key determinant of both technical success and the impact of bronchoscopy on HRQOL is the extent of disease in the lung distal to the obstruction. If the distal lung is nonviable, then reopening the airway to that lung is not likely to have a meaningful impact on HRQOL. Often patients will present with significant atelectasis and collapse of either a lobe or an entire lung. The extent of disease in the lung distal to the obstruction may not be visible on computed tomography (CT) imaging after this occurs, since it will be impossible to distinguish atelectasis from diseased lung. It will also not be visible bronchoscopically prior to intervention. However, old imaging can be very helpful in identifying how much viable lung remains distal to the obstruction. If recent prior CT scans demonstrate viable lung distal to the obstruction without significant disease, intervention is probably warranted. In addition, old scans may be able to show the origin of the obstruction (e.g., whether a polypoid lesion in the left mainstem bronchus grew out of the superior segment of the left lower lobe or from the left upper lobe), which will be useful information when resecting the lesion. Patients should be optimized from a medical perspective, with special attention to cardiac risk factors and hemostasis considerations. Standard preoperative laboratories include prothrombin time (i.e., international normalized ratio [INR]), partial thromboplastin time (PTT), complete blood count (CBC), chemistries, and a type and screen. Anesthesia preoperative clearance is usually prudent, especially in difficult cases. Careful preparation prior to the procedure is essential, and communication between the interventional pulmonologist and bronchoscopy technicians and nurses is vital. This should be done prior to the case so that all the necessary equipment is set up ahead of time and is within easy reach in case there is an emergency. Most cases of malignant airway obstruction should be approached with the rigid bronchoscope (with flexible bronchoscopy being done through the rigid as needed). Occasionally simpler cases (e.g., an endobronchial lesion that is only 10 % obstructing a segment that requires APC for intermittent hemoptysis) may be performed with the flexible bronchoscope through an endotracheal tube. However, the ability to rapidly escalate the level of care when required is essential. In the event of an airway emergency, there may not be time to get and set up the necessary equipment. So even when doing “simple” cases with the flexible bronchoscope through an endotracheal tube, the rigid bronchoscope should be set up and ready to go within arm’s reach. Careful communication with bronchoscopy technicians and nurses can facilitate this. All of the required equipment should be set up prior to the start of the procedure and tested as appropriate. At a minimum, this should typically include:\n- Rigid bronchoscope and rigid bronchoscope equipment (e.g., suction, forceps)\n- A large therapeutic bronchoscope and a smaller scope (for getting through narrow openings to visualize the airways distal to the lesion)\n- Tools for rapid thermal ablation of endobronchial lesions (e.g., electrocautery probe, yttrium aluminum garnet [YAG] laser, yttrium aluminum perovskite [YAP] laser)\n- Stents of appropriate sizes and fluoroscopy readily available if metal stents are planned\n- Cryotherapy probe for removal of clots in case bleeding occurs\n- Bronchial blocker readily available. In addition, communication between the interventional pulmonology team and the anesthesia team is essential. General anesthesia is usually preferred. Although therapeutic bronchoscopy can be done using moderate sedation, it is associated with higher complication rates.2,4 Prior to the procedure, there should be a review of the management plan for the patient with anesthesia and interventional pulmonology teams. This\n\nopenings to visualize the airways distal to the lesion)\n- Tools for rapid thermal ablation of endobronchial lesions (e.g., electrocautery probe, yttrium aluminum garnet [YAG] laser, yttrium aluminum perovskite [YAP] laser)\n- Stents of appropriate sizes and fluoroscopy readily available if metal stents are planned\n- Cryotherapy probe for removal of clots in case bleeding occurs\n- Bronchial blocker readily available. In addition, communication between the interventional pulmonology team and the anesthesia team is essential. General anesthesia is usually preferred. Although therapeutic bronchoscopy can be done using moderate sedation, it is associated with higher complication rates.2,4 Prior to the procedure, there should be a review of the management plan for the patient with anesthesia and interventional pulmonology teams. ThisCHAPTER Multimodality Approach to Malignant Airway Obstruction\nairway inspection vs. intubation with the rigid bronchoscope from the beginning), the method of ventilation planned (e.g., jet ventilation via the rigid bronchoscope vs. volume cycled), the types of ablative techniques that are likely to be used (e.g., electrocautery probe vs. APC vs. laser), whether or not stenting is likely to be required, and contingency plans for difficult airways and emergencies. INTRAPROCEDURAL MANAGEMENT\nThe initial portion of the procedure should in general follow the plan that was carefully developed and communicated with the anesthesia and bronchoscopy teams as outlined earlier. Establishment of an airway will be achieved, usually with either the rigid bronchoscope or an endotracheal tube. Next the airway examination should be completed, and the malignant airway obstruction should be evaluated and classified by the bronchoscopist as either being due to endobronchial disease, extrinsic compression, or a mixed pattern, as described earlier. After careful consideration of the full medical context (e.g., is the patient treatment naive or is this purely palliative), severity of dyspnea, probability of technical success, and probability of having a meaningful improvement in HRQOL, the bronchoscopist will have to reach a final decision as to whether or not intervention is warranted. Assuming that intervention is indeed warranted, intraprocedural decision-making and management will follow an iterative algorithm consisting of: 1. Assessment of obstruction type and severity 2. Application of an appropriate interventional modality (e.g., electrocautery) 3. Analysis of response/success as the modality is applied 4. Determining whether ongoing intervention is still required 5. If intervention is still needed, return to step 1. Assessment of obstruction type will drive intervention selection. For endobronchial lesions, ablative therapies will be the best option. Often a variety of different ablative therapies will be used in the same case, with the bronchoscopy team switching between modalities. For example, initial tumor ablation might begin with YAG laser therapy for a polypoid lesion obstructing the bronchus intermedius ( D\n\nnot intervention is warranted. Assuming that intervention is indeed warranted, intraprocedural decision-making and management will follow an iterative algorithm consisting of: 1. Assessment of obstruction type and severity 2. Application of an appropriate interventional modality (e.g., electrocautery) 3. Analysis of response/success as the modality is applied 4. Determining whether ongoing intervention is still required 5. If intervention is still needed, return to step 1. Assessment of obstruction type will drive intervention selection. For endobronchial lesions, ablative therapies will be the best option. Often a variety of different ablative therapies will be used in the same case, with the bronchoscopy team switching between modalities. For example, initial tumor ablation might begin with YAG laser therapy for a polypoid lesion obstructing the bronchus intermedius ( DSECTION Therapeutic Bronchoscopy Procedures electrocautery with the rigid electrocautery suction probe for particularly difficult-to-reach areas in order to achieve tumor ablation and in order to suction blood that might be oozing from the tumor. The rigid electrocautery suction probe offers the benefit of both suctioning out blood while simultaneously coagulating the tumor. The bronchoscopist might then proceed with mechanical debridement until the cauterized tissue was removed. At that point additional oozing of blood might indicate the need for additional hemostasis (since the coagulated tumor has been removed, revealing untreated tumor below it) and another cycle of ablation might begin, this time starting with the electrocautery suction probe. Eventually, with good control of hemostasis and good coagulation and debridement, the distal side of the obstruction might be visible enough that mechanical coring out could be done with the rigid scope, reestablishing a secure patent airway ( For purely extrinsic disease, stenting will be the best option. The choice of stent depends on the location of the obstruction, the anatomy, the clinical context, and consideration of long-term risks. Silicone stents currently are the only Y-shaped stent available in the United States. So for patients with extrinsic compression involving the main carina, a Y-shaped silicone stent will often be required. For mainstem obstructions or obstruction of the bronchus intermedius, either silicone or metal stents will be feasible.\n\nand another cycle of ablation might begin, this time starting with the electrocautery suction probe. Eventually, with good control of hemostasis and good coagulation and debridement, the distal side of the obstruction might be visible enough that mechanical coring out could be done with the rigid scope, reestablishing a secure patent airway ( For purely extrinsic disease, stenting will be the best option. The choice of stent depends on the location of the obstruction, the anatomy, the clinical context, and consideration of long-term risks. Silicone stents currently are the only Y-shaped stent available in the United States. So for patients with extrinsic compression involving the main carina, a Y-shaped silicone stent will often be required. For mainstem obstructions or obstruction of the bronchus intermedius, either silicone or metal stents will be feasible.CHAPTER Multimodality Approach to Malignant Airway Obstruction Self-expandable metal stents offer the benefit of being more conformable to tortuous airways and can be passed through narrow stenotic airways, since they are deployed using guidewires with catheter-based systems using the Seldinger technique and have a low profile ( When selecting stents it is also useful to consider long-term complication rates. When the obstruction is at the carina, Y-shaped silicone stents are often required. The benefit of silicone Y-stents in terms of long-term complications is that they do not usually migrate. However, they are more apt to develop granulation\nA\nB\nStent\ndeployment\ndevice\nPushing\nrod\nSilicone stent\nloaded in\ndeployment\ndevice\nStent\nBalloon\nCatheter\nBronchoscope\n\nwill be feasible.CHAPTER Multimodality Approach to Malignant Airway Obstruction Self-expandable metal stents offer the benefit of being more conformable to tortuous airways and can be passed through narrow stenotic airways, since they are deployed using guidewires with catheter-based systems using the Seldinger technique and have a low profile ( When selecting stents it is also useful to consider long-term complication rates. When the obstruction is at the carina, Y-shaped silicone stents are often required. The benefit of silicone Y-stents in terms of long-term complications is that they do not usually migrate. However, they are more apt to develop granulation\nA\nB\nStent\ndeployment\ndevice\nPushing\nrod\nSilicone stent\nloaded in\ndeployment\ndevice\nStent\nBalloon\nCatheter\nBronchoscopeSECTION Therapeutic Bronchoscopy Procedures\ntissue and develop mucus plugging.5,6 When stenting the mainstem bronchi or bronchus intermedius, stents with a simple tube shape will be used so both silicone and metal stents can be used. Silicone tube stents are more likely to migrate than metal stents and are also more likely to plug with mucus.5,6 Importantly all stents increase the risk of subsequent respiratory infections,6,7 and such respiratory infections are associated with significant morbidity and mortality. For mixed lesions, it is usually best to begin with ablative interventions, and once the endobronchial component is treated the airway should be reassessed. If there is persistent significant extrinsic compression with residual narrowing of the airway to > 50 % even after elimination of the endobronchial component, stenting should be considered. The benefits of stenting in such cases must be weighed against the long-term risks of mucus plugging, granulation tissue, migration, and infection. If the patient is treatment naive and there is a good chance of the tumor responding to treatment, then it is often better to hold off on stenting if the patient has sufficient respiratory function.8 Conversely, if the patient has limited pulmonary reserve and/or is unlikely to respond to chemotherapy/radiation, then it may be worth stenting in cases with residual persistent extrinsic compression. Throughout the procedure the bronchoscopist is continuously reassessing the obstruction in order to select the appropriate tool as well as to decide when to stop. One of the key decisions intraoperatively is when to quit. This requires an assessment of the magnitude of the possible benefits to be gained by additional interventions as compared to the marginal risk of complications if the procedure is continued. This is why having a deep understanding of the indications for the procedure and the predictors of success is so vital. How much marginal benefit, in terms of dyspnea and HRQOL, is likely to be obtained by continuing the procedure, is a question that must be asked repeatedly throughout the procedure. Early in a procedure the risks of ablation are relatively low-the lesion is typically big, anatomic landmarks are clear, and risks are low. But as the procedure goes on, especially if the tumor is more extensive than anticipated, it may be that the risks of continuing the procedure increase, such that they outweigh the benefits. This is especially true if the lung distal to the obstruction is found to have tumor involvement. In such cases stopping the procedure and limiting the risk of complications is often the best option. Similarly, once the airway is open to > 50 %, it may be reasonable in some circumstances to stop once a moderate degree of success has been achieved, rather than continuing on since the magnitude of the functional benefit of further reopening of the airway may be modest relative to the marginal risk incurred. The key concept here is that risk-benefit assessment should be done continuously throughout the procedure in an iterative pattern, since the probability of complications and the probability of accruing additional benefit from further interventions will change during the course of the procedure. POSTPROCEDURAL MANAGEMENT\nFor patients with stents, the main long-term risks are mucus plugging, stent migration, infection, fracture, and granulation tissue. Twice-daily nebulized albuterol and hypertonic saline should be used to mitigate the risk of mucus plugging. Patients should be instructed to seek prompt medical attention for any evidence of respiratory infection, such as worsening cough with purulent sputum or increasing shortness of breath or fevers. Malignant lesions will frequently recur, requiring repeat intervention. Careful follow-up with the interventional pulmonology team is therefore warranted. Follow-up should include a routine clinic visit, typically 2–4 weeks after the initial intervention. computed tomography (CT) imaging of the chest at 1 month postprocedure is also warranted to evaluate for evidence of recurrence. Routine bronchoscopy in all patients is not warranted. Instead use of bronchoscopy for follow-up evaluation should be based on symptoms, clinical findings, and CT imaging. While routine bronchoscopy is not warranted, physicians should have a low threshold to perform a follow-up bronchoscopy if there is any worsening of dyspnea, cough, postobstructive pneumonia, or evidence of recurrence on CT. REFERENCES\n1. Ernst A, Simoff M, Ost D, Goldman Y, Herth FJF. Prospective risk-adjusted morbidity and mortality outcome analysis after therapeutic bronchoscopic procedures: results of a multi-institutional outcomes database. Chest. 2008;134(3):514–519.\n2. Ost DE, Ernst A, Grosu HB, et al. Therapeutic bronchoscopy for malignant central airway obstruction: success\n\nfor evidence of recurrence. Routine bronchoscopy in all patients is not warranted. Instead use of bronchoscopy for follow-up evaluation should be based on symptoms, clinical findings, and CT imaging. While routine bronchoscopy is not warranted, physicians should have a low threshold to perform a follow-up bronchoscopy if there is any worsening of dyspnea, cough, postobstructive pneumonia, or evidence of recurrence on CT. REFERENCES\n1. Ernst A, Simoff M, Ost D, Goldman Y, Herth FJF. Prospective risk-adjusted morbidity and mortality outcome analysis after therapeutic bronchoscopic procedures: results of a multi-institutional outcomes database. Chest. 2008;134(3):514–519.\n2. Ost DE, Ernst A, Grosu HB, et al. Therapeutic bronchoscopy for malignant central airway obstruction: successCHAPTER Multimodality Approach to Malignant Airway Obstruction rates and impact on dyspnea and quality of life. Chest. 2015;147(5):1282–1298.\n3. Ong P, Grosu HB, Debiane L, et al. Long-term quality-adjusted survival following therapeutic bronchoscopy for malignant central airway obstruction. Thorax. 2019;74(2):141–156.\n4. Ost DE, Ernst A, Grosu HB, et al. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE registry. Chest. 2015;148(2):450–471.\n5. Ost DE, Shah AM, Lei X, et al. Respiratory infections increase the risk of granulation tissue formation following airway stenting in patients with malignant airway obstruction. Chest. 2012;141(6):1473–1481.\n6. Grosu HB, Eapen GA, Morice RC, et al. Stents are associated with increased risk of respiratory infections in patients undergoing airway interventions for malignant airways disease. Chest. 2013;144(2):441–449.\n7. Agrafiotis M, Siempos II, Falagas ME. Infections related to airway stenting: a systematic review. Respiration. 2009;78(1):69–74.\n8. Dutau H, Di Palma F, Thibout Y, et al. Impact of silicone stent placement in symptomatic airway obstruction due to non-small cell lung cancer - a French multicenter randomized controlled study: the SPOC trial. Respiration. 2020;99(4):344–352.",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.81,
    "domain": [
      "ablation",
      "lung_volume_reduction"
    ],
    "doc_type": "systematic_review",
    "aliases": [
      "pdt"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_matmao.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}