{
  "doc_id": "practical_gti_htsaipp",
  "title": "How to Start an Interventional Pulmonology Program",
  "abstract": "",
  "content": "207 How to Start an Interventional Pulmonology Program INTRODUCTION\nWith ongoing advances in medical diagnostics and therapeutics, interventional pulmonology (IP) is playing an ever more impactful role in health care. This is becoming more evident with the increasing focus on costs and quality care, leading to the concept of value-based programs. Value-based programs are patient-centered and use a coordinated team-based approach with an overall goal to improve quality of care.1 IP is well suited in this concept, as established and nascent IP programs continue to develop, providing more and more communities with access to expertise and efficient and quality care. In the effort to build and develop a new IP program, multiple factors should be considered and addressed. NEEDS ASSESSMENT\nWhen contemplating the initiation of a new service or product, a comprehensive needs assessment should be performed.2,3 This would include evaluating specific factors in the intended community or region: the burden of disease of interest, competing and collaborating specialties (such as pulmonary, thoracic surgery, oncology, radiology, pathology, and others), associations (such as local or regional groups, professional societies), accessible equipment and supplies, and the focus and resources of the institution.4 For example, if considering initiating an advanced diagnostic procedure such as endobronchial ultrasound (EBUS), one would need to consider the burden of lung cancer in the area of interest. This would help to guide expectations for the utility of the intended service. An area with a high burden of lung cancer would then be expected to generate a large number of endobronchial ultrasound (EBUS) referrals. Additionally, the current referral patterns for lung cancer would also need to be evaluated to ensure patients are directed to the appropriate service. Further, one would also need to assess if any other physicians (whether within the same group or even a competing practice) are already performing EBUS. Initiating a new service would ideally avoid undue competition or cannibalizing the practice to facilitate growth of the service. Lastly, one would need to consider available location(s) to perform and store equipment and supplies. Given the finite amount of space in most health care facilities, determining where the procedure will be performed (more details later) in addition to the areas for equipment and supply storage is essential. One would need to be sure the equipment is stored and secured in an appropriate area to provide efficient and effective service, as one would not want to be “hunting” for the EBUS console and supplies while awaiting the procedure. Additionally, the proximity of other EBUS sites would also need to be considered so as to balance the efficacy of each site without competing or unnecessarily duplicating equipment. In the situation of multiple sites performing EBUS, one would aim to ensure each site would be able to be utilized appropriately and avoid any redundancy. If sites are too close in proximity or there are insufficient referrals and procedures, then one or multiple sites will be underutilized. If there is only one physician performing the procedures, then having more than one site may also be ineffectual and inefficient not only for that particular site but also for the physician’s lost productivity due to the inefficiency of travel time. Edward Kessler, Neeraj R. Desai, Kim D. French and Kevin L. Kovitz\n, as one would not want to be “hunting” for the EBUS console and supplies while awaiting the procedure. Additionally, the proximity of other EBUS sites would also need to be considered so as to balance the efficacy of each site without competing or unnecessarily duplicating equipment. In the situation of multiple sites performing EBUS, one would aim to ensure each site would be able to be utilized appropriately and avoid any redundancy. If sites are too close in proximity or there are insufficient referrals and procedures, then one or multiple sites will be underutilized. If there is only one physician performing the procedures, then having more than one site may also be ineffectual and inefficient not only for that particular site but also for the physician’s lost productivity due to the inefficiency of travel time. Edward Kessler, Neeraj R. Desai, Kim D. French and Kevin L. KovitzSECTION Additional IP Topics\nBUSINESS PLAN\nNew or updated resources are essential to maintaining or starting an IP program, and these require capital funding.1 To outline a method to achieve projected goals, a business plan details projections over 3–5 years and includes a market analysis, service line analysis, marketing, and financial overview.4–6 Market Analysis\nA market analysis delineates the target of the service or product and is one of the most important components to the business plan. In the case of IP, the target is broad and includes the entire health care community as a whole including the physician groups, hospitals, and patients. One would need to consider the demand for the IP service, potential growth, and barriers to the service. Demand will very likely be low initially until there is increased awareness and the benefit and success of the service are demonstrated. As this improves, growth and increased revenue will follow. Barriers that should be considered include the support of and goals of the practice or administration, practice and referral patterns, as well as competition from other practices or services. Service Line Analysis\nA service line analysis incorporates the specifics of the intended IP service, the organizational structure, operation, equipment, and personnel. An obvious component to this would be defining the specific procedures to be provided by the IP service (Box 19.1). Identifying an organizational structure to the program as a part of the broader general pulmonary/critical care, thoracic surgery, or other department, is important to establish and develop the service. A thorough SWOT (strength, weakness, opportunity, and threat) analysis of the organization and service line should be performed. In addition, one needs to outline the location or locations in which procedures are performed and the clinical contexts that apply, such as inpatient or outpatient, procedure suite, operating room, and so on. Locations may be different depending on staff and resources with some centers choosing to have one dedicated procedural suite and others moving the procedures to an endoscopy suite, operating room, radiology suite, or other locations. This may be informed by available space, fixed locations of equipment, availability of supporting services (i.e., anesthesia, ultrasound, etc.), staffing, or other local factors. Scheduling protocols for clinical evaluations and procedures should also be established. The appropriate equipment, supplies, and technology should also be incorporated as part of this analysis. For instance, for bronchoscopy this would include a full range of bronchoscopes, endobronchial ultrasound (EBUS), bronchoscope towers, associated supplies and disposables or any other intended equipment, cleaning equipment and space, and related supplies. Such an analysis revolves around the specifics of a procedure with different procedures such as thoracoscopy, tracheostomy, pleural procedures, and so on, each having unique needs. All this requires defining the range of the IP services (Box 19.1) and the role of the IP team in the process. One should consider where the IP service fits in the initial evaluation and management (E/M), perioperative, and longitudinal care for the patient. An active clinical presence in outpatient and inpatient setting would serve to aid in building rapport and broaden the referral base, hence further developing the IP practice. One must also consider the efficiency of care and to centralize the service line to avoid redundancies and duplication of equipment unnecessarily, as referenced earlier. The specific IP team members need to be identified, which may include medical assistants, nurses, respiratory therapists, and advanced practice providers BOX 19.1 Range of Interventional\nPulmonology Procedures\nDiagnostic Bronchoscopy\nBasic bronchoscopy\nEndobronchial ultrasound\nNavigational/robotic bronchoscopy\nTherapeutic Bronchoscopy\nElectrocautery\nArgon plasma coagulation\nLaser\nAirway stenting\nEndobronchial valve placement\nBronchial thermoplasty\nPleural Procedures\nThoracentesis\nChest tubes\nTunneled pleural catheters\nPleurodesis\nMedical thoracoscopy\nOthers\nPercutaneous tracheostomy\nPercutaneous gastrostomy tube placement\nthe service line to avoid redundancies and duplication of equipment unnecessarily, as referenced earlier. The specific IP team members need to be identified, which may include medical assistants, nurses, respiratory therapists, and advanced practice providers BOX 19.1 Range of Interventional\nPulmonology Procedures\nDiagnostic Bronchoscopy\nBasic bronchoscopy\nEndobronchial ultrasound\nNavigational/robotic bronchoscopy\nTherapeutic Bronchoscopy\nElectrocautery\nArgon plasma coagulation\nLaser\nAirway stenting\nEndobronchial valve placement\nBronchial thermoplasty\nPleural Procedures\nThoracentesis\nChest tubes\nTunneled pleural catheters\nPleurodesis\nMedical thoracoscopy\nOthers\nPercutaneous tracheostomy\nPercutaneous gastrostomy tube placementCHAPTER How to Start an Interventional Pulmonology Program such as an advanced practice nurse or physician’s assistant. Each team member’s roles should also be clearly defined in terms of the IP service and in the general practice. - *Marketin*g\nAs conveyed earlier, building a referral base is fundamental to growing and sustaining a new service. A marketing strategy should be developed to raise awareness and understanding of the benefits of the burgeoning IP service. This may include “meet and greet” with departmental and interdepartmental colleagues and respective heads of departments, colleagues outside of the institution, and patients or their advocates. Other avenues include educational meetings or lectures such as grand rounds with associated departments including pulmonary, thoracic surgery, and oncology. An active presence in multidisciplinary conferences, such as a tumor board meeting, is also beneficial. Frequent interaction during multidisciplinary conferences or shared or closely related clinics allows frequent encounters and interactions with other providers to build a rapport and broaden a referral base. A shared multispecialty clinic works well, but in some settings this may not be feasible or logistically possible. In those situations, a virtual multidisciplinary clinic could be considered, which are meetings or clinics in which members may not communicate or meet face-to-face but rather review patients in a virtual context, electronically and/or separately. Another important aspect of marketing would be advertising. This could be done by simply posting flyers, informational packets, or other advertising materials throughout a practice or hospital community or even local or regional media. This could also include providing educational courses or seminars.2,4,7 Further, more direct outreach to patients via conventional and social media along with medically relevant organizations or groups can be utilized. This could include interviews or advertisements on websites, blogs, radio, and television informing the community of the new IP service. - *Financial Overvie*w\nAlthough a basic goal of a new service would be to generate revenue and remain financially solvent, it can be challenging in a new IP practice. It is important for the practitioners and administrators to avoid isolating IP into its own financial group. It should be analyzed as part of an overall program that contributes significantly to patient recruitment, downstream revenue, institutional reputation, and patient satisfaction. Financial analysis of the IP program should include projected volume, revenue, expenses (fixed and variable), labor, and supplies (Box 19.2). Return on investment (ROI), break-even analysis, and pro forma projections are important to generate as part of the evaluation.1 Current procedural reimbursement is neither time nor cost efficient, so other considerations to generate revenue and decrease costs should be entertained. Some facets to consider would be in the initial and longitudinal patient care allowing for capturing of revenue via E/M. Moreover, downstream revenue and contribution margins from procedures such as endobronchial ultrasound (EBUS) may be cited as this has been known to impact additional services and practices by radiology, thoracic surgery, pathology, and oncology.2,4,8 Additionally, cost savings are afforded by IP given the high-quality and efficient care. This is especially important in financial “at-risk” models of care that cap the dollars available for patient care. Practice locations and staffing are other components to consider. Sharing office space or procedural areas with other specialists and/or departments may not only reduce associated costs but also increase referrals and revenue. An example is sharing office space with general pulmonologists or oncology groups, which leads to increased personal - *BOX 19.2 Components of Financial Analysis of an Interventional Pulmonology Progra*m\n1. Projected volume\n2. Expenses (a) Fixed cost - Facility cost - Depreciation (b) Variable cost - Labor - Supplies - Repairs\n3. Initial investment\n4. Cash flows\n5. Return on investment\n6. Break-even analysis\n7. Downstream revenue - Thoracic surgery - Radiation and medical oncology - Radiology services\n8. Contribution margins\nThis is especially important in financial “at-risk” models of care that cap the dollars available for patient care. Practice locations and staffing are other components to consider. Sharing office space or procedural areas with other specialists and/or departments may not only reduce associated costs but also increase referrals and revenue. An example is sharing office space with general pulmonologists or oncology groups, which leads to increased personal - *BOX 19.2 Components of Financial Analysis of an Interventional Pulmonology Progra*m\n1. Projected volume\n2. Expenses (a) Fixed cost - Facility cost - Depreciation (b) Variable cost - Labor - Supplies - Repairs\n3. Initial investment\n4. Cash flows\n5. Return on investment\n6. Break-even analysis\n7. Downstream revenue - Thoracic surgery - Radiation and medical oncology - Radiology services\n8. Contribution marginsSECTION Additional IP Topics\naccess, engagement, and discussions to drive further\nevaluations, procedures, and revenue. A shared procedural area and/or staff may reduce overhead, but may\nbring about other limitations, including lack of familiarity with advanced procedures, delays, or inefficiency\nin scheduling so monitoring efficiency and having the\nflexibility to adjust is important. EQUIPMENT\nAs related to the goals outline earlier, the relevant\nequipment needs should be assessed and strategically\nplanned. Initial costs to obtain and maintain equipment can be expensive. Direct costs would incorporate\nthe equipment and related supplies (such as forceps,\nneedles, etc.), whereas indirect costs would include\ncosts associated with staff, space, storage, and administration. A rationale to assess equipment needs for\nmedical necessity should be employed to avoid misusing funds for equipment that would be rarely used.4,7,9\nUnderstanding both the physician and especially the\nfacility reimbursement per procedure can help plan for\nfuture costs and time to pay off the purchases and maintain supply needs. INTERVENTIONAL PULMONOLOGY TEAM\nA dedicated IP team enhances the efficiency of the\nIP service. An experienced team has familiarity with\nthe nuances and specifics of each case and helps avoid\ndelays and decreased productivity. The members and\nroles of the IP team should be clearly identified so as\nto avoid missing or duplicating steps. An IP team may\ninclude nurses, respiratory therapists, medical assistants, and advanced practice providers with notable\ncaveats to each. Nurses may be involved throughout\nall phases of care, including initial evaluations, perioperatively, and in follow-up. Respiratory therapists are\ninvolved mainly in the perioperative phase, although\nlimited by being unable to administer sedation.\nAdvanced practice providers can be involved with all\nphases of care and further enhance the IP service by\nproviding some procedural services, triage, and follow-up care in multiple contexts, both outpatient clinic\nand inpatient services. The team should be developed\nbased on specific needs, member competencies, and\nlocal practice patterns. MONITORING\nAfter initiating a program, multiple elements should be\nassessed in follow-up to ensure the program is attaining\nthe original goals and to guide any changes if needed.\nRoutine assessments would include the types of and\nnumber of procedures, associated diagnoses, diagnostic\nyield, and complications, as well as other metrics such\nas procedural time and efficiency. The type and number\nof new inpatient and outpatient referrals and follow-up\nclinical visits may also be helpful in guiding the service.\nFiscal measures to monitor would include service revenue, clinical and procedural reimbursements, as well as\nclinical and procedural costs. Those involved in the revenue cycle of billing and collection must have an intimate\nunderstanding of both general billing and reimbursement along with aspects that are unique to IP. Once collected, these data should be evaluated to assess for areas\namenable for improvement. Why are some procedures\nmore common and others less so? Is there a lack of need\nfor some or is more education needed within the referral base? Are yields what are expected? Can the process\nsupport better yields, scheduling efficiency, and increase\nin satisfaction for patients and staff? Is billing being correctly done and in a timely manner? Are precertifications and appeals done correctly? Is there a pattern of\ndenials that needs direct follow-up with an insurance\ncarrier to avoid future issues? These are some of the\nquestions a successful program repeatedly explores and\nuses to refine the process. SUMMARY\nIP program development is challenging and exciting.\nBringing needed services to an institution that may not\nyet understand the need can greatly improve patient\ncare, quality, and experience. It can enhance the reputation of and referrals to an institution or practice. It is\nup to the IP service and their administrators to honestly\nassess the needs, plan for the proper introduction of\nnew technologies and programs, and be open to change\nas needs evolve. Having new technology is not a goal\nin and of itself. Asking for equipment that will benefit\npatients and the institution and delivering on the promise of a new program is more important than offering a\nspecific procedure. Growing an IP program takes focus\nand drive, often convincing people of a need that is real\ncarrier to avoid future issues? These are some of the\nquestions a successful program repeatedly explores and\nuses to refine the process. SUMMARY\nIP program development is challenging and exciting.\nBringing needed services to an institution that may not\nyet understand the need can greatly improve patient\ncare, quality, and experience. It can enhance the reputation of and referrals to an institution or practice. It is\nup to the IP service and their administrators to honestly\nassess the needs, plan for the proper introduction of\nnew technologies and programs, and be open to change\nas needs evolve. Having new technology is not a goal\nin and of itself. Asking for equipment that will benefit\npatients and the institution and delivering on the promise of a new program is more important than offering a\nspecific procedure. Growing an IP program takes focus\nand drive, often convincing people of a need that is realCHAPTER How to Start an Interventional Pulmonology Program but that they do not realize it exists. Success in identifying and satisfying that need is a reward in and of itself. REFERENCES\n1. Desai NR, French KD, Diamond EJ, Kovitz KL. Value-based proposition for a dedicated interventional pulmonology suite: an adaptable business model. Chest. 2018;154(3):699–708.\n2. French KD, Desai NR, Diamond E, Kovitz K. Developing an interventional pulmonary service in a community-based private practice: a case study. Chest. 2016;149(4):1094–1101.\n3. Assessing the industry using Porter’s five forces. Vet Rec. 2014;174(Suppl 1):3–4.\n4. Kessler E, Wahidi MM. The business of bronchoscopy: how to set up an interventional pulmonology program. Clin Chest Med. 2018;39(1):239–243.\n5. Beheshti MV, Meek ME, Kaufman JA. The interventional radiology business plan. J Vasc Interv Radiol. 2012;23(9):1181–1186.\n6. US Small Business Administration. Write your business plan. < https://www.sba.gov/starting-business/write-your-business-plan > ; Accessed 06.24.2017.\n7. Colt H. Development and organization of an interventional pulmonology department. Respirology. 2010;15:887–894.\n8. Pastis NJ, Simkovich S, Silvestri GA. Understanding the economic impact of introducing a new procedure: calculating downstream revenue of endobronchial ultrasound with transbronchial needle aspiration as a model. Chest. 2012;141(2):506–512.\n9. Kruklitis R, French K, Cangelosi MJ, Kovitz KL. Investing in new technology in Pulmonary Medicine - navigating the tortuous path to success. Chest. 2017;152(3):663–671.",
  "year": 2022,
  "h_level": "H3",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H3",
    "precedence": 0.625,
    "domain": [
      "coding_billing",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "spiration",
      "tbna",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": "2024-12-31",
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_htsaipp.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}