{
  "doc_id": "practical_gti_matbcao",
  "title": "Multimodality Approach to Benign Central Airway Obstruction",
  "abstract": "",
  "content": "Multimodality Approach to Benign Central Airway Obstruction INTRODUCTION\nCentral airway obstruction (CAO) is the narrowing of central airways (trachea, mainstem bronchi, and bronchus intermedius) due to benign and malignant diseases. In this chapter we focus on CAO due to benign diseases; it is important to note that “benign” here refers to the cause of the CAO (not caused by malignancy), but the consequences of benign CAO can be devastating and not benign in nature. The etiology of benign causes of CAO can be grouped into several large categories: mechanical/iatrogenic, inflammatory, infectious, dynamic, and idiopathic.1 The management of benign CAO depends on the etiology, type of lesion, and patient’s characteristics. CLASSIFICATION SYSTEMS\nBenign CAO can be classified into simple and complex. Simple CAO lesions are less than 1 cm in length, shaped like a web, and have no associated malacia or damage to cartilaginous tissue. Complex CAO lesions are longer than 1 cm, can involve the cartilage, and have more complex shapes like hourglass or irregular thickening. ETIOLOGY OF BENIGN CENTRAL AIRWAY OBSTRUCTION\nLung Transplant\nAirway complication rates after lung transplantation range from 2 % to 33 %. Complication rate is related to surgical technique, donor ventilation time, donor bronchus length, donor-recipient height mismatch, and prolonged periods of ischemia. Airway complications from transplantation include bronchial infection, necrosis, anastomotic dehiscence, fistula formation, granulation tissue, malacia, stenosis, or complete obstruction of the airway (vanishing airway). The location of the lesion can be at the anastomotic site or distal to it.2 PITS/PTTS\nPostintubation/posttracheostomy tracheal stenosis (PITS/PTTS) are manifestations of mechanical injury to central airway. PITS usually develops due to prolonged intubation ( > 7 days) with an overinflated cuff (pressure > 20 cm H2O). PTTS occurs due to cartilage damage during initial tracheostomy, infection, bleeding, or an overinflated cuff.3 Chemical Injury\nChemical injury to the airway can result from a variety of caustic gases (hydrochloric acid, ammonia, aldehydes), thermal injury from fire exposure in poorly ventilated areas, and pill aspiration (such as iron, potassium chloride, metformin).4 These injuries result in tracheobronchitis and extensive airway mucosal sloughing that ultimately leads to granulation, stricture, and stenosis. Systemic/Inflammatory Disease\nCartilaginous Processes\nRelapsing polychondritis (RP) is an immune-mediated disease that targets cartilage (collagen type II, IX, XI) in the eyes, ears, nose, joints, and large airways. Both malacia and stenosis can occur. RP spares the posterior tracheal membrane because it has no cartilage. The resulting tracheobronchomalacia/excessive dynamic airway collapse can be focal or diffused.5 George Z. Cheng and Momen M. Wahidi\ndes), thermal injury from fire exposure in poorly ventilated areas, and pill aspiration (such as iron, potassium chloride, metformin).4 These injuries result in tracheobronchitis and extensive airway mucosal sloughing that ultimately leads to granulation, stricture, and stenosis. Systemic/Inflammatory Disease\nCartilaginous Processes\nRelapsing polychondritis (RP) is an immune-mediated disease that targets cartilage (collagen type II, IX, XI) in the eyes, ears, nose, joints, and large airways. Both malacia and stenosis can occur. RP spares the posterior tracheal membrane because it has no cartilage. The resulting tracheobronchomalacia/excessive dynamic airway collapse can be focal or diffused.5 George Z. Cheng and Momen M. WahidiSECTION Therapeutic Bronchoscopy Procedures Tracheobronchopathia osteochondroplastica (TO) presents as calcified nodules due to accumulation of calcium phosphate in the airway cartilage. These lesions are characteristically located on the cartilages only. They are mainly asymptomatic and found incidentally but can be extensive in some patients and can lead to symptomatic airway stenosis.6 Granulomatous Processes\nGranulomatosis with polyangiitis (GPA) is an antineutrophil cytoplasmic antibody (ANCA)-associated necrotizing granulomatous vasculitis that can lead to airway inflammation and stenosis. The airway involvement is usually more resistant to systemic treatment.7 Sarcoidosis is a systemic nonnecrotizing granulomatous disorder that almost always involves the pulmonary system, including the airways. Stenosis can occur due to unchecked inflammation. Enlarged lymph nodes may cause extrinsic compression and airway stenosis.8 Inflammatory bowel disease (ulcerative colitis and Crohn’s disease) can lead to a necrotizing granulomatous infiltrative process in the airways that may result in inflammation and stenosis.9 Infiltrative Process\nAmyloidosis results from extracellular amyloid fibril deposition that is usually due to a beta-pleated sheet conformation of proteins. Light chain amyloidosis is due to plasma cell dyscrasia. Amyloid A amyloidosis is due to chronic inflammation with excess amyloid A deposition. Airway involvement is notable for infiltration and stenosis.10 Infections\nRecurrent respiratory papillomatosis (RRP), due to human papillomavirus (HPV) type 6 and 11 (with potential to transform to squamous cell cancer), presents as papilloma that can affect the entire upper and lower airways; the characteristic appearance is a “bunch of grapes.”11 Tuberculosis (TB) can cause endobronchial infection that can appear in various forms bronchoscopically, including edematous-hyperemic, fibrostenotic, tumorous, granular, or ulcerative form. Endobronchial TB usually involves lobar airways and airways > 2 cm in length. These airway lesions can be highly contagious, and bronchoscopy should be done with strict respiratory precautions when TB is suspected.12 Fungal infections (Aspergillus, Fusarium, mucormycosis, and Cryptococcus) can also present as airway stenosis. The presentation of fungal infection-related airway stenosis is extremely variable, and so care and caution should be noted when evaluating CAO to ensure ruling out concurrent fungal infection.13 Idiopathic\nAfter exclusion of all other causes, the diagnosis may be idiopathic subglottic stenosis-a disease that usually affects middle-aged women who also suffer from gastroesophageal reflux disease. Idiopathic CAO usually involves short segments of the subglottic area and can be recurrent over many years.1 CLINICAL PRESENTATION\nPatient presentation is dependent on etiology and severity of CAO. Commonly, patients will report dyspnea on exertion that can progress to shortness of breath at rest, wheezing, or stridor. Patients may also develop chronic cough or recurrent respiratory infections due to inability to clear secretions at the site of CAO. The degree of dyspnea typically correlates with the diameter of the affected airway, with dyspnea on exertion appearing when central airway luminal size is less than 25 % to 50 % of normal, with stridor occurring at a lumen less than 5 mm in diameter.1 DIAGNOSTIC TESTS\nPulmonary Function Tests With Flow-Volume Loops\nFlow-volume loops can help differentiate CAO into three functional groups (fixed, variable extrthoracic, and variable intrthoracic) and may help with characterizing the CAO diagnosis. These are illustrated in Imaging\nComputed tomography (CT) of the chest is a critical component to both diagnosis and treatment planning for benign CAO. High-resolution computed tomography (CT) (0.6–1-mm slices with overlap) allows for accurate evaluation of the length and extent of the stenosis, assessment of the extraluminal component, and determination of distal airway patency. High-resolution CT also enables custom/\ninal size is less than 25 % to 50 % of normal, with stridor occurring at a lumen less than 5 mm in diameter.1 DIAGNOSTIC TESTS\nPulmonary Function Tests With Flow-Volume Loops\nFlow-volume loops can help differentiate CAO into three functional groups (fixed, variable extrthoracic, and variable intrthoracic) and may help with characterizing the CAO diagnosis. These are illustrated in Imaging\nComputed tomography (CT) of the chest is a critical component to both diagnosis and treatment planning for benign CAO. High-resolution computed tomography (CT) (0.6–1-mm slices with overlap) allows for accurate evaluation of the length and extent of the stenosis, assessment of the extraluminal component, and determination of distal airway patency. High-resolution CT also enables custom/CHAPTER Multimodality Approach to Benign Central Airway Obstruction\npersonalized stent design in appropriate situations.14 If dynamic airway pathology is suspected, then computed tomography (CT) images in both the inspiratory and expiratory phases should be performed.15 Bronchoscopy Evaluation\nBronchoscopic evaluation of CAO should be done with the goal being to fully characterize the lesion (visual evaluation and measurement) and determine if there is a reversible component such as infection (via washing, needle/brush/forceps biopsy).\nA stand-alone diagnostic flexible bronchoscopy can be the first step, but it is discouraged if the airway stenosis is severe; if the lesion is severe, a simple diagnostic bronchoscopy can turn into an airway emergency, so the ability to escalate the level of care if required, even if doing a “simple” diagnostic bronchoscopy, is important. Often it is better for the interventional pulmonologist to perform one bronchoscopic evaluation that is both diagnostic and possibly therapeutic, starting with a flexible bronchoscope but with the rigid bronchoscope standing by, so that if warranted the procedure can be switched from diagnostic to therapeutic intervention as warranted.16 BENIGN CENTRAL AIRWAY OBSTRUCTION MANAGEMENT\nSuccessful benign CAO management rests on three fundamental principles. First, a multidisciplinary approach to the disease is essential to ensure all treatment modalities are considered. Thoracic surgery, otolaryngology, and interventional pulmonology should all be involved. Second, systemic treatment of the underlying disease is often more effective than local bronchoscopic treatment alone, so an integrated therapeutic approach is often warranted. Finally, in patients with minimal to no symptoms, it is often best to resort to a watchful waiting approach as interventions may make the lesion worse by precipitating additional inflammation and trauma. BRONCHOSCOPIC TREATMENTS\nMechanical Dilation\nDilation of the airway stricture can be accomplished using a balloon or rigid bronchoscope. Various types of balloons are available for dilation in the airway. The key is to use a balloon of the appropriate diameter and length. The diameter of the balloon is selected based on the airway size proximal to the stenotic segment as measured on CT scan. The length of the balloon is typically at least 0.5 cm longer than that of the stenotic segment, thus flanking the stenosis. Time of inflation is usually 30 s to 120 s. Repeated dilation and longer duration of dilation are suggested if the patient is able to tolerate the longer inflation times. Caution should be exercised in benign airway disease, as some airways can be very inflamed and fragile, and overdilation can result in rupture across a large area. It is usually prudent to start dilating with smaller balloons and then progressively increase balloon diameters during subsequent dilations as the airways Flow L*s-1\nVolume L -3–6 Flow L*s-1\nVolume L -3–6 Flow L*s-1\nVolume L -3–6\nway size proximal to the stenotic segment as measured on CT scan. The length of the balloon is typically at least 0.5 cm longer than that of the stenotic segment, thus flanking the stenosis. Time of inflation is usually 30 s to 120 s. Repeated dilation and longer duration of dilation are suggested if the patient is able to tolerate the longer inflation times. Caution should be exercised in benign airway disease, as some airways can be very inflamed and fragile, and overdilation can result in rupture across a large area. It is usually prudent to start dilating with smaller balloons and then progressively increase balloon diameters during subsequent dilations as the airways Flow L*s-1\nVolume L -3–6 Flow L*s-1\nVolume L -3–6 Flow L*s-1\nVolume L -3–6SECTION Therapeutic Bronchoscopy Procedures permit, making sure to reassess tissue effects after each dilation. Never inflate the balloon against significant pressure that can be felt by the assistant inflating the balloon and communicated to the operator.17 Of note, a rigid bronchoscope can be used as a dilation tool. In order to circumvent the need for repeated intubation of the patient, the operator can use a larger rigid tracheoscope to intubate the patient, then remove the universal head from the scope and insert smaller but longer rigid ventilating scopes through the tracheoscope. Smaller rigid ventilating scopes are used to dilate the stricture initially. Subsequently, progressively larger rigid ventilating bronchoscopes are passed through the rigid tracheoscope and across the stenotic segment. This telescope technique allows for ventilation and sequential dilation without the need for repeated intubation through the vocal cords.18 Electrocautery\nRadial cuts at 4, 8, and 12 o’clock location using an electrocautery knife or lasers (neodymium-doped yttrium aluminum garnet [Nd:YAG], potassium titanyl phosphate [KTP], carbon dioxide [CO2]) can be performed prior to balloon dilation for tight, circumferential strictures. These cuts allow for more effective dilation (2)19 of simple weblike strictures. Cryospray\nCryospray ablation (cryotherapy, liquid nitrogen-based) is a noncontact method that uses supercooling to cause cryonecrosis at the treatment site. This approach allows for both immediate softening of the scar tissue that allows for improved balloon dilation and also preserves extracellular matrix in tissues to form a scaffold for subsequent healing with minimal fibrotic response. However, care must be taken to ensure there is effective gas egress. The liquid nitrogen is released under conditions for rapid expansion (1 mL of liquid nitrogen expands to occupy 700 mL of volume in the form of nitrogen gas). The rapid increase in volume can result in barotrauma and potentially fatal pneumothorax and pneumomediastinum as well as air embolism if there is no effective gas egress/evacuation. Effective gas egress can be achieved by using a rigid scope with an open system, an endotracheal tube (ETT) with a deflated cuff, and by avoiding spray near severely obstructed lesions.20 Mitomycin C\nAs an antineoplastic agent, mitomycin C inhibits fibroblast proliferation. Mitomycin C has been used topically (0.4 mg/mL in 5 mL for total of 2 mg) to treat stenotic segments applied with a cotton pledget. It can also be D\nexpansion (1 mL of liquid nitrogen expands to occupy 700 mL of volume in the form of nitrogen gas). The rapid increase in volume can result in barotrauma and potentially fatal pneumothorax and pneumomediastinum as well as air embolism if there is no effective gas egress/evacuation. Effective gas egress can be achieved by using a rigid scope with an open system, an endotracheal tube (ETT) with a deflated cuff, and by avoiding spray near severely obstructed lesions.20 Mitomycin C\nAs an antineoplastic agent, mitomycin C inhibits fibroblast proliferation. Mitomycin C has been used topically (0.4 mg/mL in 5 mL for total of 2 mg) to treat stenotic segments applied with a cotton pledget. It can also be DCHAPTER Multimodality Approach to Benign Central Airway Obstruction given as a local injection in the airways with a transbronchial needle aspiration (TBNA) needle.21 Steroids\nSteroids are thought to suppress inflammation in the posttraumatic, proliferative phase of inflammation and may prevent progression to the fibrotic stage. However, there is no consensus on the timing, dosage, and route of administration, and efficacy remains largely unproven for many diseases. Usually, 80 mg of Depo-Medrol is mixed with 6 mL of normal saline and injected into the stenotic segment using a transbronchial needle aspiration (TBNA) needle. Injections are usually given at multiple sites in the stenotic areas.22 Stent\nAirway stents (silicone, hybrid, or covered self-expanding metallic) can be used in the treatment of benign CAO. Uncovered self-expanding metallic stents should not be used for benign CAO, as they quickly become embedded in the airway epithelium, resulting in significant difficulty when removing the stent. Airway stents in benign airways are typically left in place for short periods of time (3–12 months) while systemic treatments are administered or surgical options are contemplated. In rare occasions, airway stents can be the only options for some difficult lesions and can be left for years. In these situations, surveillance bronchoscopies are required every 6–12 months and stent replacement may be required ( Surgery\nIt is important to discuss benign CAO in a multidisciplinary conference. In the appropriate patients, surgery can be a definitive treatment option. Bronchoscopic treatment for benign CAO can lengthen the stenotic lesion if there are complications, thus risking converting a surgical lesion to a nonsurgical one. Bronchoscopic treatment should be considered as a bridge treatment or used in patients with no surgical options. Always consult with your surgery team and document your multidisciplinary treatment decision in patients with benign CAO.23\ntypically left in place for short periods of time (3–12 months) while systemic treatments are administered or surgical options are contemplated. In rare occasions, airway stents can be the only options for some difficult lesions and can be left for years. In these situations, surveillance bronchoscopies are required every 6–12 months and stent replacement may be required ( Surgery\nIt is important to discuss benign CAO in a multidisciplinary conference. In the appropriate patients, surgery can be a definitive treatment option. Bronchoscopic treatment for benign CAO can lengthen the stenotic lesion if there are complications, thus risking converting a surgical lesion to a nonsurgical one. Bronchoscopic treatment should be considered as a bridge treatment or used in patients with no surgical options. Always consult with your surgery team and document your multidisciplinary treatment decision in patients with benign CAO.23SECTION Therapeutic Bronchoscopy Procedures SUMMARY\nIn summary, benign central airways obstruction can result in significant morbidity; if left untreated, it can lead to increased mortality. There is a wide range of disease entities that lead to benign CAO, and treatments should be tailored in a multidisciplinary fashion to address each disease entity. Therapeutic bronchoscopy is one component of this multidisciplinary approach, but it is important to treat the underlying disease. REFERENCES\n1. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169(12):1278–1297.\n2. Machuzak M, Santacruz JF, Gildea T, Murthy SC. Airway complications after lung transplantation. Thorac Surg Clin. 2015;25(1):55–75.\n3. Shin B, Kim K, Jeong BH, et al. Clinical significance of differentiating post-intubation and post-tracheostomy tracheal stenosis. Respirology. 2017;22(3):513–520.\n4. Küpeli E, Khemasuwan D, Lee P, Mehta AC. “Pills” and the air passages. Chest. 2013;144(2):651–660.\n5. Ernst A, Rafeq S, Boiselle P, et al. Relapsing polychondritis and airway involvement. Chest. 2009;135(4):1024–1030.\n6. Ulasli SS, Kupeli E. Tracheobronchopathia osteochondroplastica: a review of the literature. Clin Respir J. 2015;9(4):386–391.\n7. Martinez Del Pero M, Jayne D, Chaudhry A, Sivasothy P, Jani P. Long-term outcome of airway stenosis in granulomatosis with polyangiitis (Wegener granulomatosis): an observational study. JAMA Otolaryngol Head Neck Surg. 2014;140(11):1038–1044.\n8. Polychronopoulos VS, Prakash UBS. Airway involvement in sarcoidosis. Chest. 2009;136(5):1371–1380.\n9. Camus P, Piard F, Ashcroft T, Gal AA, Colby TV. The lung in inflammatory bowel disease. Med (Baltim). 1993;72(3):151–183.\n10. O’Regan A, Fenlon HM, Beamis Jr JF, Steele MP, Skinner M, Berk JL. Tracheobronchial amyloidosis. Boston Univ experience 1984–1999 Med (Baltim). 2000;79(2):69–79.\n11. Fortes HR, von Ranke FM, Escuissato deep learning (DL), et al. Recurrent respiratory papillomatosis: a state-of-the-art review. Respir Med. 2017;126:116–121.\n12. Chung HS, Lee JH. Bronchoscopic assessment of the evolution of endobronchial tuberculosis. Chest. 2000;117(2):385–392.\n13. Marchioni A, Casalini E, Andreani A, et al. Incidence, etiology, and clinicopathologic features of endobronchial benign lesions: a 10-year consecutive retrospective study. J Bronchol Interv Pulmonol. 2018;25(2):118–124.\n14. Cheng GZ, San Jose Estepar R, Folch E, Onieva J, Gangadharan S, Majid A. Three-dimensional printing and 3D slicer: powerful tools in understanding and treating structural lung disease. Chest. 2016;149(5):1136–1142.\n15. Ferretti GR, Jankowski A, Perrin MA, et al. Multi-detector computed tomography (CT) evaluation in patients suspected of tracheobronchomalacia: comparison of end-expiratory with dynamic expiratory volumetric acquisitions. Eur J Radiol. 2008;68(2):340–346.\n16. Mahmood K, Wahidi MM, Thomas S, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respiration. 2015;89(5):404–413.\n17. Carlin BW, Harrell 2nd JH, Moser KM. The treatment of endobronchial stenosis using balloon catheter dilatation. Chest. 1988;93(6):1148–1151.",
  "year": 2022,
  "h_level": "H3",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H3",
    "precedence": 0.705,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "book_chapter",
    "aliases": [
      "tbna",
      "spiration"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_matbcao.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": []
}