{
  "id": "practical_gti_ctaipc",
  "title": "Chest Tubes and Indwelling Pleural Catheters",
  "abstract": "",
  "content": "Chest Tubes and Indwelling\nPleural CHEST TUBES - *Definitio*n\nTube thoracostomy has been described since antiquity, with the earliest accounts of using a tube for drainage of empyema from the pleural cavity from Hippocrates.1 Original chest tubes were implemented from fashioned reeds or metal tubes. Modern chest tubes are typically latex-free silicone or polyvinyl chloride (PVC) tubes ranging from size 6 to French (Fr), with multiple proximal fenestrations to improve drainage (see - *Histor*y\nSince the age of Hippocrates, ongoing controversy existed on whether thoracic injuries should be managed in an open or closed method. The first flexible chest tube with use of a water seal was described to treat empyema in 1873 by Playfair.2 Subsequently, major conflicts and war propelled rapid advancement of surgical techniques to manage blast and penetrating chest injuries. World War I coincided with the influenza epidemic of 1918 leading to the Empyema Commission and increasing recognition of the importance of timely drainage of empyema.3 At the time, open thoracic drainage with rib resection was associated with high mortality.4 In the 1920s, closed pleural drainage gained recognition, and by the outbreak of World War II chest tubes were left in place after thoracotomy. Even after World War II, serial thoracentesis was still common as the primary management for hemothoraces. It was not until the Vietnam war when closed pleural drainage gained traction as the primary means to evacuate the pleural space in traumatic injuries such as hemothorax and pneumothorax.5 Advances in medical and surgical techniques discovered on the battlefield were adopted to hospitals and civilian life and applied in routine clinical practice. - *Anatomy and Physiolog*y\nWith tidal respiration, the diaphragm and external intercostal muscles contract decreasing intrthoracic pressure within the thorax. Intrapleural pressure is typically −5 cm H2O at functional residual capacity, slightly subatmospheric due to the recoil of the chest wall and lung elasticity.6 With tidal respiration, the intrapleural pressure drops to about −8 cm H2O as intrthoracic volume increases. These oscillations in pressure are responsible for restful tidal respiration. A defect within the lung or chest wall can cause loss of pressure and inadequate ventilation. Accumulation of fluid or air within the pleural space can compress lung parenchyma and impair respiratory mechanics.6 Chest tubes connected to a closed drainage system allow for continuous drainage without influx of air into the chest. Several closed thoracic drainage systems including smaller portable models are available, which follow the same general principles. Most drainage systems utilize a three-chamber closed system Kevin Ross Davidson and Samira Shojaee\n\nax. Intrapleural pressure is typically −5 cm H2O at functional residual capacity, slightly subatmospheric due to the recoil of the chest wall and lung elasticity.6 With tidal respiration, the intrapleural pressure drops to about −8 cm H2O as intrthoracic volume increases. These oscillations in pressure are responsible for restful tidal respiration. A defect within the lung or chest wall can cause loss of pressure and inadequate ventilation. Accumulation of fluid or air within the pleural space can compress lung parenchyma and impair respiratory mechanics.6 Chest tubes connected to a closed drainage system allow for continuous drainage without influx of air into the chest. Several closed thoracic drainage systems including smaller portable models are available, which follow the same general principles. Most drainage systems utilize a three-chamber closed system Kevin Ross Davidson and Samira ShojaeeSECTION Pleural Disease (see Intermittent or continuous air leaks can be identified by the presence of air bubbles within the water-seal chamber. Note that in some older systems, the third suction control chamber that regulates the amount of negative pressure had water in it, which, when connected to wall suction, would bubble. This is not to be mistaken for the water-seal chamber, which is different. It is air bubbles coming through the water-seal chamber that indicates whether an air leak is present. Air leaks can be caused by leaks at any point in the drainage system, whether they are due to true lung disease or to loose connections, dislodgement of the chest tube, or equipment malfunction. Air leaks caused by incomplete or loose connections between the chest tube and the closed drainage\n\ngeneral principles. Most drainage systems utilize a three-chamber closed system Kevin Ross Davidson and Samira ShojaeeSECTION Pleural Disease (see Intermittent or continuous air leaks can be identified by the presence of air bubbles within the water-seal chamber. Note that in some older systems, the third suction control chamber that regulates the amount of negative pressure had water in it, which, when connected to wall suction, would bubble. This is not to be mistaken for the water-seal chamber, which is different. It is air bubbles coming through the water-seal chamber that indicates whether an air leak is present. Air leaks can be caused by leaks at any point in the drainage system, whether they are due to true lung disease or to loose connections, dislodgement of the chest tube, or equipment malfunction. Air leaks caused by incomplete or loose connections between the chest tube and the closed drainageCHAPTER Chest Tubes and Indwelling Pleural Catheters system or a tube that has migrated out of the chest and is entraining ambient air will generally cause continuous air leaks in the water-seal chamber if the system is on suction. If the system is not on suction (i.e., it is on water seal), such leaks may not be apparent. When a patient is on water seal, tidal variations in pleural pressure can be observed by movement of pleural fluid within the tubing if the system is closed and working properly. Lack of “tidaling” while on water seal without visible bubbles can indicate either an occluded chest tube or evacuation of all pleural fluid such that the lung has expanded completely to cover all fenestrations. Air leaks due to lung disease (such as bronchopleural fistulas) may be intermittent and flow rates may vary both over time and with phases of the respiratory cycle. Cerfolio devised a classification system to grade the degree of air leaks (see Box 16.1). Newer collection systems incorporate digital monitoring that can detect and quantify air leaks more precisely in addition to monitoring fluid output. The magnitude of the airflow through an air leak predicts time to air leak closure, with higher flow rates being associated with longer time until closure. Continuous monitoring, by informing physicians about flow rates, indirectly informs them about the probability of air leak closure, and may facilitate better management decisions and lead to earlier chest tube removal, which in turn may decrease hospital length of stay.8,9 For pneumothorax or prolonged air leak not accompanied by blood or pleural effusion, a rubber one-way Heimlich valve can also be considered as a less cumbersome alternative to water seal.10\n\nmay be intermittent and flow rates may vary both over time and with phases of the respiratory cycle. Cerfolio devised a classification system to grade the degree of air leaks (see Box 16.1). Newer collection systems incorporate digital monitoring that can detect and quantify air leaks more precisely in addition to monitoring fluid output. The magnitude of the airflow through an air leak predicts time to air leak closure, with higher flow rates being associated with longer time until closure. Continuous monitoring, by informing physicians about flow rates, indirectly informs them about the probability of air leak closure, and may facilitate better management decisions and lead to earlier chest tube removal, which in turn may decrease hospital length of stay.8,9 For pneumothorax or prolonged air leak not accompanied by blood or pleural effusion, a rubber one-way Heimlich valve can also be considered as a less cumbersome alternative to water seal.10SECTION Pleural Disease - *Procedural Techniqu*e An anatomic triangle of safety is defined for safe insertion of chest tubes using the perimeter outlined by the lateral edge of the pectoralis major, lateral edge of the latissimus dorsi, and the fifth intercostal space (see - *BOX 16.1 Cerfolio Classification of Air Leaks*7\n- Grade 1, FE. Air leak present during forced exhalation or coughing only\n- Grade 2, E. Air leak present during expiratory phase\n- Grade 3, I. Air leak present during inspiratory phase\n- Grade 4, C. Continuous air leak during both inspiration and exhalation Chest tube insertion can be a life-saving procedure with several established indications (see Box 16.2). In these circumstances, the risk and complications are low, although serious injury and death may occur from accidental complications during placement (see Box 16.3). No absolute contraindications exist for this possibly life-saving procedure, although relative contraindications include prior pleurodesis, large pulmonary blebs, severe coagulopathy, or severe thrombocytopenia. - - *BOX 16.2 Indications for Chest Tube Insertio*n\n- Empyema\n- Hemothorax\n- Penetrating chest trauma\n- Pleurodesis via chest tube (talc slurry)\n- Pneumothorax\n- Postoperative in cardiothoracic surgery\n- Symptomatic or complicated parapneumonic effusions - *BOX 16.3 Complications of Chest Tube Insertio*n\n- Fistula formation\n- Hemorrhage\n- Infection\n- Lung laceration and intraparenchymal tube placement\n- Malpositioning into abdominal cavity\n- Pneumomediastinum\n- Pneumothorax\n- Occlusion, kinking, or fracture of tubing\n- Vascular or mediastinal injury\n\nthrombocytopenia. - - *BOX 16.2 Indications for Chest Tube Insertio*n\n- Empyema\n- Hemothorax\n- Penetrating chest trauma\n- Pleurodesis via chest tube (talc slurry)\n- Pneumothorax\n- Postoperative in cardiothoracic surgery\n- Symptomatic or complicated parapneumonic effusions - *BOX 16.3 Complications of Chest Tube Insertio*n\n- Fistula formation\n- Hemorrhage\n- Infection\n- Lung laceration and intraparenchymal tube placement\n- Malpositioning into abdominal cavity\n- Pneumomediastinum\n- Pneumothorax\n- Occlusion, kinking, or fracture of tubing\n- Vascular or mediastinal injuryCHAPTER Chest Tubes and Indwelling Pleural Catheters diaphragmatic hernia as well as loculations of fluid. Generally, lateral insertion sites are preferred over posterior locations to afford patient comfort while in bed or in a chair, although loculated pleural fluid collections may dictate limited options for tube insertion location. Procedure sites should never be selected overlying regions of cellulitis or concerning rashes. Tube insertion sites should be selected immediately above each rib to avoid damage to the intercostal nerve and vasculature, which are typically shielded immediately inferior to each rib. Extremely posterior paraspinal approaches should also be approached with caution given evidence that the intercostal artery often runs within the intercostal space unshielded by the ribs within the first 6 cm lateral to the spine.12 After informed consent is obtained, an appropriate site is selected and marked, and a time-out is performed to verify the patient’s identity, laterality of the procedure, and relevant clinical data. The skin is cleansed and prepped with topical antiseptics such as chlorhexidine or povidone-iodine. Proceduralists don sterile attire including a sterile gown, gloves, bouffant cap, mask, and protective eyewear. The site is then draped with a sterile field. Local anesthesia is injected within the skin and deeper levels of the chest wall down to the parietal pleura. Adequate analgesia can be accomplished with local anesthesia alone, although an intercostal nerve block or intravenous sedation and analgesia may be considered in some cases. For surgical chest tube insertion, scalpel incision is made parallel to the rib through the skin. Subcutaneous fat, fascia, and intercostal muscles of the chest wall are then bluntly divided. The parietal pleura is also entered bluntly immediately over the rib with the closed end of a pair of curved Kelly forceps. This tract is then dilated and a gloved finger is used to enter the rent within the parietal pleura and the finger is then used to sweep circumferentially to ensure there are no pleural adhesions. Next, using curved Kelly forceps, the chest tube is guided through the tract into the pleural space. An alternative method of surgical chest tube placement is to use a preloaded chest tube over a sharp trocar rather than the Kelly forceps. Once the chest tube has successfully entered the pleural space, it may be directed either apically or toward the base of the thorax depending on indication. Apical chest tubes are warranted for pneumothorax, while a more basal position may be required for pleural effusions and empyema. The chest tube is anchored into position with sutures, covered with gauze, and secured to the chest wall with tape. Attention should be paid to ensure all connections are tight and secured. Chest tubes should be connected to a closed drainage system on either water seal or continuous suction (typically −20 cm H2O) initially. Alternatively, chest tubes can also be placed percutaneously over a wire utilizing a Seldinger technique similar to that used for central venous catheter placement. With this technique, ultrasound use, site location, prepping, draping, and steps for anesthesia remain the same. A needle is then advanced immediately over the rib into the pleural space with confirmation of correct location either by aspiration of pleural fluid or air in the case of pneumothorax. Next, a flexible wire is introduced into the pleural space via the needle and then the needle is withdrawn leaving just the flexible guidewire. One or more dilators are then passed over the wire until the passage is large enough for the chest tube to pass. For a small chest tube that might be used for a pneumothorax, typically only one dilator will be needed, whereas for larger chest tubes, progressively larger dilators would be used. Once the tract is dilated sufficiently, the chest tube is loaded with a stiffening trocar inside of it and the chest tube/trocar unit is passed over the wire into the pleural space. At this point the trocar and wire are removed and the chest tube is secured as described earlier. Proponents of this method favor the ease of insertion, minimally invasive technique, and smaller incision at entrance site. Selection of chest tube size remains a controversial topic, although use of small-bore ( < = Fr) chest tubes is increasing. Procedural indication should guide the choice of chest tube size. Larger chest tubes are preferred by some physicians in cases of hemothorax, empyema, or large air leaks in patients on positive-pressure ventilation because they may in theory be less likely to clog, kink, or become dislodged.13 For these reasons they are often selected in trauma settings. However\n\nchest tube is loaded with a stiffening trocar inside of it and the chest tube/trocar unit is passed over the wire into the pleural space. At this point the trocar and wire are removed and the chest tube is secured as described earlier. Proponents of this method favor the ease of insertion, minimally invasive technique, and smaller incision at entrance site. Selection of chest tube size remains a controversial topic, although use of small-bore ( < = Fr) chest tubes is increasing. Procedural indication should guide the choice of chest tube size. Larger chest tubes are preferred by some physicians in cases of hemothorax, empyema, or large air leaks in patients on positive-pressure ventilation because they may in theory be less likely to clog, kink, or become dislodged.13 For these reasons they are often selected in trauma settings. HoweverSECTION Pleural Disease\nfenestration to the chest wall should be noted, as any outward migration of the tube can dislodge this fenestration into the tissues of the chest wall. In the case of drainage of infection or instillation of medications into the chest, extrthoracic fenestrations may seed these tissues with infection or allow unintended medication administration. The cumulative fluid drainage through the tube and presence of an air leak should also be charted. A practical step is to mark the date and time next to the fluid level within the drainage system with each nursing shift. In the case of pneumothorax, ongoing air leak is evaluated by the presence of air bubbles during the respiratory cycle in the water-seal chamber ( Medication Administration Via Chest Tube for Pleural Space Infections\nOnce in place, chest tubes can be used to deliver medications into the pleural space. An in-line three-way stopcock can simplify instillation of medications. Fibrinolytics in combination with dornase alfa are used in pleural space infections to disrupt complex fluid collections with septations and thin infected fluid to afford drainage. The combination of 10-mg tissue plasminogen activator (tPA) and 5-mg dornase alfa twice daily with 1-h dwell time for 3 days has demonstrated benefit in resolution of pleural space opacification on chest x-ray and decreased need for surgical intervention when combined with antibiotic therapy.16 However, patients with pleural sepsis who fail antibiotics and chest tube drainage with fibrinolytics should be considered for surgical management. Medication Administration Via Chest Tube for Pleurodesis\nA similar method using a three-way stopcock can be used for delivering sclerosing agents for pleurodesis. Talc is the most common sclerosant used for chemical pleurodesis; however, many other agents such as bleomycin, povidone-iodine, and tetracycline antibiotics have been used and have shown varying degrees of efficacy.17 The goal of chemical pleurodesis is obliteration of the pleural space by achieving symphysis of the parietal and visceral pleura. Chemical pleurodesis is a definitive therapy for the management of reexpandable recurrent malignant pleural effusion (MPE) and some nonmalignant etiologies. Guidelines for management of MPE suggest that talc slurry delivered via chest tube and talc poudrage via thoracoscopy are similar in terms of their ability to promote pleurodesis.18 Prior to administering sclerosant medication for pleurodesis, lidocaine can be administered via chest tube to decrease pain associated with pleurodesis. Typically, 10–20 mL of 1 % lidocaine without epinephrine is used (not to exceed maximum total recommended lidocaine dosage of 4.5 mg/kg). Additional analgesics may be needed to ensure patient comfort. Other therapies such as intrapleural saline\n\nof the parietal and visceral pleura. Chemical pleurodesis is a definitive therapy for the management of reexpandable recurrent malignant pleural effusion (MPE) and some nonmalignant etiologies. Guidelines for management of MPE suggest that talc slurry delivered via chest tube and talc poudrage via thoracoscopy are similar in terms of their ability to promote pleurodesis.18 Prior to administering sclerosant medication for pleurodesis, lidocaine can be administered via chest tube to decrease pain associated with pleurodesis. Typically, 10–20 mL of 1 % lidocaine without epinephrine is used (not to exceed maximum total recommended lidocaine dosage of 4.5 mg/kg). Additional analgesics may be needed to ensure patient comfort. Other therapies such as intrapleural salineCHAPTER Chest Tubes and Indwelling Pleural Catheters irrigation, antibiotic instillation, and intrapleural chemotherapeutic administration have also been described, but there are limited data regarding their efficacy.19,20 - *Troubleshooting and Removal of Chest Tube*s\nOn examination, the connections between the chest tube, tubing, closed drainage system, and suction should be examined for discontinuity or leakage, obstruction, or kinking. If a chest tube becomes clogged, it can be cleared by flushing with sterile saline with attention to maintaining sterile techniques to avoid introducing any contaminants into the chest. For small chest tubes, a three-way stopcock can be placed in-line to facilitate access. Routine stripping or milking of chest tubes is not recommended.21 Patients with chest tubes in place should be encouraged to maintain their activity level with physical therapy, time out of bed, and daily walking to prevent deconditioning and reduce risks of venous thrombosis. In addition to anchoring sutures and securing tubing to the chest wall with tape, patients and nursing personnel should be cautioned to be mindful of tubing to prevent accidental dislodgement. A small amount of physiologic pleural fluid, ~12 mL, exists based on an equilibrium of inflow and egress based on Starling forces.6,22 Removal of a chest tubes is determined by several clinical and radiographic factors. For example, after lobectomy, a chest tube can be removed in the absence of an air leak when drainage tapers to 300–450 mL/day.23,24 Evacuation of an effusion, rate of ongoing drainage, presence of any air leak, and reexpansion of lung on chest imaging all need to be taken into account. Although a controversial topic, most doctors use a target volume of 50–100 mL daily drainage as the appropriate time for chest tube removal. Protocols for removal of chest tubes vary and should be tailored to each patient’s circumstances. Very small chest tubes can be removed with placement of a small dressing. In patients with a very thin chest wall or larger chest tube, an occlusive dressing such as petroleum gauze is recommended to prevent air entry into the chest. Removal of large chest tubes occasionally necessitates sutures to close the defect/tract in the chest wall at the skin. As a practical tip to simplify removal of larger tubes, a horizontal mattress anchoring stitch can be sutured into the skin at the time of insertion, which enables a simple purse-string-like closure at time of removal, without need for an additional suturing step.25 The patient is directed to hum or Valsalva while tubes are being removed to reduce risk of entraining ambient air through the defect in the chest wall. - *Future Horizons for Chest Tube*s\nTube thoracostomy remains a proven procedure and at times can be a life-saving technique with verified efficacy. Use of ultrasound reduces risk of malpositioned tubes and smaller tubes can be tolerated better by patients. Digital monitoring systems may have a role in minimizing the duration chest tubes stay in place in postsurgical patients, which may in turn help shorten hospital length of stay.26 INDWELLING PLEURAL CATHETERS\n- *Definitio*n\nIndwelling pleural catheters (IPCs), also referred to as tunneled pleural catheters (TPCs), are a useful tool in the management of recurrent pleural effusions. They are flexible silicone 15.5 Fr or Fr chest tubes with fenestrations along the tubing length and tip, inserted into the pleural space via a tunneled insertion site (see - *General Consideration*s\nFormerly, patients with MPEs were treated with serial thoracentesis or pleurodesis in cases with reexpandable lung. In 1994, Robinson et al. described a series of patients with recurrent MPE who were palliated with a pleural Tenckhoff catheter, usually used in the abdomen for peritoneal dialysis.28 Thereafter, IPCs gained in popularity as a potentially useful tool to allow ambulatory patients the ability to drain recurrent pleural effusions independently for several indications (see Box 16.4). Possible complications of IPC placement are similar to chest tube placement (see Box 16.5). Multiple studies assessing the efficacy, safety, impact on patient-centric outcomes such as dyspnea score, days out of hospital, and quality of life have confirmed their positive impact in the care of recurrent symptomatic pleural effusions.29–31 For MPEs, IPCs have been shown to decrease\n\nthoracentesis or pleurodesis in cases with reexpandable lung. In 1994, Robinson et al. described a series of patients with recurrent MPE who were palliated with a pleural Tenckhoff catheter, usually used in the abdomen for peritoneal dialysis.28 Thereafter, IPCs gained in popularity as a potentially useful tool to allow ambulatory patients the ability to drain recurrent pleural effusions independently for several indications (see Box 16.4). Possible complications of IPC placement are similar to chest tube placement (see Box 16.5). Multiple studies assessing the efficacy, safety, impact on patient-centric outcomes such as dyspnea score, days out of hospital, and quality of life have confirmed their positive impact in the care of recurrent symptomatic pleural effusions.29–31 For MPEs, IPCs have been shown to decreaseSECTION Pleural Disease hospital length of stay, improve quality of life, and have a low rate of malfunction while also being cost-effective as compared to alternative strategies such as serial thoracentesis.32 Procedural Technique\nIPCs can be placed either as an outpatient bedside percutaneous procedure or at the time of medical or surgical thoracoscopy. Steps in identifying an appropriate site for percutaneous insertion are similar to chest tube placement described earlier. More anterolateral positioning is preferred to afford patients the ability to monitor both the exit site and tunneled portions for signs of infection or leakage. Ultrasound is recommended to confirm a satisfactory position, evaluate for any intervening vessels, and estimate the thickness of the chest wall. Once a pleural insertion site is selected, the planned tunneled portion and tube exit site should be planned in a region more anteromedial, which will be easy to access and dress while being mindful to avoid being too close to the nipple, breast tissue, axilla, or around ostomies, tunneled ports, ventriculoperitoneal shunt, or other implanted devices. The tunneled length can vary but should be planned to span a palm’s width ~8–12 cm. Informed consent is obtained and a time-out is performed. The patient is prepped and draped in sterile fashion with a full-length drape exposing the pleural insertion site, planned tunnel, and exit site for the IPC. The skin is anesthetized with local anesthesia. A needle is advanced immediately over the rib at the planned insertion site into the pleural space until pleural fluid can be aspirated. Then a wire is advanced through the needle into the thorax and the needle is removed leaving the wire behind. Additional local anesthesia with lidocaine is given at the insertion site and at the planned exit site/cuff site as well as along the planned tunnel that will connect the two sites. Two small parallel incisions are made with a scalpel nick, one at the insertion site (which has the guidewire in place) and another one at the planned exit site/cuff site. The blunt-ended dilator is loaded onto the IPC to guide tunneling through subcutaneous tissues that connect the exit site/cuff site to the insertion site. The tunneling will start at the exit site/cuff site and move toward the insertion site where the wire currently is placed. The blunt dilator is advanced along the previously planned tunnel until it emerges from the insertion site incision. At that point, the blunt dilator is pulled through the tunnel, bringing the loaded IPC with it. Once the IPC comes out of the insertion site, it can be disconnected from the blunt dilator and pulled further through the tunnel. The IPC is pulled just far enough that the cuff of the IPC is adjusted to within 1 cm from the exit site at the skin (not the insertion site). Next, serial dilators are loaded onto the wire and advanced into the pleural space and then removed. A final peel-away trocar with an internal dilator is advanced all the way into the pleural space, and the inner dilator and wire are removed. Special attention during dilation over the wire is critical to ensure only the chest wall tissues are being dilated. Advancing stiff dilators deeper into the chest can result in lung or vascular injury or mediastinal perforation. The proximal end of the IPC is then advanced through the peel-away trocar into the chest with attention to avoid any kinking or coiling of the tubing. Thereafter, the peel-away catheter is withdrawn with attention to keeping the IPC in place and preventing dislodgement during the peeling process. After the peel-away catheter is fully removed, the remainder of the IPC should be gently pushed into the pleural space and any kinks in the tubing should be fixed by application of appropriate gentle pressure. If the IPC bends too sharply at the insertion site the tube may kink, blocking fluid drainage. Appropriate tube placement is verified by hooking the IPC to suction to confirm the flow of pleural fluid. If there is kinking of the catheter obstructing BOX 16.5 Complications of IPC placement\n- Catheter tract metastasis\n- Hemorrhage\n- Infection (including pleural space infection, tunnel-site infection, exit-site infection, cellulitis)\n- Leakage around tubing\n- Lung laceration\n- Malpositioning\n- Mediastinal injury\n- Obstruction, kinking, or fracture of tubing\n- Pneumomediastinum\n- Pneumothorax BOX 16.4 Indications for IPC placement\n- Recurrent symptomatic malignant pleural effusion\n- Recurrent symptomatic nonmalignant effusions refractory to medical management\n\nthe insertion site the tube may kink, blocking fluid drainage. Appropriate tube placement is verified by hooking the IPC to suction to confirm the flow of pleural fluid. If there is kinking of the catheter obstructing BOX 16.5 Complications of IPC placement\n- Catheter tract metastasis\n- Hemorrhage\n- Infection (including pleural space infection, tunnel-site infection, exit-site infection, cellulitis)\n- Leakage around tubing\n- Lung laceration\n- Malpositioning\n- Mediastinal injury\n- Obstruction, kinking, or fracture of tubing\n- Pneumomediastinum\n- Pneumothorax BOX 16.4 Indications for IPC placement\n- Recurrent symptomatic malignant pleural effusion\n- Recurrent symptomatic nonmalignant effusions refractory to medical managementCHAPTER Chest Tubes and Indwelling Pleural Catheters\nfluid flow, additional gentle pressure to the catheter at the insertion site to straighten out the turn in the catheter will usually suffice. Putting gentle back tension on the skin surrounding the catheter at the cuff site may help facilitate working out the kink. The two chest wall incisions are then closed with suture and the catheter is anchored with suture to the skin. A sterile foam pad is applied to the skin and the IPC is coiled in place under a second sterile bandage. An occlusive dressing is then applied over these dressings to secure the IPC to the chest wall. In 2 weeks, the sutures are removed and the IPC is held in place by granulation tissue surrounding the polyester cuff. Care and Drainage of Indwelling Pleural Catheters\nPatients and their caretakers are educated on how to perform drainage with aseptic technique, dressing changes, and to monitor for signs and symptoms of infection. Patients are directed to drain until fluid stops flowing or they develop discomfort in their chest, or pain or pressure radiating to their neck, jaw, or shoulder. Handwashing and diligent aseptic techniques are emphasized to decrease infectious complications. With each drainage, the prior dressing is removed and discarded and a new sterile dressing is applied. Development of fever, swelling, erythema over the entry site, tunnel, or exit site, or change in character and color of the fluid drainage should prompt further evaluation. Patients with IPC are advised against immersion in baths, swimming, or hot tubs, or other situations in which the catheter would be underwater. The goal of IPC placement in MPE is palliation of symptoms such as dyspnea and chest discomfort. Patients are directed to drain daily, every other day, or when symptomatic. The rate of pleural fluid accumulation can vary, and some patients require more frequent drainage than others. A randomized controlled trial of daily drainage versus every other day demonstrated shorter time to autopleurodesis and catheter removal with daily drainage as compared to draining every other day-median time 54 days with daily drainage versus 90 days with every other day.33 Removal of Indwelling Pleural Catheters\nIPCs are considered for removal once drainage has decreased to < = 150 mL on three consecutive drainages. Depending on the patient’s drainage schedule, the frequency of drainage can then be reduced. If drainage remains < = 150 mL for three occurrences on an every-other-day schedule, the IPC can be considered for removal. Chest x-ray or chest ultrasound should be performed prior to removal to rule out a persistent nondraining effusion due to either IPC occlusion or kinking (see section on Troubleshooting Indwelling Pleural Catheters). IPCs that have been in place for shorter durations may be removed with steady traction. Otherwise the patient can be given local anesthesia with 1 % lidocaine so adherent tissue to the polyester cuff can be dissected away with the tip of Kelly forceps. Fracture of IPCs on removal is rarely described in case series where fragments of the catheter may break off during removal. If the catheter is in sight and tissue dissection can result in retrieval of the catheter, the IPC can be removed; however, if there are no concerns for infection, abandonment of the fractured portion of the IPC can be considered, especially in light of the limited prognosis and palliative goal of care for most recipients of IPCs.34 Benefits of Indwelling Pleural Catheters Versus Mechanical/Chemical Pleurodesis\nRecurrent symptomatic pleural effusions can be treated with pleurodesis or placement of an IPC with similar success rates.35 However, if the underlying lung is unexpandable, IPCs can still alleviate symptoms of dyspnea by reducing weight and pressure on the diaphragm, whereas pleurodesis has a higher rate of failure due to lack of pleural apposition in these instances.36 IPC has been compared to talc pleurodesis in a head-to-head randomized controlled trial demonstrating fewer hospitalization days from treatment to death with no significant difference in improvement in breathlessness or quality of life between two groups.30 Talc Slurry Pleurodesis Via Indwelling Pleural Catheter\nIPCs are proven to be effective for delivery of talc slurry pleurodesis.37 The pleural space is drained completely via IPC, then patients are premedicated with intrapleural lidocaine without epinephrine, typically 3 mg/kg up to 250 mg (maximum total recommended dosage from all sources < = 4.5 mg/kg of lidocaine), followed by talc slurry containing 4 g of sterile-graded talc combined with 50 mL of 0.9 % sterile saline followed by a saline\n\n.36 IPC has been compared to talc pleurodesis in a head-to-head randomized controlled trial demonstrating fewer hospitalization days from treatment to death with no significant difference in improvement in breathlessness or quality of life between two groups.30 Talc Slurry Pleurodesis Via Indwelling Pleural Catheter\nIPCs are proven to be effective for delivery of talc slurry pleurodesis.37 The pleural space is drained completely via IPC, then patients are premedicated with intrapleural lidocaine without epinephrine, typically 3 mg/kg up to 250 mg (maximum total recommended dosage from all sources < = 4.5 mg/kg of lidocaine), followed by talc slurry containing 4 g of sterile-graded talc combined with 50 mL of 0.9 % sterile saline followed by a salineSECTION Pleural Disease talc) by day 35 with this intervention without significant increase in blocked IPCs. By day 70, the rate of successful pleurodesis was increased from 27 % to 51 % with talc. Furthermore, IPC talc pleurodesis was also associated with statistically significant improvements in questionnaire-reported quality-of-life scores as well. Management of Indwelling Pleural Catheter Complications Multicenter trials have demonstrated a relatively low IPC infection rate of 5 %. Similar rates of infection have also been described among immunocompromised patients with IPC undergoing chemotherapy. Infections can manifest as cellulitis surrounding the exit site, infection and abscess overlying the tunneled portion, or pleural space infection (see Metastatic seeding of the catheter tract is a rare event, occurring in less than 5 % of cases. The one exception to this is malignant mesothelioma, which is associated with a higher incidence of catheter tract metastasis-up to 26 % of cases as observed in a single-center study. 41 A randomized controlled trial evaluating prophylactic radiation for prevention of procedure tract metastasis following pleural interventions in mesothelioma patients failed to demonstrate any benefit. However, only 25 out of 183 patients in the trial had IPCs-the majority of patients had other pleural interventions that were short-term like thoracoscopy or video-assisted thoracoscopic surgery (VATS). Incidence of tract metastasis may be related to both the specific form of cancer and the duration in which an indwelling tube remains in place. Providers should be aware of and vigilant to monitor this complication, especially in cases of malignant mesothelioma. Troubleshooting Indwelling Pleural Catheters If drainage slows or stops and imaging reveals a persistent pleural effusion, the IPC can be flushed with sterile saline to ensure adequate function. There are no clear guidelines or clinical trials to address the management of nondraining IPCs. Based on limited existing literature, however, if saline flushing does not lead to improved drainage, 2–4 mg of tPA can be instilled Infectious Complications and Management of IPCs The table below outlines infectious complications and their management. For IPC exit-site cellulitis, which presents with erythema, swelling, or pain surrounding the IPC exit site, management often involves oral antibiotics alone to overcome local infection. Removal of the IPC is infrequently indicated. 39,40 For IPC tunnel-site infections, characterized by erythema, swelling, or pain overlying the tunneled portion of the IPC, antibiotics may be sufficient, but IPC removal may be needed if there is abscess formation. For IPC pleural space infections, presenting with fever, chest pain, malaise, or a change in the character of fluid drainage that becomes cloudier or frank pus, management includes continuous IPC drainage with intravenous antibiotics. Intrapleural fibrinolytics can be considered; however, if treatment fails, the IPC can be removed, followed by chest tube placement. Surgical interventions may be considered for refractory infections. IPC, Indwelling pleural catheter.\n\nwhich presents with erythema, swelling, or pain surrounding the IPC exit site, management often involves oral antibiotics alone to overcome local infection. Removal of the IPC is infrequently indicated. 39,40 For IPC tunnel-site infections, characterized by erythema, swelling, or pain overlying the tunneled portion of the IPC, antibiotics may be sufficient, but IPC removal may be needed if there is abscess formation. For IPC pleural space infections, presenting with fever, chest pain, malaise, or a change in the character of fluid drainage that becomes cloudier or frank pus, management includes continuous IPC drainage with intravenous antibiotics. Intrapleural fibrinolytics can be considered; however, if treatment fails, the IPC can be removed, followed by chest tube placement. Surgical interventions may be considered for refractory infections. IPC, Indwelling pleural catheter.CHAPTER Chest Tubes and Indwelling Pleural Catheters via the IPC followed by 20-mL sterile saline flush and allowed to dwell for 1 h.43 For patients with persistent dyspnea with symptomatic loculations that prevent adequate draining, intrapleural tPA can also be considered, although with a small increased risk of bleeding.34 Utility of Indwelling Pleural Catheters in Nonmalignant Pleural Effusions Congestive heart failure is the most common cause of pleural effusions. Effusions can become refractory to therapy necessitating serial thoracentesis. Symptomatic patients can undergo IPC placement with improvement in symptoms and may also achieve eventual pleurodesis with subsequent removal.44,45 Hepatic hydrothorax is another morbid condition that can cause rapidly reaccumulating symptomatic pleural effusion. If patients develop refractory symptomatic effusions despite sodium restriction, diuretic therapy, or consideration for transjugular intrahepatic portosystemic shunt (TIPS), IPC can be considered in a multidisciplinary approach in selected patients as either a bridge to liver transplantation or to palliate symptoms; although caution should be exercised as these patients are shown to have a higher risk of IPC-related infection.46 A multicenter study of hepatic hydrothorax treated with IPC observed a 10 % infection risk and 2.5 % mortality.47 Pleural effusions are also common in patients with end-stage renal disease. In a small case series of eight patients, IPCs have a similar rate of efficacy and can achieve pleurodesis in this population when used for refractory effusions.48 Future Horizons of Indwelling Pleural Catheters Since their inception, IPCs have gained rapid acceptance in their efficacy for palliation of MPE. Their utility as a route of pleurodesis is also encouraging as a minimally invasive means to palliate recurrent pleural effusions. IPCs are well tolerated by patients, cost-effective in cases of MPE and limited life expectancy, and removable in some cases.49 A newer generation of IPCs coated with sclerosants such as silver nitrate is being evaluated. REFERENCES\n1. Hippocrates Genuine Works of Hippocrates. London: Sydenham Society; 1847.\n2. Playfair GE. Case of empyema treated by aspiration and subsequently by drainage: recovery. Br Med J. 1875;1:45.\n3. Walcott-Sapp S., Sukumar M. A history of thoracic drainage: from ancient Greeks to wound sucking drummers to digital monitoring. Retrieved from < https://www.ctsnet.org/article/history-thoracic-drainage-ancient-greeks-wound-sucking-drummers-digital-monitoring > ; 2018.\n4. Churchill E. Wound surgery encounters a dilemma. J Thorac Surg. 1958;35:279–290.\n5. McNamara J, Messersmith J, Dunn R, Molot MD, Stremple JF. Thoracic injuries in combat casualties in Vietnam. Ann Thorac Surg. 1970;10:389–401.\n6. Mason R, Broaddus V, Martin T, eds. Murray & Nadel’s Textbook of Respiratory Medicine. 5th ed. Philadelphia: Elsevier Saunders; 2010.\n7. Cerfolio RJ. Advances in thoracostomy tube management. Surg Clin North Am. 2002;82(4):833–848.\n8. Shintani Y, Funaki S, Ose N, et al. Air leak pattern shown by digital chest drainage system predict prolonged air leakage after pulmonary resection for patients with lung cancer. J Thorac Dis. 2018;10(6):3714–3721.\n9. Zhou J, Lyu M, Chen N, et al. Digital chest drainage is better than traditional chest drainage following pulmonary surgery: a meta-analysis. Eur J Cardiothorac Surg. 2018;54(4):635–643.\n10. Gogakos A, Barbetakis N, Lazaridis G, et al. Heimlich valve and pneumothorax. Ann Transl Med. 2015;3(4):54.\n11. Liu YH, Lin YC, Liang SJ, et al. Ultrasound-guided pigtail catheters for drainage of various pleural diseases. Am J Emerg Med. 2010;28:915–921.\n12. Helm EJ, Rahman NM, Talakoub O, Fox deep learning (DL), Gleeson FV. Course and variation of the intercostal artery by computed tomography (CT) scan. Chest. 2013;143(3):634–639. https://doi.org/10.1378/chest.12–1285.\n\n2018;54(4):635–643.\n10. Gogakos A, Barbetakis N, Lazaridis G, et al. Heimlich valve and pneumothorax. Ann Transl Med. 2015;3(4):54.\n11. Liu YH, Lin YC, Liang SJ, et al. Ultrasound-guided pigtail catheters for drainage of various pleural diseases. Am J Emerg Med. 2010;28:915–921.\n12. Helm EJ, Rahman NM, Talakoub O, Fox deep learning (DL), Gleeson FV. Course and variation of the intercostal artery by computed tomography (CT) scan. Chest. 2013;143(3):634–639. https://doi.org/10.1378/chest.12–1285.SECTION Pleural Disease 17. Clive AO, Jones HE, Bhatnagar R, Preston NJ, Maskell N. Interventions for the management of malignant pleural effusions: a network meta-analysis. Cochrane Database Syst Rev. 2016;5(5):CD010529. https://doi.org/10.1002/14651858.CD010529.pub2.\n18. Feller-Kopman DJ, Reddy CB, DeCamp MM, et al. Management of malignant pleural effusions: an official ATS/STS/STR clinical practice guideline. Am J Respir Crit Care Med. 2018;198(7):839–849.\n19. Hooper CE, Edey AJ, Wallis A, et al. Pleural irrigation trial (PIT): a randomized controlled trial of pleural irrigation with normal saline versus standard care in patients with pleural infection. Eur Respir J. 2015;46:456–463.\n20. Hu R, Jiang H, Li H, Wei D, Wang G, Ma S. Intrapleural perfusion thermo-chemotherapy for pleural effusion caused by lung carcinoma under VATS. J Thorac Dis. 2017;9(5):1317–1321.\n21. Day TG, Perring RR, Gofton K. Is manipulation of mediastinal chest drains useful or harmful after cardiac surgery? Interact Cardiovasc Thorac Surg. 2008;7(5):888–890.\n22. Zocchi L. Physiology and pathophysiology of pleural fluid turnover. Eur Respir J. 2002;20:1545–1558.\n23. Zhang Y, Li H, Hu B, et al. A prospective randomized single-blind control study of volume threshold for chest tube removal following lobectomy. World J Surg. 2014;38(1):60–67.\n24. Motono N, Iwai S, Funasaki A, Sekimura A, Usuda K, Uramoto H. What is the allowed volume threshold for chest tube removal after lobectomy: a randomized controlled trial. Ann Med Surg (Lond). 2019;43:29–32.\n25. Maritz D, McLauchlan C. A novel way to secure a chest drain. Ann R Coll Surg Engl. 2014;96(1):82.\n26. Pompili C, Detterbeck F, Papagiannopoulos K, et al. Multicenter international randomized comparison of objective and subjective outcomes between electronic and traditional chest drainage systems. Ann Thorac Surg. 2014;98(2):490–496.\n27. Fysh ETH, Tremblay A, Feller-Kopman D, et al. Clinical outcomes of indwelling pleural catheter-related pleural infections: an international multicenter study. Chest. 2013;144(5):1597–1602.\n28. Robinson RD, Fullerton DA, Albert JD, Sorensen J, Johnston MR. Use of pleural Tenckhoff catheter to palliate malignant pleural effusion. Ann Thorac Surg. 1994;57:286–828.\n29. Tremblay A, Michaud G. Single-center experience with 250 tunneled pleural catheter insertions for malignant pleural effusion. Chest. 2006;129(2):362–368.\n30. Thomas R, Fysh ETH, Smith NA, et al. Effect of an indwelling pleural catheter vs talc pleurodesis on hospitalization days in patients with malignant pleural effusion: the AMPLE randomized clinical trial. JAMA. 2017;318(19):1903–1912.\n31. Rahman NM, Pepperell J, Rehal S, et al. Effect of opioids vs NSAIDS and larger vs smaller chest tube size on pain control and pleurodesis efficacy among patients with malignant pleural effusion: the TIME1 randomized clinical trial. JAMA. 2015;314(24):2641–2653.\n32. Boshuizen R, Thomas R, Lee YCG. Advantages of indwelling pleural catheters for management of malignant pleural effusions. Curr Respir Care Rep. 2013;2:93–99.\n33. Wahidi MM, Reddy C, Yarmus L, et al. Randomized trial of pleural fluid drainage frequency in patients with malignant pleural effusions: the ASAP trial. Am J Crit Care Med. 2017;195:1050–1057.\n34. Thomas R, Piccolo F, Miller D, et al. Intrapleural fibrinolysis for the treatment of indwelling pleural catheter-related symptomatic loculations: a multicenter observational study. Chest\n\n: the TIME1 randomized clinical trial. JAMA. 2015;314(24):2641–2653.\n32. Boshuizen R, Thomas R, Lee YCG. Advantages of indwelling pleural catheters for management of malignant pleural effusions. Curr Respir Care Rep. 2013;2:93–99.\n33. Wahidi MM, Reddy C, Yarmus L, et al. Randomized trial of pleural fluid drainage frequency in patients with malignant pleural effusions: the ASAP trial. Am J Crit Care Med. 2017;195:1050–1057.\n34. Thomas R, Piccolo F, Miller D, et al. Intrapleural fibrinolysis for the treatment of indwelling pleural catheter-related symptomatic loculations: a multicenter observational study. Chest. 2015;148(3):746–751.\n35. Kheir F, Shawwa K, Alokla K, Omballi M, Alraiyes AH. Tunneled pleural catheter for the treatment of malignant pleural effusion: a systematic review and meta-analysis. Am J Ther. 2016;23(6):e1300-e1306.\n36. Roberts ME, Neville E, Berrisford RG, Antunes G, Ali NJ, BTS Pleural Disease Guideline Group Management of a malignant pleural effusion: British Thoracic Society pleural disease guideline 2010. Thorax. 2010;65(Suppl 2):ii32-ii40.\n37. Bhatnagar R, Keenan EK, Morley AJ, et al. Outpatient talc administration by indwelling pleural catheter for malignant pleural effusion. N Engl J Med. 2018;378:1313–1322.\n38. Gilbert CR, Lee HJ, Skalski JH, et al. The use of indwelling tunneled pleural catheters for recurrent pleural effusions in patients with hematologic malignancies: a multicenter study. Chest. 2015;148(3):752–758.\n39. Faiz SA, Pathania P, Song J, et al. Indwelling pleural catheters for patients with hematologic malignancies. A 14-year, single-center experience. Ann Am Thorac Soc. 2017;14(6):976–985.\n40. Skalski JH, Pannu J, Sasieta HC, Edell ES, Maldonado F. Tunneled indwelling pleural catheters for refractory pleural effusions after solid organ transplant. A case-control study. Ann Am Thorac Soc. 2016;13(8):1294–1298.\n41. Mitchell MA, Li P, Pease C, et al. Catheter tract metastasis in mesothelioma patients with indwelling pleural catheters. Respiration. 2019;97:428–435.\n42. Clive AO, Taylor H, Dobson L, et al. Prophylactic radiotherapy for the prevention of procedure-trace metastases after surgical and large-bore pleural procedures in malignant pleural mesothelioma (SMART): a multicenter, open-label, phase 3, randomized controlled trial. Lancet Oncol. 2016;17(8):1094–1104. https://doi.org/10.1016/S1470-2045(16)30095-X.\n\nA case-control study. Ann Am Thorac Soc. 2016;13(8):1294–1298.\n41. Mitchell MA, Li P, Pease C, et al. Catheter tract metastasis in mesothelioma patients with indwelling pleural catheters. Respiration. 2019;97:428–435.\n42. Clive AO, Taylor H, Dobson L, et al. Prophylactic radiotherapy for the prevention of procedure-trace metastases after surgical and large-bore pleural procedures in malignant pleural mesothelioma (SMART): a multicenter, open-label, phase 3, randomized controlled trial. Lancet Oncol. 2016;17(8):1094–1104. https://doi.org/10.1016/S1470-2045(16)30095-X.CHAPTER Chest Tubes and Indwelling Pleural Catheters 43. Vial MR, Ost DE, Eapen GA, et al. Intrapleural fibrinolytic therapy in patients with nondraining pleural catheters. J Bronchol Interv Pulmonol. 2016;23(2):98–105. 44. Srour N, Potechin R, Amjadi K. Use of indwelling pleural catheters for cardiogenic pleural effusions. Chest. 2013;144(5):1603–1608. 45. Patil M, Dhillon SS, Attwood K, Saoud M, Alraiyes AH, Harris K. Management of benign pleural effusions using indwelling pleural catheters: a systematic review and meta-analysis. Chest. 2017;151:626–635. 46. Kniese C, Diab K, Ghabril M, Bosslet G. Indwelling pleural catheters in hepatic hydrothorax: a single-center series of outcomes and complications. Chest. 2019;155(2):307–314. 47. Shojaee S, Rahman N, Haas K, et al. Indwelling tunneled pleural catheters for refractory hepatic hydrothorax in patients with cirrhosis: a multicenter study. Chest. 2019;155(3):546–553. 48. Potechin R, Amjadi K, Srour N. Indwelling pleural catheters for pleural effusions associated with end-stage renal disease: a case series. Ther Adv Respir Dis. 2015;9:22–27. 49. Olfert JA, Penz ED, Manns BJ, et al. Cost-effectiveness of indwelling pleural catheter compared with talc in malignant pleural effusion. Respirology. 2016;22(4):764–770.",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.834,
    "domain": [
      "lung_volume_reduction",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_ctaipc.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}