{
  "id": "practical_gti_introducti",
  "title": "Introduction",
  "abstract": "",
  "content": "Introduction\nMomen M. Wahidi and David E. Ost INTERVENTIONAL PULMONOLOGY\nInterventional pulmonology (IP) has evolved over the past decade to become a recognized discipline offering advanced consultative and procedural services to patients with thoracic malignancy, anatomic airway disease, and pleural disease. As with many procedurally oriented medical disciplines, there are not always data to inform every aspect of how to perform a given IP procedure. Consequently, there exists significant variation between physicians in how procedures are performed. Many publications focus on the evidence of efficacy of IP interventions but fail to provide practical advice on how to perform the procedures. Procedural details are often relegated to a single paragraph in the methods section of original research. This leaves trainees and practicing physicians who are learning a new procedure with a paucity of practical information on how to actually do them. In this book, we aim to present a practical approach to IP procedures with a focus on patient selection, pre-procedural preparation (including equipment, staff, and setting), procedural techniques, complications, and a brief summary of the evidence. The book is organized in chapters covering diagnostic and therapeutic IP procedures, as well as multimodality approaches to malignant and benign airway obstruction, and finishes with some practical advice on how to build and lead an IP program. We designed the procedural chapters to flow in a similar fashion and consistently cover the aforementioned practical steps of IP procedures. We further supplemented the book with colored images and original illustrations. The goal of this book is to capture the procedure “craft” of IP practice as well as the science. Procedure craft in this context really refers to how to do a procedure. It includes tips and tricks from experienced physicians that may not reach the level of evidence necessary for a guideline but are nonetheless helpful and often essential for everyday practice. To achieve this goal, each chapter is written by experts in the field who use these techniques in their everyday practice. After all, when learning to fly a plane, who would you rather learn from: a PhD aerospace engineer or an experienced pilot who flies the same type of plane you are going to fly? This book covers the most frequently performed IP procedures, but some rare IP procedures are not included. Although the content may be viewed as ideal for beginners in IP procedures, such as trainees in pulmonary medicine, interventional pulmonology, and thoracic surgery, it is truly a fantastic review for clinicians already performing these procedures. It is an opportunity to evaluate whether there are different styles of performing certain procedures or just a refresher on the entire spectrum of IP procedures: old and new. Grab that cup of coffee or tea this Sunday morning and immerse yourself in easy-to-read rich content with tips and tricks from experts in the field.",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.834,
    "domain": [
      "clinical"
    ],
    "doc_type": "guideline",
    "aliases": [],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_introducti.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}