{
  "id": "practical_gti_bronchial_thermoplas",
  "title": "Bronchial Thermoplasty",
  "abstract": "",
  "content": "127 INTRODUCTION\nAsthma affects over 300 million people throughout the world, with a high burden of morbidity and mortality.1 According to World Health Organization (WHO) estimates, approximately 250,000 people die prematurely each year from asthma.2 Approximately 5 %-10 % of patients with asthma are categorized as severe with failure of symptom control despite maximal inhaler therapy.3 The definition of severe asthma sometimes varies, but is generally characterized by recurrent exacerbations or ongoing symptoms despite maximal treatment.4 Frequent emergency room visits, unscheduled clinic visits, hospitalizations, missed school or work, and a reduced quality of life impact patients with severe asthma. About 1000 people die each day from asthma.5 Asthma is among the top 20 causes of years of life lived with disability.5 The significant global impact on health care costs and resource utilization is ongoing and exceeds 56 billion dollars annually in the United States alone.5 Asthma is a disease hallmarked by inflammation and hyperresponsiveness of the peripheral airways. When asthma is left unchecked, airway remodeling leads to increased airway smooth muscle (ASM) mass, mucus metaplasia, and airway wall fibrosis. The cornerstone of asthma therapy is a combination of both short- and long-acting beta-2 receptor adrenergic agonists, corticosteroids, leukotriene antagonists, and sometimes monoclonal antibody therapy.6 Chronic medical management of asthma focuses on bronchodilation and the reduction of airway inflammation, but the reversal of airway remodeling remains a challenge. Bronchial thermoplasty (BT) is a therapy that can reverse the effects of smooth muscle hypertrophy and other mucosal changes through the application of controlled thermal energy directly to airway walls. The approval of BT by the Food and Drug Administration (FDA) on April 27, 2010 has set a new paradigm in the treatment for moderate to severe persistent asthma. SCIENTIFIC BASIS FOR BRONCHIAL THERMOPLASTY\nThe direct application of controlled thermal energy of 65 degreesC to the airway wall using a thermal energy probe deployed during bronchoscopy reduces ASM mass.7–12 Early studies in canines showed that the reduction in ASM mass could result in decreased bronchial constriction in response to various intrinsic and extrinsic inflammatory mediators.13 Reduction in ASM mass, type 1 collagen deposition, and reticular basement membrane thickness have been confirmed by biopsy in humans.14 BT causes a reduction in nerve fibers innervating the epithelium and ASM.12,15 BT changes epithelial cell phenotype leading to reduced mucin production and goblet cell hyperplasia, perhaps driven by decreased interleukin (IL)-13 expression.16 BT may also alter several other genes involved in pathogenesis of asthma and exert immunomodulatory actions by altering T-cell subpopulations in the airway.17,18 BT increases luminal airway volume and reduces gas trapping in small airways.19–22 These changes may not always be evident by spirometry or impedance oscillometry, but changes in ventilation can be quantified using advanced imaging techniques, such as hyperpolarized 3He magnetic resonance imaging (MRI).23,24 However, the benefit of increased airway caliber in the absence of improvements in pulmonary Waqas Aslam, Ajay Sheshadri and Carla R. Lamb\n\nervating the epithelium and ASM.12,15 BT changes epithelial cell phenotype leading to reduced mucin production and goblet cell hyperplasia, perhaps driven by decreased interleukin (IL)-13 expression.16 BT may also alter several other genes involved in pathogenesis of asthma and exert immunomodulatory actions by altering T-cell subpopulations in the airway.17,18 BT increases luminal airway volume and reduces gas trapping in small airways.19–22 These changes may not always be evident by spirometry or impedance oscillometry, but changes in ventilation can be quantified using advanced imaging techniques, such as hyperpolarized 3He magnetic resonance imaging (MRI).23,24 However, the benefit of increased airway caliber in the absence of improvements in pulmonary Waqas Aslam, Ajay Sheshadri and Carla R. LambSECTION Therapeutic Bronchoscopy Procedures\nfunction is not entirely clear. In summary, BT induces many changes in the airways, including reduction in ASM mass and nerve fibers, beneficial changes in the airway epithelium, and improves ventilation, potentially by increasing airway caliber. CLINICAL EVIDENCE FROM HUMAN STUDIES\nMiller and colleagues25 performed the first prospective feasibility study of BT in humans. BT was performed in eight patients preoperatively up to 3 weeks prior to the planned lung resection for suspected or proven lung cancer. Treatment was limited to the segmental bronchi planned to be removed. There were no adverse effects related to the procedure. There was no bronchoscopic evidence of scarring in the airways, and histologic examination confirmed a reduction in ASM in the treated airways and immediate peribronchial area. Cox and colleagues26 performed the first nonrandomized feasibility study of BT in 16 patients with stable asthma and demonstrated a significant increase in methacholine PC20 and mean symptom-free days. The Asthma Intervention Research (AIR) trial was the first randomized controlled trial enrolling 112 patients and compared BT plus standard-of-care therapy (inhaled corticosteroids [ICS] and long-acting beta agonists [LABA]) with standard-of-care therapy (ICS and LABA) alone in patients with moderate to severe persistent asthma.27 The trial demonstrated a significant decrease in the rate of mild exacerbations (not severe exacerbations) and an increase in morning peak expiratory flow rate among patients receiving BT compared to the control group.27 Long-term follow-up of BT patients revealed a stable rate of respiratory adverse events, without increase in emergency visits or hospitalizations for respiratory symptoms and stable lung function over 5 years.28 The Research in Severe Asthma (RISA) trial was a randomized multicenter trial enrolling 34 patients with severe asthma.29 The patients were randomized to receive either BT or continue high-dose ICS and LABA.29 The trial showed a significant increase in prebronchodilator forced expiratory volume in the first second of expiration (FEV1) and improvement in asthma control and quality of life in BT group compared to the control group.29 Long-term follow-up for 5 years revealed stable respiratory adverse events and decrease in hospitalizations and emergency department visits for respiratory symptoms.30 The AIR2 trial was the first double-blind, sham-controlled randomized control trial of BT comparing the effectiveness and safety of BT versus a sham procedure in patients with severe asthma.31 A total of 288 patients were randomized to either BT or sham control.31 Primary outcome was the difference in asthma quality-of-life questionnaire (AQLQ) scores from baseline to average of 6, 9, and 12 months (integrated AQLQ).31 The improvement in integrated AQLQ score from baseline was superior in the BT group compared to the sham group.31 More BT patients (6 % more) were hospitalized in the treatment period.31 BT patients experienced fewer exacerbations, emergency room visits, and days missed from work or school compared to the sham group.31 Five-year follow-up of BT-treated patients from AIR2 trial demonstrated 5-year durability of benefits of BT.32 BT-treated patients had fewer severe exacerbations and emergency visits on 5-year follow-up (average 5-year reduction of 44 % in severe exacerbations and 78 % for emergency visits) compared to those observed in the 12 months prior to their BT.32 The Post-FDA Approval Clinical Trial Evaluating Bronchial Thermoplasty in Severe Persistent Asthma (PAS2) is a prospective, observational, multicenter study designed to confirm the safety and efficacy of BT in clinical practice.33 The primary endpoint is the proportion of subjects experiencing severe exacerbations during the subsequent 12-month period for years 2, 3, 4, and 5 compared with the first 12-month period after BT.33 PAS2 data show that BT is safe and associated with lower rates of severe asthma exacerbations, emergency visits, and hospitalization at 3 years after BT (45 %, 55 %, and 40 % decrease, respectively) compared to the 12 months before BT.33 Burn and colleagues34 analyzed the efficacy and safety of BT in the UK and found mean improvement in AQLQ score at 12 months and a significant reduction in hospital admissions at 24 months follow-up without any deterioration in FEV1, consistent with other clinical trials. PREPROCEDURE MANAGEMENT OVERVIEW AND PATIENT SELECTION\nPatient selection remains a key component to successful outcomes as described in the literature. A multidisciplinary approach in the setting of an asthma center with nurse practitioner, clinical pharmacist, and physician allows for a complete assessment of the patient, socioeconomic support, awareness about asthma, technique and compliance with inhaler usage, environmental exposures, tobacco history, and evaluation\n\nlower rates of severe asthma exacerbations, emergency visits, and hospitalization at 3 years after BT (45 %, 55 %, and 40 % decrease, respectively) compared to the 12 months before BT.33 Burn and colleagues34 analyzed the efficacy and safety of BT in the UK and found mean improvement in AQLQ score at 12 months and a significant reduction in hospital admissions at 24 months follow-up without any deterioration in FEV1, consistent with other clinical trials. PREPROCEDURE MANAGEMENT OVERVIEW AND PATIENT SELECTION\nPatient selection remains a key component to successful outcomes as described in the literature. A multidisciplinary approach in the setting of an asthma center with nurse practitioner, clinical pharmacist, and physician allows for a complete assessment of the patient, socioeconomic support, awareness about asthma, technique and compliance with inhaler usage, environmental exposures, tobacco history, and evaluationCHAPTER Bronchial Thermoplasty\nunderlying diseases that may directly impact asthma care, such as rhinitis or sinusitis, atopy, immunodeficiency, gastroesophageal reflux, and obesity. Patients should be evaluated for other diseases that can mimic asthma, such as cardiac disease, vocal cord dysfunction, structural tracheal diseases, connective tissue diseases, or vasculitis syndromes. A thorough clinical assessment to identify factors to improve the patient’s asthma symptoms is necessary to more accurately rate the severity of the disease while screening for the potential role for BT in moderate to severe persistent asthma ( Practically speaking, many clinicians continue to adhere to the inclusion and exclusion criteria reported in the prior clinical trials. The series of clinical trials have developed specific selection criteria as well as general considerations for patient selection for bronchial thermoplasty (Boxes 12.1 and 12.2).33,35–37 Future studies and outcome reports will be needed to determine if a broader range of patients will benefit from BT, such as those with severely impaired lung function. PATIENT PREPARATION\n- Patients are prescribed prophylactic prednisone 50 mg per day 3 days before the procedure, the day of the procedure, and the day after the procedure to reduce periprocedural inflammation.\n- Procedural consent is completed after discussing all risks and benefits of BT and bronchoscopy along with the specifics of sedation, analgesia, and anesthesia (if needed).\n- Majority of patients can undergo BT with moderate sedation: midazolam and fentanyl along with topical lidocaine. General anesthesia is safe and feasible as well.38 Fio2 less than 40 % is recommended to avoid the possibility of airway ignition.36\n- Albuterol nebulization prior to the bronchoscopy is mandatory.\n- Oral codeine 30–60 mg may be prescribed 1 h prior to the procedure to further eliminate the cough reflex. This is ordered in patients who undergo the procedure under moderate sedation and is not ordered if the procedure is performed under general anesthesia.\n- Topical anesthesia regimen applied to the airway may include nebulized 1 % lidocaine.\n- Glycopyrrolate can be administered intravenously with a very rapid onset of action to reduce airway secretions, if deemed necessary. IMMEDIATE PREPROCEDURE ASSESSMENT\nThe day of the procedure the clinician should assure that the patient is at baseline before proceeding and the patient should undergo spirometry demonstrating an FEV1 within 10 % of their established baseline. The procedure should be postponed and rescheduled if:\n- Patient did not take the prescribed preprocedure prednisone\n- Spo2 < 90 % on room air\n- Asthma symptoms have increased in the preceding 48 h with escalation of rescue bronchodilator use more than four puffs/day\n- Active respiratory infection\n- Active sinusitis\n- Less than 14 days from completion of oral steroid therapy due to asthma exacerbation\n- Any other contraindication. The procedure should be terminated if:\n- Airways become excessively edematous\n- Extensive bronchoconstriction\n- Significant mucus in the airways\n- Inability to access the airways due to patient’s anatomy\n- Excessive coughing or secretions that obscure visibility of the airways. BRONCHIAL THERMOPLASTY EQUIPMENT\nThe Alair Bronchial Thermoplasty System (Boston Scientific, Natick, MA, USA) consists of a catheter and a radiofrequency (RF) controller (Figs. 12.2 and 12.3). The patient is initially grounded to the device with a standard gel electrode and connected to the controller. Each single-use catheter passes through the working channel of the bronchoscope and contains an expandable electrode array at one end and a deployment handle at the other end. Ideally, a 2-mm minimum working channel bronchoscope is required. The electrode array, once expanded, makes contact with the airway wall at four points and is then activated by a foot pedal. Each activation delivers RF electrical energy to heat the airways to a temperature of 65 degreesC. The preset controller delivers a set intensity and duration of energy to the ASM without impacting other airway structures. Energy will not be\n\ny System (Boston Scientific, Natick, MA, USA) consists of a catheter and a radiofrequency (RF) controller (Figs. 12.2 and 12.3). The patient is initially grounded to the device with a standard gel electrode and connected to the controller. Each single-use catheter passes through the working channel of the bronchoscope and contains an expandable electrode array at one end and a deployment handle at the other end. Ideally, a 2-mm minimum working channel bronchoscope is required. The electrode array, once expanded, makes contact with the airway wall at four points and is then activated by a foot pedal. Each activation delivers RF electrical energy to heat the airways to a temperature of 65 degreesC. The preset controller delivers a set intensity and duration of energy to the ASM without impacting other airway structures. Energy will not beSECTION Therapeutic Bronchoscopy Procedures - *Thorough Evaluatio*n\n- History & Physical Examination\n- Appropriate Labs & Imaging Studies - *Rule Out Asthma Mimics / Alternate Diagnose*s\n- Cardiac disease GERD\n- Vocal cord dysfunction\n- Structural tracheal diseases\n- Connective tissue diseases - *Evaluate Fo*r\n- Medication adherence\n- Inhaler technique\n- Environmental exposures\n- Tobacco exposure\n- Rhinitis, sinusitis, GERD - *Evaluate for B*T\n- Review Inclusion & Exclusion Criteria - *Evaluate for Biologic Therapy Failure or Suboptimal Response to Biologic Therap*y - *Confirm Diagnosis of Severe Persistent Asthm*a - *Severe Persistent Asthma Patien*t -\n\ncontroller delivers a set intensity and duration of energy to the ASM without impacting other airway structures. Energy will not beSECTION Therapeutic Bronchoscopy Procedures - *Thorough Evaluatio*n\n- History & Physical Examination\n- Appropriate Labs & Imaging Studies - *Rule Out Asthma Mimics / Alternate Diagnose*s\n- Cardiac disease GERD\n- Vocal cord dysfunction\n- Structural tracheal diseases\n- Connective tissue diseases - *Evaluate Fo*r\n- Medication adherence\n- Inhaler technique\n- Environmental exposures\n- Tobacco exposure\n- Rhinitis, sinusitis, GERD - *Evaluate for B*T\n- Review Inclusion & Exclusion Criteria - *Evaluate for Biologic Therapy Failure or Suboptimal Response to Biologic Therap*y - *Confirm Diagnosis of Severe Persistent Asthm*a - *Severe Persistent Asthma Patien*t -## CHAPTER Bronchial Thermoplasty\ndelivered unless each equipment connection is secured and appropriate airway wall contact is made with the probe. An audio and visual feedback is emitted from the controller to alert the clinician if the catheter is not in contact with the airway wall and needs repositioning. The number of successful actuations is also recorded and displayed on the front panel of the controller. ## BRONCHIAL THERMOPLASTY PROCEDURE OVERVIEW\nBT procedures involve sequential bronchoscopic treatment of the peripheral airways over three consecutive bronchoscopic sessions, each occurring at 3-week intervals. The sequence of treatments is as follows: (1) right lower lobe, (2) left lower lobe, and (3) both upper lobes. The right middle lobe is not treated due to its hypothetical susceptibility to transient obstruction, atelectasis, and right middle lobe syndrome. However, Eisenmann and colleagues39 performed BT in the right ### BOX 12.2 Exclusion Criteria for Bronchial Thermoplasty\n- Participation in another clinical trial within 6 weeks of baseline period of study enrollment\n- Patient requires rescue medication over the last week of a 4-week medication stable period, exceeding average of eight puffs per day of short-acting bronchodilator, or four puffs per day of long-acting rescue bronchodilator, or two nebulizer treatments per day\n- Postbronchodilator FEV1 < 65 %\n- History of life-threatening asthma: past intubations for asthma, ICU admission for asthma in the past 2 years\n- Three or more hospitalizations for asthma exacerbation in the prior year\n- Four or more infections of the lower respiratory tract requiring antibiotics in the past year\n- Four or more pulses of systemic corticosteroids for asthma symptoms in the past year\n- Known sensitivity to medications required to perform bronchoscopy\n- Concomitant respiratory diseases such as tracheal stenosis, tracheobronchomalacia, emphysema, cystic fibrosis, bronchiectasis, vocal cord dysfunction, mechanical upper airway obstruction, Churg-Strauss syndrome, and allergic bronchopulmonary aspergillosis\n- Segmental atelectasis, lobar consolidation, significant or unstable pulmonary infiltrate, or pneumothorax confirmed on chest radiograph\n- Significant cardiovascular disease, including myocardial infarction, angina, cardiac dysfunction, cardiac dysrhythmia, conduction defect, cardiomyopathy, or stroke\n- Known aortic aneurysm\n- Comorbid illness: cancer, renal failure, liver disease, or cerebral vascular disease\n- Uncontrolled hypertension; systolic pressure > 200 mmHg or diastolic pressure > 100 mmHg\n- Implanted electrical stimulation device such as pacemaker, cardiac defibrillator, deep nerve, or brain stimulator\n- Coagulopathy; international normalized ratio (INR) > 1.5\n- Inability to discontinue anticoagulants or antiplatelets prior to the procedure\n- Known bleeding disorder\n- Prior treatment with bronchial thermoplasty\n- Age < 18 years\n- Pregnancy ### BOX 12.1 Inclusion Criteria for Bronchial Thermoplasty\n- Adult age 18–65 years\n- Diagnosis of asthma and taking regular maintenance medication to include inhaled corticosteroid (ICS) at a dosage > 1000 μg beclomethasone daily or equivalent and long-acting beta-2 agonist (LABA) at a dosage > = 100 μg daily of salmeterol or equivalent\n- In addition to ICS and LABA, the patient may be on leukotriene antagonists, anti-IgE, other biologic therapies, or oral corticosteroids at a dosage of up to 10 mg daily or 20 mg every other day\n- Stability of asthma symptoms on maintenance medications\n- No current respiratory tract infection or severe asthma exacerbation within 4 weeks preceding a scheduled bronchial thermoplasty (BT)\n- No unstable or untreated comorbid condition that would increase the risk of bronchoscopy\n- Prebronchodilator forced expiratory volume in the first second of expiration (FEV1) > = 60 % predicted\n- Postbronchodilator FEV1 > = 65 % predicted\n- FEV1 within 10 % of the individual’s best value\n- Patient had at least 2 days of asthma symptoms in the last 4 weeks\n- Nonsmoker for 1 year or more and less than a 10-pack-year tobacco history\n- Able to undergo an outpatient bronchoscopy\n- No contraindications to medications\n\nother day\n- Stability of asthma symptoms on maintenance medications\n- No current respiratory tract infection or severe asthma exacerbation within 4 weeks preceding a scheduled bronchial thermoplasty (BT)\n- No unstable or untreated comorbid condition that would increase the risk of bronchoscopy\n- Prebronchodilator forced expiratory volume in the first second of expiration (FEV1) > = 60 % predicted\n- Postbronchodilator FEV1 > = 65 % predicted\n- FEV1 within 10 % of the individual’s best value\n- Patient had at least 2 days of asthma symptoms in the last 4 weeks\n- Nonsmoker for 1 year or more and less than a 10-pack-year tobacco history\n- Able to undergo an outpatient bronchoscopy\n- No contraindications to medicationsSECTION Therapeutic Bronchoscopy Procedures middle lobe safely without any complications, suggesting these concerns may be overstated. All treatments utilizing the thermal probe are done under methodic visualization of the peripheral airways distal to the mainstem bronchi, ranging from 3–10 mm, utilizing the 2-mm working channel flexible bronchoscope in a contiguous and nonoverlapping fashion from distal to proximal airway. Expanding the electrode array allows contact along four points of the peripheral airway wall at 12, 3, 6, and 9 o’clock position followed by activating the energy source with the foot pedal (Figs. 12.4 and 12.5). The typical procedure time varies from 30–45 min, with an average 40–65 actuations per treatment session. Recent studies have shown that the number of RF activations delivered during BT correlates with the clinical response to treatment as well as the transient deterioration in lung function (FEV1) after BT.40,41 A thinner bronchoscope (outer diameter 4.2 mm) may increase the delivery of RF activations to the bronchial tree.42 POSTPROCEDURE ASSESSMENT AND FOLLOW-UP After completion of each BT treatment, the patients undergo observation as is standard for moderate sedation. Increased respiratory symptoms are common immediately following bronchoscopy. In addition, patients remain under observation until they have achieved a postbronchodilator FEV1 within 80 % of the preprocedure value and are feeling well without any evidence of procedural complication. Postprocedural plan and instructions should be verified in detail with patients prior to discharge. Post-BT symptoms often present in a delayed fashion and should be treated as needed with the addition of corticosteroids, increased rescue bronchodilators, and antibiotics when clinically indicated. The patient should be assessed by phone call\n\n.40,41 A thinner bronchoscope (outer diameter 4.2 mm) may increase the delivery of RF activations to the bronchial tree.42 POSTPROCEDURE ASSESSMENT AND FOLLOW-UP After completion of each BT treatment, the patients undergo observation as is standard for moderate sedation. Increased respiratory symptoms are common immediately following bronchoscopy. In addition, patients remain under observation until they have achieved a postbronchodilator FEV1 within 80 % of the preprocedure value and are feeling well without any evidence of procedural complication. Postprocedural plan and instructions should be verified in detail with patients prior to discharge. Post-BT symptoms often present in a delayed fashion and should be treated as needed with the addition of corticosteroids, increased rescue bronchodilators, and antibiotics when clinically indicated. The patient should be assessed by phone callCHAPTER Bronchial Thermoplasty\n\nchoscope (outer diameter 4.2 mm) may increase the delivery of RF activations to the bronchial tree.42 POSTPROCEDURE ASSESSMENT AND FOLLOW-UP After completion of each BT treatment, the patients undergo observation as is standard for moderate sedation. Increased respiratory symptoms are common immediately following bronchoscopy. In addition, patients remain under observation until they have achieved a postbronchodilator FEV1 within 80 % of the preprocedure value and are feeling well without any evidence of procedural complication. Postprocedural plan and instructions should be verified in detail with patients prior to discharge. Post-BT symptoms often present in a delayed fashion and should be treated as needed with the addition of corticosteroids, increased rescue bronchodilators, and antibiotics when clinically indicated. The patient should be assessed by phone callCHAPTER Bronchial ThermoplastySECTION Therapeutic Bronchoscopy Procedures\n1, 2, and 7 days postprocedure. An office visit should be scheduled 2–3 weeks after the procedure to assess lung function and symptoms and to schedule the subsequent BT treatment. It is also important to reiterate to each patient that they continue all of their asthma maintenance medications during BT treatments. COMPLICATIONS AND SAFETY PROFILE OF BRONCHIAL THERMOPLASTY\nBT can worsen asthma symptoms in the immediate posttreatment period. There is a high incidence of acute transient radiologic abnormalities, including peribronchial consolidations, ground-glass opacities, atelectasis, partial bronchial occlusions, and dilatations shortly after BT due to inflammation or edema. All these abnormalities resolve spontaneously without any clinical consequences.43–45 However, long-term 5-year follow-up of patients enrolled in AIR and AIR2 trials did not show any case of pneumothorax, respiratory failure requiring intubation and mechanical ventilation, cardiac arrhythmias, or death.28,32 Respiratory adverse events typical of asthma (including dyspnea, cough, wheeze, and nasal congestion), chest discomfort, mild hemoptysis, and upper respiratory tract infection occurred in > = 3 % subjects at a stable rate from year 2 to year 5 in the BT group.28,32 One subject in the BT group developed a lung abscess in the left upper lobe at 14 months.28 He underwent surgical resection and histologic examination of the resected specimen did not show any airway obstruction or any other contributory abnormality from BT causing lung abscess.28 Lung function and prebronchodilator FEV1 remained stable over 5 years.32 Three subjects in the AIR2 trial were found to have increased or new bronchiectasis; one patient had worsening of preexisting bronchiectasis, one patient had bronchiectasis in two lobes including the right middle lobe that was not treated with BT, and one patient had newly identified bronchiectasis at 3 years follow-up and remained stable.32 In summary, BT has an excellent safety profile with very few reported complications. BRONCHIAL THERMOPLASTY AND BIOLOGIC THERAPY IN SEVERE UNCONTROLLED ASTHMA\nThe Global Initiative for Asthma (GINA) 2019 guidelines recommend consideration of BT and biologic therapies (omalizumab, mepolizumab, reslizumab, benralizumab, dupilumab) for patients with severe uncontrolled asthma, despite maximal standard therapy. There has been no trial comparing BT and biologic therapies. BT is an effective therapy in nonallergic asthma and an alternative or add-on therapy in allergic asthma with failure or suboptimal response to biologic therapies.46 An indirect comparison of BT versus omalizumab showed no difference in relative risk of asthma-related hospitalizations and emergency room visits between BT and omalizumab groups.47 Relative risk of severe exacerbations in the immediate BT perioperative period favors omalizumab, but overall BT is comparable to biologic therapy.47 Seeley and colleagues48 reported a significant increase in mini-AQLQ score and a decrease in asthma medication requirement, including omalizumab 1 year after BT treatment. The cost of performing BT may be substantially lower than the long-term treatment with biologic therapy.49–51 Modifications to the standard BT schedule may allow for even more efficient treatment delivery, but these approaches require validation. SUMMARY\nBT is a promising option for management of patients with moderate to severe asthma with an excellent safety profile. All patients should be assessed at a center experienced in managing severe asthma. BT should be considered for adult patients with moderate to severe poorly controlled asthma despite optimal medical therapy and may be cost effective in such situations. GINA 2019 guidelines have recommended BT as a treatment option for adult asthma patients at step 5. The success of BT is contingent upon thorough patient screening, optimizing existing medical management, and successful patient selection. BT is a procedure that requires skill and expertise in flexible bronchoscopy as well as the technique of BT application. The procedure should first be performed in a supervised setting with standardized procedural training and training of the bronchoscopy suite support staff. The procedure should be performed by an experienced bronchoscopist with training in BT. Physicians with expertise and training in advanced bronchoscopy and interventional pulmonology practicing in high-volume centers are best suited for performing BT due to the relatively higher risk associated with this specific patient population. Postprocedural care and subsequent follow-up further ensure safe and favorable BT outcomes.\n\nasthma despite optimal medical therapy and may be cost effective in such situations. GINA 2019 guidelines have recommended BT as a treatment option for adult asthma patients at step 5. The success of BT is contingent upon thorough patient screening, optimizing existing medical management, and successful patient selection. BT is a procedure that requires skill and expertise in flexible bronchoscopy as well as the technique of BT application. The procedure should first be performed in a supervised setting with standardized procedural training and training of the bronchoscopy suite support staff. The procedure should be performed by an experienced bronchoscopist with training in BT. Physicians with expertise and training in advanced bronchoscopy and interventional pulmonology practicing in high-volume centers are best suited for performing BT due to the relatively higher risk associated with this specific patient population. Postprocedural care and subsequent follow-up further ensure safe and favorable BT outcomes.CHAPTER Bronchial Thermoplasty\nREFERENCES 1. Global Initiative for Asthma (GINA). Global strategy for asthma management and prevention, 2019. Available from http://www.ginasthma.org. 2. World Health Organization. Global surveillance, prevention and control of chronic respiratory diseases: a comprehensive approach. https://apps.who.int/iris/handle/10665/43776; 2007. 3. Moore WC, Bleecker ER, Curran-Everett D, et al. Characterization of the severe asthma phenotype by the National Heart, Lung, and Blood Institute’s Severe Asthma Research Program. J Allergy Clin Immunol. 2007;119:405–413. 4. Chung KF, Wenzel SE, Brozek JL, et al. International ERS/ATS guidelines on definition, evaluation and treatment of severe asthma. Eur Respir J. 2014;43:343–373. 5. The Global Asthma Report 2018. Auckland, New Zealand: Global Asthma Network, 2018. 6. Wahidi M, Kraft M. Bronchial thermoplasty for severe asthma. Am J Respir Crit Care Med. 2012;185:709–714. 7. Gordon IO, Husain AN, Charbeneau J, Krishnan JA, Hogarth DK. Endobronchial biopsy: a guide for asthma therapy selection in the era of bronchial thermoplasty. J Asthma. 2013;50(6):634–641. 8. Pretolani M, Dombret MC, Thabut G, et al. Reduction of airway smooth muscle mass by bronchial thermoplasty in patients with severe asthma. Am J Respir Crit Care Med. 2014;190(12):1452–1454. 9. d’Hooghe JNS, Goorsenberg AWM, Ten Hacken NHT, et al. Airway smooth muscle reduction after bronchial thermoplasty in severe asthma correlates with FEV1 TASMA Research Group. Clin Exp Allergy. 2019;49(4):541–544. 10. Pretolani M, Bergqvist A, Thabut G, et al. Effectiveness of bronchial thermoplasty in patients with severe refractory asthma: clinical and histopathologic correlations. J Allergy Clin Immunol. 2017;139(4):1176–1185. 11. Chakir J, Haj-Salem I, Gras D, et al. Effects of bronchial thermoplasty on airway smooth muscle and collagen deposition in asthma. Ann Am Thorac Soc. 2015;12(11):1612–1618. 12. Ichikawa T, Panariti A, Audusseau S, et al. Effect of bronchial thermoplasty on structural changes and inflammatory mediators in the airways of subjects with severe asthma. Respir Med. 2019;150:165–172. 13. Danek CJ, Lombard CM, Dungworth deep learning (DL), et al. Reduction in airway hyperresponsiveness to methacholine by the application of RF energy in dogs. J Appl Physiol (1985). 2004;97(5):1946–1953. 14. Salem IH, Boulet LP, Biardel S, et al. Long-term effects of bronchial thermoplasty on airway smooth muscle and reticular basement membrane thickness in severe asthma. Ann Am Thorac Soc. 2016;13(8):1426–1428. 15. Facciolongo N, Di Stefano A, Pietrini V, et al. Nerve ablation after bronchial thermoplasty and sustained improvement in severe asthma. BMC Pulm Med. 2018;18(1):29. 16. Haj Salem I, Gras D, Joubert P, et al. Persistent reduction of mucin production after bronchial thermoplasty in severe asthma. Am J Respir Crit Care Med. 2019;199(4):536–538. 17. Liao SY, Linderholm AL, Yoneda KY, Kenyon NJ, Harper RW. Airway transcriptomic profiling after bronchial thermoplasty. ERJ Open Res. 2019;5(1):00123–02018. 18. Marc Malovrh M, Rozman A, Škrgat S, et al. Bronchial thermoplasty induces immunomodulation with a significant increase in pulmonary CD4+25+ regulatory T cells. Ann Allergy Asthma Immunol. 2017;119(3):289–290. 19. Lang\n\nSalem I, Gras D, Joubert P, et al. Persistent reduction of mucin production after bronchial thermoplasty in severe asthma. Am J Respir Crit Care Med. 2019;199(4):536–538. 17. Liao SY, Linderholm AL, Yoneda KY, Kenyon NJ, Harper RW. Airway transcriptomic profiling after bronchial thermoplasty. ERJ Open Res. 2019;5(1):00123–02018. 18. Marc Malovrh M, Rozman A, Škrgat S, et al. Bronchial thermoplasty induces immunomodulation with a significant increase in pulmonary CD4+25+ regulatory T cells. Ann Allergy Asthma Immunol. 2017;119(3):289–290. 19. Langton D, Sloan G, Banks C, Bennetts K, Plummer V, Thien F. Bronchial thermoplasty increases airway volume measured by functional respiratory imaging. Respir Res. 2019;20(1):157. 20. Langton D, Ing A, Bennetts K, et al. Bronchial thermoplasty reduces gas trapping in severe asthma. BMC Pulm Med. 2018;18(1):155. 21. Konietzke P, Weinheimer O, Wielpütz MO, et al. Quantitative computed tomography (CT) detects changes in airway dimensions and air-trapping after bronchial thermoplasty for severe asthma. Eur J Radiol. 2018;107:33–38. 22. Zanon M, Strieder DL, Rubin AS, et al. Use of MDCT to assess the results of bronchial thermoplasty. AJR Am J Roentgenol. 2017;209(4):752–756. 23. Langton D, Ing A, Sha J, et al. Measuring the effects of bronchial thermoplasty using oscillometry. Respirology. 2019;24(5):431–436. 24. Thomen RP, Sheshadri A, Quirk JD, et al. Regional ventilation changes in severe asthma after bronchial thermoplasty with (3)He MR imaging and CT. Radiology. 2015;274(1):250–259. 25. Miller JD, Cox G, Vincic L, Lombard CM, Loomas BE, Danek CJ. A prospective feasibility study of bronchial thermoplasty in the human airway. Chest. 2005;127(6):1999–2006. 26. Cox G, Miller JD, McWilliams A, Fitzgerald JM, Lam S. Bronchial thermoplasty for asthma. Am J Respir Crit Care Med. 2006;173(9):965–969. 27. Cox G, Thomson NC, Rubin AS, et al. Asthma control during the year after bronchial thermoplasty AIR Trial Study Group. N Engl J Med. 2007;356(13):1327–1337. 28. Thomson NC, Rubin AS, Niven RM, et al. Long-term (5 year) safety of bronchial thermoplasty: Asthma Intervention Research (AIR) trial AIR Trial Study Group. BMC Pulm Med. 2011;11:8. 29. Pavord ID, Cox G, Thomson NC, et al. Safety and efficacy of bronchial thermoplasty in symptomatic, severe asthma RISA Trial Study Group. Am J Respir Crit Care Med. 2007;176(12):1185–1191.\n\n2006;173(9):965–969. 27. Cox G, Thomson NC, Rubin AS, et al. Asthma control during the year after bronchial thermoplasty AIR Trial Study Group. N Engl J Med. 2007;356(13):1327–1337. 28. Thomson NC, Rubin AS, Niven RM, et al. Long-term (5 year) safety of bronchial thermoplasty: Asthma Intervention Research (AIR) trial AIR Trial Study Group. BMC Pulm Med. 2011;11:8. 29. Pavord ID, Cox G, Thomson NC, et al. Safety and efficacy of bronchial thermoplasty in symptomatic, severe asthma RISA Trial Study Group. Am J Respir Crit Care Med. 2007;176(12):1185–1191.SECTION Therapeutic Bronchoscopy Procedures 30. Pavord ID, Thomson NC, Niven RM, et al. Safety of bronchial thermoplasty in patients with severe refractory asthma Research in Severe Asthma Trial Study Group. Ann Allergy Asthma Immunol. 2013;111(5):402–407. 31. Castro M, Rubin AS, Laviolette M, et al. AIR2 Trial Study Group. Effectiveness and safety of bronchial thermoplasty in the treatment of severe asthma: a multicenter, randomized, double-blind, sham-controlled clinical trial. Am J Respir Crit Care Med. 2010;181(2):116–124. 32. Wechsler ME, Laviolette M, Rubin AS, et al. Asthma Intervention Research Trial Study Group. Bronchial thermoplasty: long-term safety and effectiveness in patients with severe persistent asthma. J Allergy Clin Immunol. 2013;132(6):1295–1302. 33. Chupp G, Laviolette M, Cohn L, et al. Other members of the PAS2 Study Group. Long-term outcomes of bronchial thermoplasty in subjects with severe asthma: a comparison of 3-year follow-up results from two prospective multicentre studies. Eur Respir J. 2017;50(2):1700017. 34. Burn J, Sims AJ, Patrick H, Heaney LG, Niven RM. Efficacy and safety of bronchial thermoplasty in clinical practice: a prospective, longitudinal, cohort study using evidence from the UK Severe Asthma Registry. BMJ Open. 2019;9(6):e026742. 35. Mayse MI, Laviolette M, Rubin A, et al. Clinical pearls for bronchial thermoplasty. J Bronchol. 2007;14:115–123. 36. Bonta PI, Chanez P, Annema JT, Shah PL, Niven R. Bronchial thermoplasty in severe asthma: best practice recommendations from an expert panel. Respiration. 2018;95(5):289–300. 37. Niven R, Aubier M, Bonta P, Puente-Maestu L, Facciolongo N, Ryan D. European consensus meeting/statement on bronchial thermoplasty. Who? Where? How? Respir Med. 150 2019 161–164. 38. Aizawa M, Ishihara S, Yokoyama T, Katayama K. Feasibility and safety of general anesthesia for bronchial thermoplasty: a description of early 10 treatments. J Anesth. 2018;32(3):443–446. 39. Eisenmann S, Schütte W, Funke F, Oezkan F, Islam S, Darwiche K. Bronchial thermoplasty including the middle lobe bronchus significantly improves lung function and quality of life in patients suffering from severe asthma. Lung. 2019;197(4):493–499. 40. Langton D, Sha J, Ing A, Fielding D, Thien F, Plummer V. Bronchial thermoplasty: activations predict response. Respir Res. 2017;18(1):134. 41. Langton D, Wang W, Thien F, Plummer V. The acute effects of bronchial thermoplasty on FEV1. Respir Med. 2018;137:147–151. 42. Langton D, Gaffney N, Wang WC, Thien F, Plummer V. Utility of a thin bronchoscope in facilitating bronchial thermoplasty. J Asthma Allergy. 2018;11:261–266. 43. Goorsenberg AWM, d’Hooghe JNS, de Bruin DM, van den Berk IAH, Annema JT, Bonta PI. Bronchial thermoplasty-induced acute airway effects assessed with optical coherence tomography in severe asthma. Respiration. 2018;96(6):564–570. 44. d’Hooghe JNS, van den Berk IAH, Annema JT, Bonta PI. Acute radiological abnormalities after bronchial thermoplasty: a prospective cohort trial. Respiration. 2017;94(3):258–262. 45. Debray MP, Dombret MC, Pretolani M, et al. Early computed tomography modifications following bronchial thermoplasty in patients with severe asthma. Eur Respir J. 2017;49(3):1601565. 46. Min",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.81,
    "domain": [
      "ablation",
      "lung_volume_reduction",
      "technology_navigation",
      "training_competency"
    ],
    "doc_type": "guideline",
    "aliases": [
      "enb"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_bronchial_thermoplas.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}