{
  "id": "practical_gti_electromag_nb",
  "title": "Electromagnetic Navigation Bronchoscopy",
  "abstract": "",
  "content": "Electromagnetic Navigation\nBronchoscopy Allen Cole Burks and Jason Akulian INTRODUCTION\nElectromagnetic navigation bronchoscopy (ENB) utilizes an electromagnetic field created around the patient to detect and display spatially tracked devices within the magnetic field superimposed over the three-dimensional (3D) virtual bronchoscopic route, i.e., an integrated electromagnetic tracking system within virtual navigational bronchoscopy. The final product is a dynamic, spatially, and temporally tracked virtual representation of the device within the preplanned, patient-specific anatomic “map.” In the United States, there are two commercially available electromagnetic navigation bronchoscopy (ENB) systems: SPiN Drive (VSPN, Veran Medical Technologies, St. Louis, MO, USA), and superDimension/ILLUMISITE (iSD, Medtronic, Minneapolis, MN, USA). Both systems require thin-cut computed tomography (CT) imaging with a specific protocol to plan biopsy targets and overlay/match the magnetic field to computed tomography (CT) scan anatomy. There are three primary differences between the systems. The first is the VSPN system’s use of inspiratory and expiratory CT images to add respiratory gating versus a static inspiratory breath hold (SD). The second is which devices are tracked during ENB (iSD-locatable guide [LG] via an extended working channel [EWC]; VSPN-tip-tracked biopsy instruments). The SD LG is similar to a tracked probe that passes through the EWC. The EWC is offered with various tip angles (45, 90, and 180 degrees), which allows for steerability during navigation. Once the lesion is reached, the EWC is locked in place and the LG is removed, allowing peripheral biopsy instruments to be used to sample the lesion in question and/or radial probe endobronchial ultrasound (rEBUS) is used for real-time confirmation of the target lesion. Though the VSPN system has recently introduced their own version of an LG/EWC combination, the platform’s performance is predicated on the use of “always-on” tipped track biopsy instruments (forceps, brush, and needle) allowing for continuous direct bronchoscopic navigation of the biopsy instrument. The third difference between the systems is a percutaneous approach option provided by the VSPN not found on the iSD system. The percutaneous modality uses a preplanned chest wall entry point to allow for passage of a tracked needle through the chest wall and into the peripheral lung parenchyma/target lesion. Both platforms use similar planning systems and computer software to generate 4D reconstructions of the patient’s chest CT and allowing for peripheral lesion targeting and pathway building. PREPROCEDURAL PREPARATION\nGuidelines recommend that nonsurgical biopsy be performed in patients who have an indeterminate nodule > 8 mm in diameter in the following situations1:\n- When clinical pretest probability of malignancy and imaging results are discordant.\n- When the overall probability of malignancy is low to moderate (~10 %-60 %).\n- Suspicion of a benign diagnosis, in which diagnostic confirmation would affect management decisions.\n- In high-malignancy risk-patients who desire biopsy of proof of malignancy prior to undergoing surgery.\n\naneous modality uses a preplanned chest wall entry point to allow for passage of a tracked needle through the chest wall and into the peripheral lung parenchyma/target lesion. Both platforms use similar planning systems and computer software to generate 4D reconstructions of the patient’s chest CT and allowing for peripheral lesion targeting and pathway building. PREPROCEDURAL PREPARATION\nGuidelines recommend that nonsurgical biopsy be performed in patients who have an indeterminate nodule > 8 mm in diameter in the following situations1:\n- When clinical pretest probability of malignancy and imaging results are discordant.\n- When the overall probability of malignancy is low to moderate (~10 %-60 %).\n- Suspicion of a benign diagnosis, in which diagnostic confirmation would affect management decisions.\n- In high-malignancy risk-patients who desire biopsy of proof of malignancy prior to undergoing surgery.SECTION Advanced Diagnostic Bronchoscopy Procedures\n- In high-surgical-risk patients, in whom a diagnosis is requested prior to initiation of radiosurgery or other nonsurgical ablative therapies.\n- Part-solid nodules > 8 mm in diameter, persistent on radiographic follow-up; based on pretest probability, surgical risk factors, and patient preference. Endoscopic-guided peripheral lung biopsy is generally preferred over transthoracic approaches in low-to-moderate malignancy probability patients with mediastinal or hilar lymphadenopathy measuring > = 1 cm in diameter in the short axis (regardless of fludeoxyglucose [FDG] avidity on positron emission tomography [PET] scan within the lymph nodes) due to the ability to stage the mediastinum with endobronchial ultrasound (EBUS)-guided transbronchial needle aspirations (TBNAs, see ) within a single procedure and anesthesia session. Equipment Needed for Electromagnetic Navigation Bronchoscopy\n- Veran SPiN Drive\n- Veran patient tracking pad (vPad) positioned on the chest ipsilateral to the nodule of interest in a T or L shape (\n- computed tomography (CT) scan requirements - Inspiratory and expiratory images - Slice thickness and interval: thickness (0.75 mm), interval (0.5 mm)\n- Planning station computer with SPiN Drive Planning software installed and USB drive - Either connected to intranet for DICOM CT scan upload or with CD-ROM/USB reading capabilities\n- USB drive for transitioning the procedure plan to the SPiN Drive electromagnetic navigation (EMN) Platform\n- Always-On Tip Tracked instruments ( - For SPiN Perc - SPiN Perc Kit - Always-On Tip Tracked 19 gauge (G) x 105 mm or 155 mm biopsy needle - 20-gauge x 15 cm or 20 cm fine-needle aspiration (FNA) needle\n- superDimension/ILLUMISITE Navigation System\n- CT scan requirements - Full inspiratory images - Slice thickness and interval: thickness (1.0–1.25 mm), interval (0.8–1.0 mm)\n- Planning station computer with iSD Planning software installed and USB drive - Either connected to intranet for DICOM CT scan upload or with CD-ROM/USB reading capabilities\n- USB drive for transitioning the procedure plan to the ILLUMISITE platform\n- iSD electromagnetic generator and board\n- Bronchoscope with at least a 2.6-mm working channel\n- ILLUMISITE extended working channel (EWC-0-, 45-, 90-, and 180-degree angulation) (\n- Biopsy instruments\n- For fluoroscopic navigation technology - Fiducial board\n\nfine-needle aspiration (FNA) needle\n- superDimension/ILLUMISITE Navigation System\n- CT scan requirements - Full inspiratory images - Slice thickness and interval: thickness (1.0–1.25 mm), interval (0.8–1.0 mm)\n- Planning station computer with iSD Planning software installed and USB drive - Either connected to intranet for DICOM CT scan upload or with CD-ROM/USB reading capabilities\n- USB drive for transitioning the procedure plan to the ILLUMISITE platform\n- iSD electromagnetic generator and board\n- Bronchoscope with at least a 2.6-mm working channel\n- ILLUMISITE extended working channel (EWC-0-, 45-, 90-, and 180-degree angulation) (\n- Biopsy instruments\n- For fluoroscopic navigation technology - Fiducial boardCHAPTER Electromagnetic Navigation Bronchoscopy - A qualified C-arm fluoroscope for use with the navigation system (determined by Medtronic technical service representative)\n- Creates a fluoroscope configuration file installed on the navigation system that corrects fluoroscopic image distortion, allowing recreation of the 3D volume. Each file is specific to the geometric properties of the individual fluoroscope used.\n- electromagnetic navigation bronchoscopy (ENB)-guided fiducial placement\n- Fiducial markers (for examples, see\n- SuperLock-0.8 x 3.5 mm gold seed with an attached 4-mm nitinol wire (Medtronic, Dublin, Ireland)\n- Visicoil-0.5 x 5-mm linear gold wire (IBA Dosimetry, Bartlett, TN, USA)\n- Bone wax or surgical lube\n- For iSD: - iSD Marker Delivery Kit, or - Cytology brush\n- For Veran SPiN: - Always-On Tip Tracked cytology brush, or - SPiN EWC/access catheter with Always-On Tip Tracked guidewire - *Staf*f - Bronchoscopy technician/nurse for equipment assistance and sample handling\n- Anesthesia staff PROCEDURAL TECHNIQUES\nVeran SPiN System\nPlanning With the vPad patient trackers appropriately positioned in a T or L configuration, the patient undergoes a non-contrasted computed tomography (CT) scan of the chest during end inspiration and expiration. The patient must remain supine until completion of the scan to decrease registration error. Once uploaded to the planning station, the identification of 6 vPad sensors is confirmed (\n\nTN, USA)\n- Bone wax or surgical lube\n- For iSD: - iSD Marker Delivery Kit, or - Cytology brush\n- For Veran SPiN: - Always-On Tip Tracked cytology brush, or - SPiN EWC/access catheter with Always-On Tip Tracked guidewire - *Staf*f - Bronchoscopy technician/nurse for equipment assistance and sample handling\n- Anesthesia staff PROCEDURAL TECHNIQUES\nVeran SPiN System\nPlanning With the vPad patient trackers appropriately positioned in a T or L configuration, the patient undergoes a non-contrasted computed tomography (CT) scan of the chest during end inspiration and expiration. The patient must remain supine until completion of the scan to decrease registration error. Once uploaded to the planning station, the identification of 6 vPad sensors is confirmed (SECTION Advanced Diagnostic Bronchoscopy Procedures\ncorresponding carina in the program’s generated airway map. The lesion of interest is then chosen by right-clicking, holding, and dragging across the largest diameter of the lesion and clicking save. The software then segments the target lesion and airways creating a high-definition virtual airway map with a proposed pathway to the lesion. Following this, the user will confirm registration by evaluating the overlay of the planned navigation over the expiratory images. If there is significant divergence between the planned route and expiratory images, this is rectified by selecting the “refine airways” button, aligning the inspiratory and expiratory images side by side, and dropping a point on the main carina on the expiratory images by right-clicking, and then placing a second point on the lesion of interest on expiratory images with a right-click. The software then adjusts the overlay, which the user confirms once appropriate. The next screen is the SPiN Perc planning stage, which can be skipped if desired or the target location is not amenable to percutaneous sampling.\n\nThe software then segments the target lesion and airways creating a high-definition virtual airway map with a proposed pathway to the lesion. Following this, the user will confirm registration by evaluating the overlay of the planned navigation over the expiratory images. If there is significant divergence between the planned route and expiratory images, this is rectified by selecting the “refine airways” button, aligning the inspiratory and expiratory images side by side, and dropping a point on the main carina on the expiratory images by right-clicking, and then placing a second point on the lesion of interest on expiratory images with a right-click. The software then adjusts the overlay, which the user confirms once appropriate. The next screen is the SPiN Perc planning stage, which can be skipped if desired or the target location is not amenable to percutaneous sampling.CHAPTER Electromagnetic Navigation Bronchoscopy\nIf the nodule is in the peripheral one-third of the lung parenchyma and located in an anterolateral position, then electromagnetic-guided transthoracic needle aspiration/biopsy (EMTTNA) can be considered. When planning for EMTTNA, a needle insertion site is selected by right-clicking at the level of the skin such that a needle entry path is created that is the shortest distance from visceral pleura to target and avoids overlying bony structures, pleural fissures, and is less than 10.5–15.5 cm from insertion site to targeted lesion (the working distance of the available SPiN Perc Always-On Tip Tracked TTNA needles). The plan then is uploaded to a USB drive, taken to the SPiN Drive navigation platform and uploaded. Registration\nOnce the patient is appropriately sedated and anesthetized, position the magnetic field generator over the vPads such that all six markers are recognized by the system. Using one of the Tip Tracked instruments, place the tip of the instrument on the main carina and confirm by clicking “set main carina.” The registration is confirmed by placing the tip of the instrument on the selected secondary carina and affirming that the system is appropriately sensing its location within the virtual map. If there is significant error in the location of the instrument in relation to the secondary or main carina, a point cloud should be created by clicking “create point cloud” and passing the instrument sequentially throughout the right lung, left lung, and trachea. The system collects points in expiration and overlays them on the virtual map; once a system-determined threshold of accuracy is met, the checkmark turns green. Once all three checkmarks have turned green, click “stop collecting,” accept registration, and then reassess accuracy by placing the tip of the instrument physically on the respective carinas and confirming their location within the virtual image. Navigation and Biopsy\nOnce airway registration is confirmed, the navigation phase of the procedure begins ( Alternatively, navigation can be performed through a lockable SPiN access catheter with an Always-On Tip Tracked guidewire. Target lesion location confirmation can then be performed with rEBUS, prior to insertion of the biopsy tools through the catheter. EMTTNA\nFirst, confirm presence of lung slide and b-lines (vertical hyperechoic ultrasound reverberations that move in sync with lung parenchymal sliding) with ultrasound to rule out a pneumothorax complicating the electromagnetic navigation bronchoscopy (ENB)-guided transbronchial needle aspiration (TBNA) and biopsies. Recheck registration of the main and secondary carinas prior to EMTTNA, in order to ensure accuracy of the procedure. Using a nonsterile Tip Tracked TTNA needle, identify the insertion site on the patient with the use of the SPiN Perc software. Mark the insertion site and prepare the site in a sterile fashion. Carefully insert the sterile Tip Tracked TTNA needle into the skin, maintaining the trajectory of the needle by ensuring a green circle within a green square in the heads-up display (HUD) and that the needle trajectory lines transect the target lesion in both oblique and oblique-90 degree views (\n\nthat move in sync with lung parenchymal sliding) with ultrasound to rule out a pneumothorax complicating the electromagnetic navigation bronchoscopy (ENB)-guided transbronchial needle aspiration (TBNA) and biopsies. Recheck registration of the main and secondary carinas prior to EMTTNA, in order to ensure accuracy of the procedure. Using a nonsterile Tip Tracked TTNA needle, identify the insertion site on the patient with the use of the SPiN Perc software. Mark the insertion site and prepare the site in a sterile fashion. Carefully insert the sterile Tip Tracked TTNA needle into the skin, maintaining the trajectory of the needle by ensuring a green circle within a green square in the heads-up display (HUD) and that the needle trajectory lines transect the target lesion in both oblique and oblique-90 degree views (SECTION Advanced Diagnostic Bronchoscopy Procedures\nto 2 cm with the spring-loaded marker prior to the procedure. Aspirate and agitate within the nodule approximately 10 times (with or without suction), then process the sample according to institutional protocols. Between aspirations, we replace the Tip Tracked stylet to reconfirm location of the trocar’s position as it relates to the target lesion. After the last FNA pass, reconfirm trocar location and replace the stylet with the 19-G core needle gun set at the appropriate depth (1–2 cm) based on lesion size and location. Fire the core needle four consecutive times, orienting the needle edge 90 degrees from each prior pass after processing each sample and confirming location of the trocar tip and lesion between fires. Once all needle and core passes have been obtained, 2–4 mL of warm saline or patient’s own blood is injected, starting at the proximal edge of the nodule while the needle is withdrawn, to deposit saline or blood throughout the needle tract in an attempt to decrease risk of pneumothorax. superDimension Navigation System\nPlanning\nA preprocedure, same-day thin-slice noncontrasted computed tomography (CT) scan with full inspiratory and expiratory phases is preferred for the iSD system. Once obtained, the CT scan is uploaded to the iSD or ILLUMISITE planning station, where it appears in a patient list. The operator then chooses the patient of interest to create a new plan. This generates a 3D-segmented airway map of the patient’s airways. The user then evaluates the automated 3D map for the appropriate number of subsegment divisions, especially in the region of interest. The segmented airways should extend to within 2.5–5 cm of the target. If this is the case, the user clicks “Accept 3D map.” In the event the map lacks the desired number of airway segmentations, the user declines the automated map by clicking “Decline map.” The system will then prompt the user to complete a series of steps to select the main carina, trachea, and secondary carinas; then click “Generate map.” Based on these user inputs, the system then regenerates the segmented airway map. Once the user is satisfied and the map is accepted, the planning station will prompt the user to select (right-click) the target of interest. After target selection, the user will select “Add target”-preferentially selecting the peripheral versus central target buttons based on the target’s location in either the outer two-third of the lung parenchyma or within the inner one-third. The user will then\n\ntarget. If this is the case, the user clicks “Accept 3D map.” In the event the map lacks the desired number of airway segmentations, the user declines the automated map by clicking “Decline map.” The system will then prompt the user to complete a series of steps to select the main carina, trachea, and secondary carinas; then click “Generate map.” Based on these user inputs, the system then regenerates the segmented airway map. Once the user is satisfied and the map is accepted, the planning station will prompt the user to select (right-click) the target of interest. After target selection, the user will select “Add target”-preferentially selecting the peripheral versus central target buttons based on the target’s location in either the outer two-third of the lung parenchyma or within the inner one-third. The user will thenCHAPTER Electromagnetic Navigation Bronchoscopy\nproceed to “draw” a pathway back to the distal-most recognized airway, generating a virtual airway navigation pathway, which is then reviewed and compared to user’s preprocedure expected pathway based on detailed computed tomography (CT) review and CT-anatomic correlation. Once complete, the plan is exported to a USB drive and uploaded onto the iSD navigation platform. Procedural Registration\nPrior to anesthesia, the patient is positioned atop the iSD electromagnetic generator and location board (if fluoroscopic navigation is being used, an iSD fiducial board is secured to the location board prior to patient positioning). After appropriate sedation/anesthesia and airway placement, the patient plan is selected on the procedural platform and the plan is activated. The bronchoscope with the EWC inserted is then driven to the main carina where the EWC is extended 0.5–1 cm. The iSD software in combination with the EWC then “automatically” registers the airways while the proceduralist drives the scope and EWC into each lobar airway. In the event there is significant registration error or CT-patient divergence, manual registration is performed by touching the iSD EWC to each of the preselected registration points.\n\nSD navigation platform. Procedural Registration\nPrior to anesthesia, the patient is positioned atop the iSD electromagnetic generator and location board (if fluoroscopic navigation is being used, an iSD fiducial board is secured to the location board prior to patient positioning). After appropriate sedation/anesthesia and airway placement, the patient plan is selected on the procedural platform and the plan is activated. The bronchoscope with the EWC inserted is then driven to the main carina where the EWC is extended 0.5–1 cm. The iSD software in combination with the EWC then “automatically” registers the airways while the proceduralist drives the scope and EWC into each lobar airway. In the event there is significant registration error or CT-patient divergence, manual registration is performed by touching the iSD EWC to each of the preselected registration points.SECTION Advanced Diagnostic Bronchoscopy Procedures\nNavigation, Local Reregistration With Fluoroscopic Navigation Technology, and Biopsy The navigation phase of the procedure begins after registration by following the virtual pathway through the airways to the “take-off” lobar bronchus. The bronchoscope is wedged into that distal-most airway and EWC is manually advanced and turned (as needed) down the virtual path to the target lesion ( Following initial airway registration and navigation to within 2.5 cm of the target lesion, local reregistration can be performed using fluoroscopic navigation technology. A series of 2D fluoroscopic images of the fiducial markers within the fiducial board are captured across a 50-degree rotation of the C-arm in an arc around the region of interest, which is marked by the physician on screen. An algorithm within the iSD system then generates a tight cross-sectional, 3D volume by determining the various angles of the C-arm based on the angle of the fiducial grid within the images and automatically removing overlying structural and metal artifacts to improve contrast ( Using the updated local registration, the EWC is repositioned according to the new virtual map, and reconfirmed with fluoroscopy and/or rEBUS imaging. At this point, the LG is removed from the EWC and the rEBUS probe is inserted. Upon rEBUS confirmation of EWC relationship with target lesion, the EWC is locked in place, and transbronchial needle aspiration (TBNA) and transbronchial biopsy (TBBx) forceps of the proceduralist’s choice are then inserted into the EWC and FNAs and forceps biopsies are acquired in a similar fashion to that described earlier. This system allows the EWC to remain locked in place between biopsy passes (without the need for repeated tool navigation with each biopsy), and proprietary biopsy tools are not required. Electromagnetic Navigational Bronchoscopy-Guided Fiducial Placement Some forms of stereotactic body radiation therapy (SBRT) require the placement of two to three fiducial markers to allow for lesion tracking throughout the respiratory cycle. Both EMN systems can be used to accurately place fiducials for SBRT simulation and nodule tracking. When using the VSPN, the tip-tracked brush can be employed for deployment of fiducials in and around the target lesion. With the brush completely retracted, the fiducial marker of choice is inserted into the empty tip of the brush catheter (\n\nFNAs and forceps biopsies are acquired in a similar fashion to that described earlier. This system allows the EWC to remain locked in place between biopsy passes (without the need for repeated tool navigation with each biopsy), and proprietary biopsy tools are not required. Electromagnetic Navigational Bronchoscopy-Guided Fiducial Placement Some forms of stereotactic body radiation therapy (SBRT) require the placement of two to three fiducial markers to allow for lesion tracking throughout the respiratory cycle. Both EMN systems can be used to accurately place fiducials for SBRT simulation and nodule tracking. When using the VSPN, the tip-tracked brush can be employed for deployment of fiducials in and around the target lesion. With the brush completely retracted, the fiducial marker of choice is inserted into the empty tip of the brush catheter (CHAPTER Electromagnetic Navigation Bronchoscopy with a soft tip into which a marker (SuperLock fiducial, Medtronic, Dublin, Ireland) is loaded. Once loaded, the catheter is placed through the EWC to the predetermined placement location, and a deployment wire is used to push the marker out into the lung parenchyma. Alternatively, a cytology brush can be used to deploy markers into the parenchyma via the EWC, similar to the method described earlier for the VSPN, with the main difference being the use of the EWC compared to an electromagnetically tracked brush. Similarly, VSPN system also has available SPiN access catheters that can be used as an EWC through which a marker-loaded brush can be directed to the desired location. Once the fiducial is loaded in the deployment tool of choice, the tool is then navigated in a similar fashion as mentioned earlier for the specific system being used, with the caveat that the goal is to leave at least two fiducials within 2–5 cm of each other and in relation to the lesion itself. We often will use the original navigation plan to place the first fiducial as close to, or within, the lesion as possible. The tool is navigated to the target lesion and then extended just to the end of the catheter, thus pushing the fiducial into the parenchyma. The bronchoscope technician/nurse simultaneously marks the virtual location of the fiducial with the navigation software. The tool is then retracted and reloaded with the second fiducial. The second fiducial is then navigated in a similar fashion, choosing an alternative distal airway that places the tip of the tool within 2–5 cm of the lesion and/or the first fiducial. Again the tool is deployed just enough to cause the fiducial to exit the catheter into the parenchyma. A third or more fiducials can be placed in a similar fashion depending on institutional radiation oncology preferences. PRECAUTIONS AND CAVEATS\n- Same-day planning computed tomography (CT) scan is recommended to improve registration; however, it should always be compared to the referral CT scan, as the incidence of nodules that decrease in size or resolve between referral CT scan and day-of-procedure scan is significant and can prevent unnecessary procedures.2\n- We recommend using CT-anatomic correlation in conjunction with electromagnetic navigation bronchoscopy (ENB), as we find this decreases the time to selection of the correct airway and first biopsy attempt.3\n- Under anesthesia, atelectasis increases with length of procedure and can affect registration. Positive end-expiratory pressure and muscle relaxants have been used in an attempt to reduce this effect; however, data are limited on their effect on diagnostic yield or procedural success.\n- The use of radial ultrasound (see ) via a guide sheath or EWC as confirmation of target nodule and proximity to navigation has been shown to increase the diagnostic yield of peripheral bronchoscopy.4,5\n- The VSPN software provides a virtual tooltip extension. Be aware that this does not represent the tip of the tool; however, the anticipated throw of the tool is based on the depth entered into the software (1–2-cm\n\nin conjunction with electromagnetic navigation bronchoscopy (ENB), as we find this decreases the time to selection of the correct airway and first biopsy attempt.3\n- Under anesthesia, atelectasis increases with length of procedure and can affect registration. Positive end-expiratory pressure and muscle relaxants have been used in an attempt to reduce this effect; however, data are limited on their effect on diagnostic yield or procedural success.\n- The use of radial ultrasound (see ) via a guide sheath or EWC as confirmation of target nodule and proximity to navigation has been shown to increase the diagnostic yield of peripheral bronchoscopy.4,5\n- The VSPN software provides a virtual tooltip extension. Be aware that this does not represent the tip of the tool; however, the anticipated throw of the tool is based on the depth entered into the software (1–2-cmSECTION Advanced Diagnostic Bronchoscopy Procedures throws). When the tool is aligned with the target and the target is within range of that throw, it will appear orange in color. - Confirm lack of pneumothorax prior to proceeding with EMTTNA either with ultrasound, fluoroscopy, or chest x-ray.\n- When performing EMTTNA, do not remove the trocar from the parenchyma once placed.\n- Avoid more than one visceral pleural puncture as multiple punctures of the visceral pleura are associated with an increased risk of pneumothorax.6–9\n- Injection of 2–4 mL of warmed saline or patient’s own blood throughout the tract as the trocar is withdrawn during an expiratory hold can decrease rate of pneumothorax during transthoracic biopsy by 3–6-fold.10\n- When advancing the iSD EWC and utilizing “tip view,” keep the target lesion centered in the ring/tip. Follow the arrows’ instruction to turn the EWC appropriately to maintain the central relationship. COMPLICATIONS\n- Pneumothorax - 2 %-7 % with peripheral transbronchial needle aspiration (TBNA) and TBBx5,11–13 - 10 %-20 % with EMTTNA14 - 50 % of the pneumothoraces require intervention (hospitalization or tube thoracostomy)11,12\n- Hemorrhage - < 1 %-2.5 %5,13\n- Hypoxemia/respiratory failure - < 1 %5,13 EVIDENCE\nA plethora of studies have sought to define the clinical effectiveness of electromagnetic navigation bronchoscopy (ENB) in peripheral lung lesion sampling and reported diagnostic yields have ranged from 39 % to 94 %.5,11 Two meta-analyses have been done on ENB for peripheral pulmonary nodules-both of which included many studies of poor methodologic quality. Gex et al. found the pooled diagnostic yield of ENB to be 64.9 % (95 % confidence interval [CI], 59.2–70.3) and a negative predictive value of 52.1 % (95 % CI, 43.5–60.6), while Zhang et al. reported the pooled sensitivity, specificity, positive- and negative-likelihood ratios to be 82 %, 100 %, 19.36, and 0.23, respectively, indicating a prohibitively high false-negative rate when attempting to rule out malignant disease.11,12 The largest prospective randomized controlled trial with three arms comparing ENB, rEBUS, and combined ENB with rEBUS found similar results for ENB and rEBUS with diagnostic yields of 59 % and 69 %, respectively. However, the combined technology arm had a significant increase in diagnostic yield (88 %) when compared to either rEBUS or ENB alone.4 A recent prospective, multicenter trial utilizing the iSD platform with rate of pneumothorax as the primary outcome measured a 12-month follow-up of 1157 patients at 37 institutions with a median lesion size of 20.0 mm. The authors reported a 4.3 % pneumothorax rate (2.9 % requiring hospitalization or intervention), a 2.5 % hemorrhage rate (1.5 % grade 2 or greater), and 0.7 % grade 4 or greater respiratory failure rate-comparable to prior data. Although this study included a large proportion of high pretest probability nodules, a high number of patients had stage II-IV non-small cell lung cancer (NSCLC), and was not powered for diagnostic yield as the primary outcome, however; it reported a 73 % diagnostic yield at 12 months and a sensitivity, specificity, positive, and negative predictive values of 69 %, 100 %, 100 %, and 56 %, respectively.13,15 Overall, these data add to the growing body of literature speaking to the safety of ENB. To date, there have been no multicenter prospective trials of ENB with the Veran platform published; however, one such study has completed enrollment and is currently undergoing data review at the time of this publication (ClinicalTrials.gov ID NCT03338049). ENB has a comparable risk profile to that of peripheral lung biopsy using a standard FB and is superior to computed tomography (CT) needle biopsy in regard to incidence of pneumothorax.11–13,16,17 Several factors have been identified that may positively influence ENB yield: (1) target location in the upper or middle lobe, (2) presence of a bronchus sign on CT imaging, (3) combined use of rEBUS, (4) catheter suctioning as a sampling technique, (5) lower\n\nadd to the growing body of literature speaking to the safety of ENB. To date, there have been no multicenter prospective trials of ENB with the Veran platform published; however, one such study has completed enrollment and is currently undergoing data review at the time of this publication (ClinicalTrials.gov ID NCT03338049). ENB has a comparable risk profile to that of peripheral lung biopsy using a standard FB and is superior to computed tomography (CT) needle biopsy in regard to incidence of pneumothorax.11–13,16,17 Several factors have been identified that may positively influence ENB yield: (1) target location in the upper or middle lobe, (2) presence of a bronchus sign on CT imaging, (3) combined use of rEBUS, (4) catheter suctioning as a sampling technique, (5) lowerCHAPTER Electromagnetic Navigation Bronchoscopy rate of 98.1 %, accompanied by a low (6 %) pneumothorax rate. Over the course of a five-fraction SBRT treatment, fiducial migration was < 7 mm in 98 % of the fiducials.22 In a more recent, retrospective review of electromagnetic navigation bronchoscopy (ENB)-placed fiducial markers, 133 markers were placed in 65 patients, with 132 (99 %) confirmed durable on follow-up imaging/resection.23 The clinical utility of the same-day planning computed tomography (CT) scan in reducing unnecessary procedures is illustrated by a study that showed, in the lung cancer screening population, up to 7.7 % of nodules will decrease in size or resolve on follow-up.24 In a subsequent single-center, prospective case series, 6.9 % of patients undergoing same-day planning CT scan for ENB of a peripheral lesion reported a decrease in nodule size or resolution leading to procedure cancellation. The study further reported the number needed to screen was 15, with mean time between referral scan and procedure day of 53 days.2 S U MMA RY ENB presents additional guidance to the chest physician and has been shown to hold potential advantage over conventional bronchoscopy. While ENB has been associated with improved peripheral lung diagnostic yields, there remains a significant need for practical, affordable, real-time imaging confirmation of tool localization within the target lesion. Given the learning curve associated with ENB-guided peripheral lung biopsy, this practical guide outlines methods and tips for maximizing the use of readily available ENB systems. Arguably, the single most important tip for maximization of diagnostic yield is proper patient selection. Intermediate- to high-risk patients who are poor surgical candidates or prefer a tissue diagnosis prior to surgery are the preferred population, as a higher pretest probability will affect overall diagnostic yield by increasing the incidence of cancer in the procedural population group. Centrally located nodules greater than 2 cm with a clear bronchus ending within the lesion have further been shown as predictors of successful biopsy. Alternatively, peripherally located nodules less than 2 cm in size without radiographic evidence of mediastinal lymphadenopathy should be considered for primary resection or percutaneous needle biopsy.25 Such thoughtful screening of patients being considered for ENB can serve to ensure proper guideline-directed workup of CT-detected lung abnormalities and maximize initial first-test evaluation diagnostic yield, possibly avoiding unnecessary procedures and delays in diagnosis. REFERENCES 1. Gould MK, Donington J, Lynch WR, et al. Evaluation of individuals with pulmonary nodules: when is it lung cancer? Diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5 Suppl):e93 S-e120S.\n2. Semaan RW, Lee HJ, Feller-Kopman D, et al. Same-day computed tomographic chest imaging for pulmonary nodule targeting with electromagnetic navigation bronchoscopy may decrease unnecessary procedures. Ann Am Thorac Soc. 2016;13(12):2223–2228.\n3. Chen AC, Loiselle A, Zhou L, Baty J, Misselhorn D. Localization of peripheral pulmonary lesions using a method of computed tomography-anatomic correlation and radial probe endobronchial ultrasound confirmation. Ann Am Thorac Soc. 2016;13(9):1586–1592.\n4. Eberhardt R, Anantham D, Ernst A, Feller-Kopman D, Herth F. Multimodality bronchoscopic diagnosis of peripheral lung lesions: a randomized controlled trial. Am J Respir Crit Care Med. 2007;176(1):36–41.\n5. Ost DE, Ernst A, Lei X, et al. Diagnostic yield and complications of bronchoscopy for peripheral lung lesions. Results of the AQuIRE Registry. Am J Respir Crit Care Med. 2016;193(1):68–77.\n6. Covey AM, Gandhi R, Brody LA, Getrajdman G, Thaler HT, Brown KT. Factors associated with pneumothorax and pneumothorax requiring treatment after percutaneous lung biopsy in 443 consecutive patients. J Vasc Interv Radiol. 2004;15(5):479–483.\n7. Khan MF, Straub R, Moghaddam SR, et al. Variables affecting the risk of pneumothorax and intrapulmonal hemorrhage in CT-guided transthoracic biopsy. Eur Radiol. 2008;18(7):1356–1363.\n8. Saji H, Nakamura H, Tsuchida T, et al. The\n\nof the AQuIRE Registry. Am J Respir Crit Care Med. 2016;193(1):68–77.\n6. Covey AM, Gandhi R, Brody LA, Getrajdman G, Thaler HT, Brown KT. Factors associated with pneumothorax and pneumothorax requiring treatment after percutaneous lung biopsy in 443 consecutive patients. J Vasc Interv Radiol. 2004;15(5):479–483.\n7. Khan MF, Straub R, Moghaddam SR, et al. Variables affecting the risk of pneumothorax and intrapulmonal hemorrhage in CT-guided transthoracic biopsy. Eur Radiol. 2008;18(7):1356–1363.\n8. Saji H, Nakamura H, Tsuchida T, et al. TheSECTION Advanced Diagnostic Bronchoscopy Procedures\nin computed tomography (CT)-guided transthoracic lung biopsies: a systematic review and meta-analysis. Cardiovasc Intervent Radiol. 2019;42(8):1062–1072. 11. Zhang W, Chen S, Dong X, Lei P. Meta-analysis of the diagnostic yield and safety of electromagnetic navigation bronchoscopy for lung nodules. J Thorac Dis. 2015;7(5):799–809. 12. Gex G, Pralong JA, Combescure C, Seijo L, Rochat T, Soccal PM. Diagnostic yield and safety of electromagnetic navigation bronchoscopy for lung nodules: a systematic review and meta-analysis. Respiration. 2014;87(2):165–176. 13. Folch EE, Pritchett MA, Nead MA, et al. Electromagnetic navigation bronchoscopy for peripheral pulmonary lesions: one-year results of the prospective, multicenter NAVIGATE study. J Thorac Oncol. 2019;14(3):445–458. 14. Mallow C, Lee H, Oberg C, et al. Safety and diagnostic performance of pulmonologists performing electromagnetic guided percutaneous lung biopsy (SPiNperc). Respirology. 2019;24(5):453–458. 15. Thiboutot J, Yarmus LB, Lee HJ, Rivera MP, Ost DE, Feller-Kopman D. Real-world application of the NAVIGATE trial. J Thorac Oncol. 2019;14(7):e146-e147. 16. Leong S, Ju H, Marshall H, et al. Electromagnetic navigation bronchoscopy: a descriptive analysis. J Thorac Dis. 2012;4(2):173–185. 17. Wilson DS, Bartlett RJ. Improved diagnostic yield of bronchoscopy in a community practice: combination of electromagnetic navigation system and rapid on-site evaluation. J Bronchol. 2007;14(4):227–232. 18. Seijo LM, de Torres JP, Lozano MD, et al. Diagnostic yield of electromagnetic navigation bronchoscopy is highly dependent on the presence of a bronchus sign on CT imaging: results from a prospective study. Chest. 2010;138(6):1316–1321. 19. Savage C, Morrison RJ, Zwischenberger JB. Bronchoscopic diagnosis and staging of lung cancer. Chest Surg Clin N Am. 2001;11(4):701–721. vii-viii. 20. Schreiber G, McCrory DC. Performance characteristics of different modalities for diagnosis of suspected lung cancer: summary of published evidence. Chest. 2003;123(1 Suppl):115S-128S. 21. Wang Memoli JS, Nietert PJ, Silvestri GA. Meta-analysis of guided bronchoscopy for the evaluation of the pulmonary nodule. Chest. 2012;142(2):385–393. 22. Nabavizadeh N, Zhang J, Elliott DA, et al. Electromagnetic navigational bronchoscopy-guided fiducial markers for lung stereotactic body radiation therapy: analysis of safety, feasibility, and interfraction stability. J Bronchology Interv Pulmonol. 2014;21(2):123–130. 23. Belanger AR, Burks AC, Chambers DM, et al. Peripheral lung nodule diagnosis and fiducial marker placement using a novel tip-tracked electromagnetic navigation bronchoscopy system. J Bronchology Interv Pulmonol. 2019;26(1):41–48. 24. Zhao YR, Heuvelmans MA, Dorrius MD, et al. Features of resolving and nonresolving indeterminate pulmonary nodules at follow-up CT: the NELSON study. Radiology. 2014;270(3):872–879. 25. Gao SJ, Kim AW, Puchalski JT, et al. Indications for invasive mediastinal staging in patients with early non-small cell lung cancer staged with PET-CT. Lung Cancer. 2017;109:36–41.",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.777,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "guideline",
    "aliases": [
      "enb",
      "rp-ebus",
      "ebus",
      "rose",
      "tbna"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_electromag_nb.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}