{
  "id": "practical_gti_teaomtta",
  "title": "The Endoscopic Application of Medication to the Airway",
  "abstract": "",
  "content": "The Endoscopic Application of\nMedication to the INTRODUCTION\nSince its discovery in 1876, bronchoscopy has served a fundamental role in the diagnosis and management of pulmonary disease.1 Over the past few decades, the therapeutic capabilities of bronchoscopy have evolved dramatically. Indeed, technologies such as laser therapy, argon plasma coagulation, cryotherapy, brachytherapy, and endobronchial stenting have revolutionized the management of malignant and nonmalignant central airway disease, ushering in a new age of interventional pulmonology. More recently, there has been increased interest in the direct application of medications to the airways utilizing a bronchoscopic approach. This chapter discusses the endoscopic application of medication to a variety of malignant and nonmalignant thoracic diseases. MALIGNANT THORACIC DISEASE\nTransbronchial Needle Injections\nDespite widespread anti-tobacco campaigns and lung cancer screening initiatives, lung cancer remains the leading cause of cancer death in the United States with a projected mortality of over 147,000 deaths in 2019 alone.2 The majority of lung cancers are non-small cell lung cancer (NSCLC), many of which are advanced at the time of initial presentation.3 Given the significant morbidity and mortality associated with lung cancer, early diagnosis is of paramount importance. In the late 1970s, Ko-Pen Wang developed flexible transbronchial needle aspiration (TBNA)1 through a fiberoptic bronchoscope, allowing for endoscopic tissue sampling with possible rapid on-site evaluation (ROSE) of histopathologic specimens. The use of transbronchial needle aspiration (TBNA) for the diagnosis and staging of lung cancer significantly increased after the introduction of endobronchial ultrasonography (EBUS).4 endobronchial ultrasound (EBUS) allows for direct visualization of the lesion being biopsied, not only increasing the diagnostic yield of the procedure5 but also rendering the procedure safer by allowing operators to visualize advancement and retraction of the needle in real time. Today EBUS-guided TBNA has become an integral component in the diagnosis of thoracic malignancy and mediastinal lymph node staging, providing a minimally invasive alternative to mediastinoscopy and video-assisted thoracoscopic surgery as a means by which to diagnose and stage lung cancer.3,6–8 EBUS-TBNA has also previously been shown to reduce the time to diagnosis of lung cancer, allowing for earlier initiation of therapy,9 as well as expedited care coordination between patients, oncologists, pulmonologists, and surgeons. Given the impressive diagnostic capabilities of TBNA, especially in conjunction with EBUS, there has been growing interest in the role of transbronchial needle injections (TBNI) as a therapeutic modality. This is particularly relevant to lung cancer. Treatment of NSCLC is based on cancer staging, with advanced stages (II-IV) typically requiring radiation and/or chemotherapeutic agents. Among patients diagnosed with lung cancer, approximately 20 %-30 % will develop some degree of malignant airway obstruction.10 These obstructive lesions can be associated with progressively worsening dyspnea, resulting in a diminished quality of life. Malignant airway obstructions may also give way to such complications as hemoptysis, postobstructive pneumonia, and, in severe cases, respiratory failure. Megan Acho, Roy Semaan and Lonny Yarmus\n\n, pulmonologists, and surgeons. Given the impressive diagnostic capabilities of TBNA, especially in conjunction with EBUS, there has been growing interest in the role of transbronchial needle injections (TBNI) as a therapeutic modality. This is particularly relevant to lung cancer. Treatment of NSCLC is based on cancer staging, with advanced stages (II-IV) typically requiring radiation and/or chemotherapeutic agents. Among patients diagnosed with lung cancer, approximately 20 %-30 % will develop some degree of malignant airway obstruction.10 These obstructive lesions can be associated with progressively worsening dyspnea, resulting in a diminished quality of life. Malignant airway obstructions may also give way to such complications as hemoptysis, postobstructive pneumonia, and, in severe cases, respiratory failure. Megan Acho, Roy Semaan and Lonny YarmusSECTION Therapeutic Bronchoscopy Procedures these situations, rapid, safe, and effective recanalization of the airway is imperative. In contrast to intravenous therapies, TBNI allows for localized delivery of (oftentimes cytotoxic) medications into these lesions, not only potentially minimizing the systemic toxicities associated with these agents but also increasing the intratumoral concentrations of the drugs. In the 1980s, TBNI (without EBUS) was used to deliver ethanol into endobronchial tumors with the goal of alleviating central airway obstruction and minimizing tumoral bleeding.11 Fujisawa et al. injected 0.5–3 mL of 99.5 % ethanol into the tumors of 13 patients with tracheobronchial tumors invading the central airway to potentiate tissue necrosis, allowing pieces of the necrotic tumor to be debrided with forceps in order to improve airway patency.12 Sawa et al. performed a similar intervention, injecting 4.5 mL (on average) of 99 % ethanol into the endobronchial lesions of eight patients utilizing an endoscopic video information system to assess for leakage of ethanol beyond the tumor margins.13 In addition to ethanol, chemotherapeutic agents have also been directly injected into intra- and extraluminal tumors endoscopically. When chemotherapy is administered via TBNI, the procedure is termed endobronchial intratumoral chemotherapy (EITC).14 One of the first descriptions of EITC came from Celikoglu et al. in Turkey.15 This study was designed to evaluate EITC as a potential palliative intervention for individuals with lung cancer (primarily squamous cell carcinoma) that was not amenable to surgery. Ninety-three patients with inoperable cancers and evidence of more than 50 % exophytic obstruction of at least one major airway were enrolled. Of these patients, 68 carried a diagnosis of previously untreated bronchogenic carcinoma (with plans to initiate systemic chemotherapy and radiation following treatment with intratumoral injections), whereas 25 had a history of cancer that had recurred despite prior treatment with chemotherapy and/or radiation. Utilizing a flexible bronchoscope and 23-gauge (G) flexible needle (Olympus Corp, Tokyo, Japan), the authors injected 1–3 mL each of 50 mg/mL 5-fluorouracil, 1 mg/mL mitomycin, 5 mg/mL methotrexate, 10 mg/mL bleomycin, and 2 mg/mL mitoxantrone into different sites on the tumor. Injections took place over the course of one to six sessions. Following the treatment, the authors noted a reduction in tumor size and improvement in airway obstruction in 81 patients, 39 of whom experienced a more than 50 % relative increase in the luminal diameter of their airways. The authors did report post-procedural fevers in a small percentage of the patients, though no significant adverse events were noted. A follow-up study was performed by Celikoglu using 5-fluorouracil monotherapy intratumorally for the palliative management of severe airway obstruction.16 The authors again studied patients with severe obstruction of at least one major airway. Among the 65 patients enrolled, the mean degree of luminal patency pretreatment was 22 %; 56 patients experienced anatomic improvement of their airway obstruction with an average luminal patency of 58.5 % following flexible bronchoscopic injection of 0.5–1 g of 50 mg/mL 5-fluorouracil with a 23-G transbronchial needle aspiration (TBNA) needle. Again, no significant side effects were noted. In addition to 5-fluorouracil, there are data to support the use of other chemotherapeutic agents. Additional studies have been done demonstrating the safety and efficacy of intratumoral injections of paclitaxel,17 carboplatin,18 and cisplatin,19–21 with many recent studies utilizing the latter. Drugs are selected based on their pharmacologic profile with regard to both safety and biometabolism. From a safety standpoint, chemotherapeutic agents selected for EITC must be directly cytotoxic but should not induce necrosis in the healthy tissues that are adjacent to the malignant lesions. Additionally, in terms of metabolism, the drugs must not require systemic metabolism in order to be effective.16 Though the optimal dose of cisplatin remains unclear, computational modeling studies have shown that lower cumulative doses may be achieved by performing multiple small, spaced injections of cisplatin as opposed to a larger bolus injection into the tumor center.22 More research must be done to determine which chemotherapeutic agents and dosages are most appropriate, as well as the optimal number of injections and their location. Additionally\n\n17 carboplatin,18 and cisplatin,19–21 with many recent studies utilizing the latter. Drugs are selected based on their pharmacologic profile with regard to both safety and biometabolism. From a safety standpoint, chemotherapeutic agents selected for EITC must be directly cytotoxic but should not induce necrosis in the healthy tissues that are adjacent to the malignant lesions. Additionally, in terms of metabolism, the drugs must not require systemic metabolism in order to be effective.16 Though the optimal dose of cisplatin remains unclear, computational modeling studies have shown that lower cumulative doses may be achieved by performing multiple small, spaced injections of cisplatin as opposed to a larger bolus injection into the tumor center.22 More research must be done to determine which chemotherapeutic agents and dosages are most appropriate, as well as the optimal number of injections and their location. AdditionallyCHAPTER The Endoscopic Application of Medication to the Airway They noted that endobronchial ultrasound (EBUS) allows not only for direct visualization of drug injection into the tumor but also for the use of Doppler ultrasonography, which minimizes the risk that the needle could be inserted into a highly vascularized region. Endobronchial Balloon Drug Delivery Catheter TBNI used in conjunction with a flexible or rigid bronchoscope can lead to logistical difficulties for injection into lesions located perpendicular to the airway wall. Classic TBNI into airway walls may also lead to deep penetration of medication with the risk of airway dehiscence. A novel endobronchial balloon drug delivery catheter (Blowfish Catheter, Mercator MedSystems, Inc., CA, USA) was recently developed that is able to be passed down a flexible bronchoscope. Once deployed through the working channel of a bronchoscope, the distal balloon is inflated and extrudes a 34-G microneedle perpendicular to the catheter ( A\nB\n\nalso for the use of Doppler ultrasonography, which minimizes the risk that the needle could be inserted into a highly vascularized region. Endobronchial Balloon Drug Delivery Catheter TBNI used in conjunction with a flexible or rigid bronchoscope can lead to logistical difficulties for injection into lesions located perpendicular to the airway wall. Classic TBNI into airway walls may also lead to deep penetration of medication with the risk of airway dehiscence. A novel endobronchial balloon drug delivery catheter (Blowfish Catheter, Mercator MedSystems, Inc., CA, USA) was recently developed that is able to be passed down a flexible bronchoscope. Once deployed through the working channel of a bronchoscope, the distal balloon is inflated and extrudes a 34-G microneedle perpendicular to the catheter ( A\nBSECTION Therapeutic Bronchoscopy Procedures able to circumferentially inject medication into 60 % of the airway wall per injection.23 This catheter was studied in a multicenter human safety and feasibility pilot looking at the efficacy of injections of a cumulative dose of 1.5 mg of paclitaxel in 19 patients with NSCLC and malignant central airway obstruction ( Gene Therapy\nThere are very early and preliminary studies of tumor suppressor gene therapy delivered via TBNI.11,24 The most common genetic anomaly associated with lung cancer is a mutation in the p53 tumor suppressor gene.25,26 In the 1990s, Roth et al. used TBNI to administer wild-type copies of p53 via a retroviral vector into the endobronchial lesions of four patients with recurrent NSCLC.27 The authors reported regression of the tumor mass in three patients on subsequent bronchoscopic examinations, with follow-up biopsies revealing no viable tumor (though patients did experience progression of disease elsewhere). More recently multiple studies have been performed using recombinant adenoviral vectors. Weill et al. administered adenoviral-mediated p53 gene (Adp53) through TBNI to 12 patients with endobronchial NSCLC associated with a known p53 mutation; they noted significant improvement in airway obstruction in half of the patients.28 The authors reported minimal toxicity associated with the therapy. It is important to note that in this cohort 5 of the 12 patients received Adp53 alone, whereas 7 received Adp53 in conjunction with cisplatin; of these subgroups, only one of the patients who received Adp53 alone experienced significant improvement in endobronchial obstruction, whereas 5 of the 7 in the Adp53/cisplatin group experienced improvement. An additional study looked at the coadministration of Adp53 and cisplatin in 24 patients with NSCLC; 17 patients had disappearance of their endobronchial lesions posttreatment for at least 4 weeks based on imaging and/or physical examination, whereas 2 patients demonstrated partial response.29 Beyond cisplatin, other therapies have been administered alongside p53. Schuler et al. studied the concurrent administration of intratumoral injections of adenovirus-mediated wild-type p53 genes with either carboplatin/paclitaxel or cisplatin/vinorelbine.30 Ultimately the authors did not detect a difference in response rates between those who received chemotherapy and p53 versus those who received chemotherapy alone. They did note, however, that local tumor regression appeared to be more significant among those who received cisplatin/vinorelbine and p53 relative to those who received carboplatin/paclitaxel and p53. The impact of tumor suppressor gene injections has also been considered in the setting of radiation. A\nB\n\nlesions posttreatment for at least 4 weeks based on imaging and/or physical examination, whereas 2 patients demonstrated partial response.29 Beyond cisplatin, other therapies have been administered alongside p53. Schuler et al. studied the concurrent administration of intratumoral injections of adenovirus-mediated wild-type p53 genes with either carboplatin/paclitaxel or cisplatin/vinorelbine.30 Ultimately the authors did not detect a difference in response rates between those who received chemotherapy and p53 versus those who received chemotherapy alone. They did note, however, that local tumor regression appeared to be more significant among those who received cisplatin/vinorelbine and p53 relative to those who received carboplatin/paclitaxel and p53. The impact of tumor suppressor gene injections has also been considered in the setting of radiation. A\nBCHAPTER The Endoscopic Application of Medication to the Airway therapy. Swisher et al. studied patients with nonmetastatic NSCLC who were ineligible for chemotherapy or surgical intervention.31 Patients were given intratumoral injections of Adp53 in the setting of also receiving radiation therapy (at Gy) over 6 weeks. After several months, the biopsies of 12 of 19 patients revealed no viable tumor. All of these studies are fairly preliminary and lack the sample size to either prove or disprove efficacy of various agents delivered bronchoscopically. As such, the data should be viewed as exploratory, the main emphasis here being that bronchoscopy as a platform for delivery of drugs and other therapeutic agents is starting to be explored. In this context, it is important for the interventional bronchoscopist to understand the available data, the limitations of these data, and the procedural aspects of bronchoscopic drug delivery in case it is needed. NONMALIGNANT THORACIC DISEASE Postintubation or Tracheostomy Laryngotracheal Stenosis In addition to lung cancer, there are a variety of nonmalignant airway-centric pathologies that may benefit from endobronchially administered medications. One such disorder, benign laryngotracheal stenosis, is most commonly seen in patients who have previously required endotracheal intubation and/or tracheostomy for a prolonged period of time (typically greater than 7–10 days32). Other risk factors for developing laryngotracheal stenosis include a history of difficult or emergency intubation, placement of an oversized endotracheal tube, or excessively high cuff pressures.33 Symptoms of laryngotracheal stenosis may take weeks to months after extubation or decannulation to manifest. Patients will often complain of subacute, progressive dyspnea, as well as wheezing that is refractory to treatment with bronchodilators.34 Laryngotracheal stenoses can be subdivided into simple versus complex stenoses. Simple lesions are defined as those impacting a short region (less than 1 cm long) of the airway without evidence of tracheomalacia. In contrast, complex lesions are those involving extensive areas (greater than 1 cm in length) of stenosis and/or cartilaginous involvement and tracheomalacia. Simple stenoses are typically amenable to a bronchoscopic intervention, usually consisting of radial incision (e.g., with an electrocautery knife) followed by balloon dilation. Complex stenoses may require multiple, repeated interventions including deployment of airway stents, argon plasma coagulation, cryotherapy, balloon dilation, or eventually surgical resection.35 Recently, the use of mitomycin C in the management of benign laryngotracheal stenosis has been gaining popularity. Mitomycin C is an antineoplastic agent that derives from *Streptomyces caespitosu*s*. It has historically been used in the treatment of a variety of cancers, including breast cancer, colorectal cancer, gastric cancer, and NSCLC,36 and its use as an antiproliferative agent in the treatment of diseases like glaucoma is well established in the ophthalmology literature.37 Dalar et al. reported on the use of topical 0.2 mg/mL mitomycin C in a limited number of patients with simple and complex tracheal stenoses ( Granulomatosis With Polyangiitis Granulomatosis with polyangiitis (GPA, formerly Wegener’s granulomatosis) is a form of small-vessel, antineutrophil cytoplasmic antibodies (ANCA)-associated vasculitis. According to the American College of Rheumatology, there are four criteria used to diagnosis the disease: 1. Abnormal urinary sediment\n2. Abnormal chest imaging findings\n3. The presence of oral ulcers or nasal discharge\n4. The presence of granulomas on biopsy.40 From a pulmonary standpoint, GPA can have a wide variety of manifestations, including (potentially\n\nin the ophthalmology literature.37 Dalar et al. reported on the use of topical 0.2 mg/mL mitomycin C in a limited number of patients with simple and complex tracheal stenoses ( Granulomatosis With Polyangiitis Granulomatosis with polyangiitis (GPA, formerly Wegener’s granulomatosis) is a form of small-vessel, antineutrophil cytoplasmic antibodies (ANCA)-associated vasculitis. According to the American College of Rheumatology, there are four criteria used to diagnosis the disease: 1. Abnormal urinary sediment\n2. Abnormal chest imaging findings\n3. The presence of oral ulcers or nasal discharge\n4. The presence of granulomas on biopsy.40 From a pulmonary standpoint, GPA can have a wide variety of manifestations, including (potentiallySECTION Therapeutic Bronchoscopy Procedures cavitary) lung nodules, ground-glass opacities in the setting of alveolar hemorrhage, airway stenoses, and mucosal ulcerations.41 The disease is typically managed with systemic immunosuppressive therapy and avoidance of airway manipulation, as this can lead to worsening inflammation and further stenosis in the future. However, central airway involvement can be the primary derangement in a small proportion of patients and may progress even with appropriate systemic therapy; this situation may necessitate endoscopic intervention. Upper respiratory tract involvement is relatively common in GPA, particularly involving the subglottic region of the trachea.42 Indeed, 16 % of patients with active disease develop subglottic stenosis, which can be life-threatening.43 Multiple studies have suggested a role for endoscopic glucocorticoid injections, performed in conjunction with bronchoscopic dilation.42–45 Additionally, prior research has demonstrated that patients may develop subglottic stenosis while receiving systemic immunosuppression, suggesting that immunosuppressive therapy may not always be sufficient to prevent/manage this complication.46 Hoffman et al. performed intralesional long-acting corticosteroid injections and dilatations in 21 patients with GPA complicated by subglottic stenosis.42 In this study, 40 mg/mL of methylprednisolone acetate was injected into the submucosa of the stenotic region using a 20-G laryngeal needle in a four-quadrant distribution. They noted that patients with no prior airway scarring required an average of 2.4 procedures approximately 12 months apart in order to maintain patency of the subglottic region. In contrast, patients with evidence of airway scarring (from prior procedures) required an average of 4.1 procedures approximately 7 months apart in order to maintain regional patency. Based on their findings, the authors suggest that steroid injections and dilatation are a reasonable therapeutic modality for patients with subglottic stenosis and GPA not responsive to systemic therapy. D\n\n21 patients with GPA complicated by subglottic stenosis.42 In this study, 40 mg/mL of methylprednisolone acetate was injected into the submucosa of the stenotic region using a 20-G laryngeal needle in a four-quadrant distribution. They noted that patients with no prior airway scarring required an average of 2.4 procedures approximately 12 months apart in order to maintain patency of the subglottic region. In contrast, patients with evidence of airway scarring (from prior procedures) required an average of 4.1 procedures approximately 7 months apart in order to maintain regional patency. Based on their findings, the authors suggest that steroid injections and dilatation are a reasonable therapeutic modality for patients with subglottic stenosis and GPA not responsive to systemic therapy. DCHAPTER The Endoscopic Application of Medication to the Airway - *Sarcoidosi*s Sarcoidosis is a multisystem disease characterized by the presence of noncaseating granulomas. Though presentations of sarcoidosis can vary significantly based on the affected organ systems, the respiratory system is impacted in more than 90 % of cases.47 Pulmonary manifestations of sarcoidosis include bilateral hilar adenopathy, pulmonary micronodules, ground-glass opacities, and, in advanced disease, fibrosis. Airway involvement of the disease is typically indicative of the presence of endobronchial mucosal granulomas, causing scarring and stenosis.48 The resulting narrowing of the airway can be detected radiographically and bronchoscopically and often leads to symptoms of dyspnea and wheezing. On imaging, extensive involvement of the small airways can result in evidence of air-trapping on expiratory films.49 Corticosteroids are among the most commonly used therapies for active sarcoidosis.50 When endobronchial airway involvement occurs in sarcoidosis, intraluminal injections of corticosteroids (including dexamethasone51 and triamcinolone11) may be of benefit, although data on efficacy are limited. Butler et al. performed a retrospective chart review of 10 patients with laryngeal involvement from sarcoidosis. Among these patients, six had sarcoidosis that was limited to the larynx, whereas four had other systemic manifestations; two patients had symptoms that were so severe that they required emergency tracheostomy. All had received high doses of systemic corticosteroids prior to intervention. Patients underwent multiple steroid injections into the base of each lesion, using 40–120 mg of 40 mg/mL methylprednisolone acetate, as well as laser photoreduction using a carbon dioxide laser. They completed anywhere from one to four sessions.52 The authors reported significant improvement in the patients’ Medical Research Council (MRC) dyspnea scales53 following treatment, as well as a significant reduction in systemic steroid usage. There may also be a role for topical mitomycin C in the management of sarcoidosis of the airway. In a case report describing a woman with endobronchial involvement of her sarcoidosis who had failed systemic steroid therapy, balloon dilation, and the application of topical 0.4 mg/mL mitomycin C resulted in transient improvement in the patient’s symptoms.54 More research must be done on the potential role of mitomycin C in the management of sarcoidosis involving the airways. - *Idiopathic Laryngotracheal Stenosi*s Idiopathic laryngotracheal stenosis is a rare inflammatory disorder that almost exclusively affects women, typically those who are pre- and perimenopausal. Patients generally present with exertional dyspnea, wheezing, and, occasionally, a change in the quality of their voice. As its name suggests, idiopathic laryngotracheal stenosis is a diagnosis of exclusion. As such, it is incumbent on the provider to rule out infectious, traumatic, and rheumatologic processes in order to make the diagnosis.55 Recently, derangements in estrogen and progesterone, as may be seen at the time of menopause, have been studied as possible contributors to the pathogenesis of this disorder.56 Idiopathic laryngotracheal stenosis is characterized by stenosis within the upper airway, often impacting the subglottic region.57 Histopathologically there is evidence of fibrous inflammation in the lamina propria of the subglottis and proximal trachea.58 Traditionally this disorder has been managed surgically, with laryngotracheal or tracheal resection and reconstruction. Outcomes with this surgical approach have been favorable.59 One study described 73 patients who underwent operative intervention for idiopathic laryngotracheal stenosis; of this group, 19 patients described no difficulties in breathing or vocal quality postoperatively, 47 reported some difficulty projecting loudly after surgery, 5 reported some ongoing dyspnea or stridor, and 1 needed ongoing management with dilations.60 Despite the efficacy of surgery, there has been increasing interest in the role of bronchoscopy for the management of this disorder, as extensive surgical resection may not be tolerated by a large subset of patients with this disease due to medical comorbidities. As with benign laryngotracheal stenoses, bronchoscopic interventions for idiopathic stenoses include balloon dilatation, laser as well as other thermal ablative therapies, stenting, and cryotherapy.35 Shabani et al. attempted endoscopic balloon dilation and steroid injection in 37 patients with subglottic stenosis due to idiopathic laryngotracheal stenosis. Of\n\nbreathing or vocal quality postoperatively, 47 reported some difficulty projecting loudly after surgery, 5 reported some ongoing dyspnea or stridor, and 1 needed ongoing management with dilations.60 Despite the efficacy of surgery, there has been increasing interest in the role of bronchoscopy for the management of this disorder, as extensive surgical resection may not be tolerated by a large subset of patients with this disease due to medical comorbidities. As with benign laryngotracheal stenoses, bronchoscopic interventions for idiopathic stenoses include balloon dilatation, laser as well as other thermal ablative therapies, stenting, and cryotherapy.35 Shabani et al. attempted endoscopic balloon dilation and steroid injection in 37 patients with subglottic stenosis due to idiopathic laryngotracheal stenosis. OfSECTION Therapeutic Bronchoscopy Procedures\ntime between dilations (on average, approximately 556 days as opposed to 283 days) than those who did not receive the steroid injections.58 Given the small sample size, more research must be done to determine the utility of concurrent steroid injections, as well as the optimal timing of these treatments. Recurrent Respiratory Papillomatosis\nRecurrent respiratory papillomatosis (RRP) is a benign disorder characterized by the development of numerous papillomatous, exophytic lesions throughout the respiratory tract. Very rarely there may also be parenchymal involvement of RRP, characterized by the presence of solid or cavitary pulmonary nodules.61 The disease is attributed to infection with human papillomavirus (HPV), most commonly subtypes 6 and 11, which together account for more than 90 % of cases of RRP. There is general consensus that HPV 11 represents the more virulent strain, as patients afflicted with RRP due to HPV 11 typically are those who require more aggressive airway interventions (including tracheostomy) and have a higher risk of malignant transformation.62 RRP may affect children, who frequently contract HPV at the time of birth through vaginal delivery, though there is evidence that some children become infected through placental transmission of the virus.63 Adults may also contract HPV and develop RRP following orogenital sexual contact.64 The traditional approach to management of RRP has focused on surgical debulking of the papillomas, typically using laser therapy, in order to restore airway patency. Still, given the recurring nature of the disease, frequent surgeries may be required, placing (oftentimes pediatric) patients at risk for laryngotracheal stenosis and scarring, burns, and fistulae formation.65 As a result, there has been increased focus on adjuvant therapies intended to minimize the need for repeated operative interventions. The use of intralesional cidofovir has been evaluated as a potential intervention to minimize the need for invasive procedures in this population.66–69 Cidofovir is an antiviral medication that inhibits viral DNA polymerases.70 Much of the data describing use of cidofovir come from case reports, with varying descriptions of the efficacy of the drug. Wierzbicka et al. noted complete remission in 18 of 32 patients with recurring papillomatous disease who underwent intralesional cidofovir injections (ranging from a total of one to seven injections, using 2–33 mL in total of 5 mg/mL cidofovir); importantly, the authors reported that one patient developed gastrointestinal symptoms following the procedure, whereas two more developed a transient transaminitis.66 Naiman et al. performed monthly intralesional injections of 5 mg/mL cidofovir in 26 patients (including adults and children). Repeat endoscopies were performed at 3 months to assess for ongoing disease burden and, if present, cidofovir injections were repeated at the time on the persisting papillomas. The authors reported complete remission in eight patients (of whom 2 had undergone 1 injection, 2 had 2 injections, and 4 had an average of 4.2 injections). Seventeen patients had mild disease at the end of the therapeutic trial. The authors did not note any significant adverse events.71 There are limited data at present describing the long-term efficacy of cidofovir injections for the management of RRP. Milczuk followed four children with RRP who had each undergone six treatments, 6–8 weeks apart, consisting of surgical papilloma excision and intralesional injections of cidofovir. One year after completing treatment, one patient continued to experience remission of his disease, whereas two patients had recurrence of symptoms (which began to recur during the initial treatment protocol). The fourth patient did not respond to cidofovir injections.72 Tanna et al. followed 13 adults who had previously experienced disease remission after an average of six cidofovir injections, reporting that 6 did not require subsequent interventions, whereas 7 required further treatment of their RRP after an average of 1 year.73 Additional research must be done in order to determine the long-term efficacy of intralesional cidofovir injections. Lung Transplant-Associated Bronchial Stenosis\nDespite improvements in surgical techniques over the past several decades, airway complications remain a relatively common complication of lung transplantation, with approximately 15 % of lung transplant recipients affected.74,75 Airway complications may have tremendous implications on a patient’s quality of life, oftentimes provoking cough, progressive dyspnea, and/or recurrent infections. These complications frequently require multiple posttransplantation interventions depending on the underlying etiology of the complication. There\n\nTanna et al. followed 13 adults who had previously experienced disease remission after an average of six cidofovir injections, reporting that 6 did not require subsequent interventions, whereas 7 required further treatment of their RRP after an average of 1 year.73 Additional research must be done in order to determine the long-term efficacy of intralesional cidofovir injections. Lung Transplant-Associated Bronchial Stenosis\nDespite improvements in surgical techniques over the past several decades, airway complications remain a relatively common complication of lung transplantation, with approximately 15 % of lung transplant recipients affected.74,75 Airway complications may have tremendous implications on a patient’s quality of life, oftentimes provoking cough, progressive dyspnea, and/or recurrent infections. These complications frequently require multiple posttransplantation interventions depending on the underlying etiology of the complication. ThereCHAPTER The Endoscopic Application of Medication to the Airway fistulas (bronchopleural, bronchovascular, or bronchomediastinal), and, most commonly, bronchial stenosis.74 Bronchial stenoses may occur at or distal to the anastomotic site and can develop months to years following transplant. According to a review by Yousem et al., histopathologic studies of bronchial cartilage in posttransplant recipients demonstrate ossification, calcification, and fibrovascular ingrowth, presumably due (at least in part) to inflammation and decreased bronchial perfusion following transplantation.76 The bronchoscopic management of posttransplant bronchial stenosis encompasses a variety of interventions aimed at dilating the airway. Historically, rigid bronchoscopy with bougie dilation was the standard treatment modality, though flexible bronchoscopy with balloon dilation has become increasingly prevalent in recent years.77 Other interventions include airway stenting, cryotherapy, electrocautery, laser therapy, and endobronchial brachytherapy. There are also data to support the bronchoscopic application of topical agents, most notably mitomycin C, to regions affected by bronchial stenosis. Erard et al. published the first case report describing the local application of mitomycin C in recurring bronchial stenosis in 2001 ( A recent retrospective cohort study from Duke University evaluated posttransplant patients with bronchial stenosis in whom mitomycin C was injected submucosally into the stenotic airway. The study included 11 patients who had undergone lung transplantation complicated by airway stenosis that recurred despite balloon dilatation and/or airway stent placement. The patients underwent bronchoscopy with balloon bronchoplasty, after which 5 mL of 0.4 mg/mL solution of mitomycin C was administered through a submucosal injection with a 21-G needle. In order to determine the impact of the mitomycin C injection, the authors\n\nregions affected by bronchial stenosis. Erard et al. published the first case report describing the local application of mitomycin C in recurring bronchial stenosis in 2001 ( A recent retrospective cohort study from Duke University evaluated posttransplant patients with bronchial stenosis in whom mitomycin C was injected submucosally into the stenotic airway. The study included 11 patients who had undergone lung transplantation complicated by airway stenosis that recurred despite balloon dilatation and/or airway stent placement. The patients underwent bronchoscopy with balloon bronchoplasty, after which 5 mL of 0.4 mg/mL solution of mitomycin C was administered through a submucosal injection with a 21-G needle. In order to determine the impact of the mitomycin C injection, the authorsSECTION Therapeutic Bronchoscopy Procedures\ncompared the number of airway dilations performed in the months prior to intervention and in the months following this therapy. They reported that a median of three dilations was performed per patient in the 6 months that preceded intervention, in contrast to two dilations in the following 6 months. The authors also described nonsignificant improvements in the patients’ FEV1 values and forced vital capacities (FVCs) and noted that the injections were well tolerated.79 ENDOSCOPIC APPLICATION OF MEDICATIONS AND CHOICE OF TECHNIQUE\nThe endoscopic application of medications can be performed using four general techniques: 1. Topical application 2. Injection under direct visualization 3. Injection under ultrasound visualization 4. Circumferential injection using an endobronchial balloon catheter. The topical application of medications is generally the least invasive of these techniques and is less likely to cause deep penetration; as a result, there are typically fewer complications associated with this technique. Topical application of medications may be performed by soaking the pledget in the desired medication, grasping the pledget with rigid forceps, and, finally, placing the soaked pledget on the central airway lesion. The time needed to apply the pledget varies from 30 seconds up to several minutes, depending on the indication. The amount of medication absorbed into the mucosa will vary depending on the concentration of the solution in which the pledget is soaked, the duration of time for which the pledget is held against the mucosa, and the number of applications. It should be noted that this technique can also be accomplished by grasping the pledget with flexible forceps through a bronchoscope, though this typically leads to less forceful apposition of the pledget to the airway and, as such, lower concentrations of medication absorption. In contrast to topical applications, medications may also be injected endoscopically. The endoscopic injection of agents can be performed under direct visualization through a transbronchial needle aspiration (TBNA) needle or using ultrasound guidance through an endobronchial ultrasound (EBUS)-TBNA needle. Direct injection with a standard TBNA needle can be performed easily using a flexible bronchoscope and should be considered in patients who have lesions that extend into the lumen of a central airway and/or completely obstruct the airway. In contrast, EBUS-TBNA is preferred for mediastinal masses that are not visible in central airways. Still, both of these treatment modalities remain experimental, as the most effective volumes, concentrations, and types of medications are still unknown. Finally, medications may also be administered using the flexible endobronchial balloon (Blowfish) catheter, described earlier in this chapter. This device consists of a double lumen catheter that is passed down a flexible bronchoscope with the balloon deflated and the needle sheathed. One lumen inflates an endobronchial balloon at the tip of the catheter, which then extrudes a 34-G needle perpendicularly. This needle is then inserted into the submucosa. Once the balloon is fully inflated, the drug is delivered down the second lumen via the needle. Generally, four injections are completed in a circumferential manner. Contrast dye can be mixed with the drug being injected in an effort to monitor the extent of extravasation of the drug into the submucosa, though this is not completely necessary. SUMMARY\nThis chapter provides a brief overview of the ways in which a variety of pulmonary pathologies may be managed through the endoscopic administration of medications. All of these therapeutic options have yet to be validated through large, randomized controlled trials, and, as such, the level of evidence behind these interventions is limited. The efficacy of the bronchoscopic delivery of medications to the airway varies not only by disease, but also by the medication delivered. The proper dosing and delivery schedule of each medication need to be determined and validated. Similarly, the method of drug delivery (e.g., injection with direct visualization using classic TBNA needles, EBUS-assisted TBNI, or bronchial balloon drug delivery catheters) is likely to impact outcomes. Despite these limitations, the available data do suggest that the use of bronchoscopy as a drug delivery platform for select airway diseases may be worthwhile. Additional research is required to determine the appropriate indications for the bronchoscopic administration of medication, as well as the optimal drug dosing, delivery method, and frequency of administration.\n\nhave yet to be validated through large, randomized controlled trials, and, as such, the level of evidence behind these interventions is limited. The efficacy of the bronchoscopic delivery of medications to the airway varies not only by disease, but also by the medication delivered. The proper dosing and delivery schedule of each medication need to be determined and validated. Similarly, the method of drug delivery (e.g., injection with direct visualization using classic TBNA needles, EBUS-assisted TBNI, or bronchial balloon drug delivery catheters) is likely to impact outcomes. Despite these limitations, the available data do suggest that the use of bronchoscopy as a drug delivery platform for select airway diseases may be worthwhile. Additional research is required to determine the appropriate indications for the bronchoscopic administration of medication, as well as the optimal drug dosing, delivery method, and frequency of administration.CHAPTER The Endoscopic Application of Medication to the Airway REFERENCES 1. Panchabhai TS, Mehta AC. Historical perspectives of bronchoscopy. Connecting the dots. Ann Am Thorac Soc. 2015;12:631–6641. 2. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2019. CA Cancer J Clin. 2019;69:7–34. 3. Reck M, Heigener DF, Mok T, Soria JC, Rabe KF. Management of non-small-cell lung cancer: recent developments. Lancet. 2013;382:709–719. 4. Hurter T, Hanrath P. Endobronchial sonography: feasibility and preliminary results. Thorax. 1992;47:565–567. 5. Herth F, Becker HD, Ernst A. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322–325. 6. Gomez M, Silvestri GA. Endobronchial ultrasound for the diagnosis and staging of lung cancer. Proc Am Thorac Soc. 2009;6:180–186. 7. Andolfi M, Potenza R, Capozzi R, Liparulo V, Puma F, Yasufuku K. The role of bronchoscopy in the diagnosis of early lung cancer: a review. J Thorac Dis. 2016;8: 3329–3337. 8. Krasnik M, Vilmann P, Larsen SS, Jacobsen GK. Preliminary experience with a new method of endoscopic transbronchial real time ultrasound guided biopsy for diagnosis of mediastinal and hilar lesions. Thorax. 2003;58:1083–1086. 9. Navani N, Nankivell M, Lawrence DR, et al. Lung cancer diagnosis and staging with endobronchial ultrasound-guided transbronchial needle aspiration compared with conventional approaches: an open-label, pragmatic, randomised controlled trial. Lancet Respir Med. 2015;3:282–289. 10. Ernst A, Feller-Kopman D, Becker HD, Mehta AC. Central airway obstruction. Am J Respir Crit Care Med. 2004;169:1278–1297. 11. Seymour CW, Krimsky WS, Sager J, et al. Transbronchial needle injection: a systematic review of a new diagnostic and therapeutic paradigm. Respiration. 2006;73:78–89. 12. Fujisawa T, Hongo H, Yamaguchi Y, et al. Intratumoral ethanol injection for malignant tracheobronchial lesions: a new bronchofiberscopic procedure. Endoscopy. 1986;18:188–191. 13. Sawa T, Ikoma T, Yoshida T, et al. [Intratumoral ethanol injection therapy using endoscopic video information system]. Gan To Kagaku Ryoho. 1999;26:1865–1868. 14. Celikoglu F, Celikoglu SI, Goldberg EP. Bronchoscopic intratumoral chemotherapy of lung cancer. Lung Cancer. 2008;61:1–12. 15. Celikoglu SI, Karayel T, Demirci S, Celikoglu F, Cagatay T. Direct injection of anti-cancer drugs into endobronchial tumours for palliation of major airway obstruction. Postgrad Med J. 1997;73:159–162. 16. Celikoglu F, Celikoglu SI. Intratumoural chemotherapy with 5-fluorouracil for palliation of bronchial cancer in patients with severe airway obstruction. J Pharm Pharmacol. 2003;55:1441–1448. 17. Yarmus L, Mallow C, Akulian J, et al. Prospective multicentered safety and feasibility pilot for endobronchial intratumoral chemotherapy. Chest. 2019;156:562–570. 18. Liu M, Ma P, Lu Z. [Local chemotherapy by fibrobronchoscopy for advanced bronchogenic carcinoma]. Zhonghua Jie He He Hu Xi Za Zhi. 2000;23:550–551. 19. Mehta HJ, Begnaud A, Penley AM, et al. Treatment of isolated mediastinal and hilar recurrence of lung cancer with bronchoscopic endobronchial ultrasound guided intratumoral injection of chemotherapy with cisplatin. Lung\n\nwith severe airway obstruction. J Pharm Pharmacol. 2003;55:1441–1448. 17. Yarmus L, Mallow C, Akulian J, et al. Prospective multicentered safety and feasibility pilot for endobronchial intratumoral chemotherapy. Chest. 2019;156:562–570. 18. Liu M, Ma P, Lu Z. [Local chemotherapy by fibrobronchoscopy for advanced bronchogenic carcinoma]. Zhonghua Jie He He Hu Xi Za Zhi. 2000;23:550–551. 19. Mehta HJ, Begnaud A, Penley AM, et al. Treatment of isolated mediastinal and hilar recurrence of lung cancer with bronchoscopic endobronchial ultrasound guided intratumoral injection of chemotherapy with cisplatin. Lung Cancer. 2015;90:542–547. 20. Celikoglu SI, Celikoglu F, Goldberg EP. Endobronchial intratumoral chemotherapy (EITC) followed by surgery in early non-small cell lung cancer with polypoid growth causing erroneous impression of advanced disease. Lung Cancer. 2006;54:339–346. 21. Khan F, Anker CJ, Garrison G, Kinsey CM. Endobronchial ultrasound-guided transbronchial needle injection for local control of recurrent non-small cell lung cancer. Ann Am Thorac Soc. 2015;12:101–104. 22. Mori V, Roy GS, Bates JHT, Kinsey CM. Cisplatin pharmacodynamics following endobronchial ultrasound-guided transbronchial needle injection into lung tumors. Sci Rep. 2019;9:6819. 23. Tsukada H, Seward KP, Rafeq S, Kocher O, Ernst A. Experimental pilot study of a novel endobronchial drug delivery catheter. J Bronchology Interv Pulmonol. 2015;22:312–318. 24. Harris K, Puchalski J, Sterman D. Recent advances in bronchoscopic treatment of peripheral lung cancers. Chest. 2017;151:674–685. 25. Lubin R, Zalcman G, Bouchet L, et al. Serum p53 antibodies as early markers of lung cancer. Nat Med. 1995;1:701–702. 26. Iggo R, Gatter K, Bartek J, Lane D, Harris AL. Increased expression of mutant forms of p53 oncogene in primary lung cancer. Lancet. 1990;335:675–679. 27. Roth JA, Nguyen D, Lawrence DD, et al. Retrovirus-mediated wild-type p53 gene transfer to tumors of patients with lung cancer. Nat Med. 1996;2:985–991. 28. Weill D, Mack M, Roth J, et al. Adenoviral-mediated p53 gene transfer to non-small cell lung cancer through endobronchial injection. Chest. 2000;118:966–970. 29. Nemunaitis J, Swisher SG, Timmons T, et al. Adenovirus-mediated p53 gene transfer in sequence with cisplatin to tumors of patients with non-small-cell lung cancer. J Clin Oncol. 2000;18:609–622. 30. Schuler M, Herrmann R, De Greve JL, et al. Adenovirus-mediated wild-type p53 gene transfer in patients\n\nDD, et al. Retrovirus-mediated wild-type p53 gene transfer to tumors of patients with lung cancer. Nat Med. 1996;2:985–991. 28. Weill D, Mack M, Roth J, et al. Adenoviral-mediated p53 gene transfer to non-small cell lung cancer through endobronchial injection. Chest. 2000;118:966–970. 29. Nemunaitis J, Swisher SG, Timmons T, et al. Adenovirus-mediated p53 gene transfer in sequence with cisplatin to tumors of patients with non-small-cell lung cancer. J Clin Oncol. 2000;18:609–622. 30. Schuler M, Herrmann R, De Greve JL, et al. Adenovirus-mediated wild-type p53 gene transfer in patientsSECTION Therapeutic Bronchoscopy Procedures receiving chemotherapy for advanced non-small-cell lung cancer: results of a multicenter phase II study. J Clin Oncol. 2001;19:1750–1758.\n31. Swisher SG, Roth JA, Komaki R, et al. Induction of p53-regulated genes and tumor regression in lung cancer patients after intratumoral delivery of adenoviral p53 (INGN 201) and radiation therapy. Clin Cancer Res. 2003;9:93–101.\n32. Whited RE. A prospective study of laryngotracheal sequelae in long-term intubation. Laryngoscope. 1984;94:367–377.\n33. Tadie JM, Behm E, Lecuyer L, et al. Post-intubation laryngeal injuries and extubation failure: a fiberoptic endoscopic study. Intensive Care Med. 2010;36:991–998.\n34. Spittle N, McCluskey A. Lesson of the week: tracheal stenosis after intubation. BMJ. 2000;321:1000–1002.\n35. Dalar L, Karasulu L, Abul Y, et al. Bronchoscopic treatment in the management of benign tracheal stenosis: choices for simple and complex tracheal stenosis. Ann Thorac Surg. 2016;101:1310–1317.\n36. Verweij J, Pinedo HM. Mitomycin C: mechanism of action, usefulness and limitations. Anticancer Drugs. 1990;1:5–13.\n37. Cheng JW, Cai JP, Li Y, Wei RL. Intraoperative mitomycin C for nonpenetrating glaucoma surgery: a systematic review and meta-analysis. J Glaucoma. 2011;20:322–326.\n38. Perepelitsyn I, Shapshay SM. Endoscopic treatment of laryngeal and tracheal stenosis-has mitomycin C improved the outcome? Otolaryngol Head Neck Surg. 2004;131: 16–20.\n39. Smith ME, Elstad M. Mitomycin C and the endoscopic treatment of laryngotracheal stenosis: are two applications better than one? Laryngoscope. 2009;119:272–283.\n40. Leavitt RY, Fauci AS, Bloch DA, et al. The American College of Rheumatology 1990 criteria for the classification of Wegener’s granulomatosis. Arthritis Rheum. 1990;33:1101–1107.\n41. Ananthakrishnan L, Sharma N, Kanne JP. Wegener’s granulomatosis in the chest: high-resolution computed tomography (CT) findings. AJR Am J Roentgenol. 2009;192:676–682.\n42. Hoffman GS, Thomas-Golbanov CK, Chan J, Akst LM, Eliachar I. Treatment of subglottic stenosis, due to Wegener’s granulomatosis, with intralesional corticosteroids and dilation. J Rheumatol. 2003;30:1017–1021.\n43. Stappaerts I, Van Laer C, Deschepper K, Van de Heyning P, Vermeire P. Endoscopic management of severe subglottic stenosis in Wegener’s granulomatosis. Clin Rheumatol. 2000;19:315–317.\n44. Girard C, Charles P, Terrier B, et al. Tracheobronchial stenoses in granulomatosis with polyangiitis (Wegener’s): a report on 26 cases. Medicine (Baltimore). 2015;94:e1088.\n45. Nouraei SA, Obholzer R, Ind PW, et al. Results of endoscopic surgery and intralesional steroid therapy for airway compromise due to tracheobronchial Wegener’s granulomatosis. Thorax. 2008;63:49–52.\n46. Langford CA, Sneller MC, Hallahan CW, et al. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Arthritis Rheum. 1996;39:1754–1760.\n47. Polychronopoulos VS, Prakash UBS. Airway involvement in sarcoidosis. Chest. 2009;136:1371–1380.\n48. Westcott JL, Noehren TH. Bron\n\nBaltimore). 2015;94:e1088.\n45. Nouraei SA, Obholzer R, Ind PW, et al. Results of endoscopic surgery and intralesional steroid therapy for airway compromise due to tracheobronchial Wegener’s granulomatosis. Thorax. 2008;63:49–52.\n46. Langford CA, Sneller MC, Hallahan CW, et al. Clinical features and therapeutic management of subglottic stenosis in patients with Wegener’s granulomatosis. Arthritis Rheum. 1996;39:1754–1760.\n47. Polychronopoulos VS, Prakash UBS. Airway involvement in sarcoidosis. Chest. 2009;136:1371–1380.\n48. Westcott JL, Noehren TH. Bronchial stenosis in chronic sarcoidosis. Chest. 1973;63:893–897.\n49. Nunes H, Uzunhan Y, Gille T, Lamberto C, Valeyre D, Brillet PY. Imaging of sarcoidosis of the airways and lung parenchyma and correlation with lung function. Eur Respir J. 2012;40:750–765.\n50. Judson MA. An approach to the treatment of pulmonary sarcoidosis with corticosteroids: the six phases of treatment. Chest. 1999;115:1158–1165.\n51. Judson MA, Uflacker R. Treatment of a solitary pulmonary sarcoidosis mass by CT-guided direct intralesional injection of corticosteroid. Chest. 2001;120:316–317.\n52. Butler CR, Nouraei SA, Mace AD, Khalil S, Sandhu SK, Sandhu GS. Endoscopic airway management of laryngeal sarcoidosis. Arch Otolaryngol Head Neck Surg. 2010;136:251–255.\n53. Bestall JC, Paul EA, Garrod R, Garnham R, Jones PW, Wedzicha JA. Usefulness of the Medical Research Council (MRC) dyspnoea scale as a measure of disability in patients with chronic obstructive pulmonary disease. Thorax. 1999;54:581–586.\n54. Teo F, Anantham D, Feller-Kopman D, Ernst A. Bronchoscopic management of sarcoidosis related bronchial stenosis with adjunctive topical mitomycin C. Ann Thorac Surg. 2010;89:2005–2007.\n55. Costantino CL, Mathisen DJ. Idiopathic laryngotracheal stenosis. J Thorac Dis. 2016;8:S204-S209.\n56. Fiz I, Bittar Z, Piazza C, et al. Hormone receptors analysis in idiopathic progressive subglottic stenosis. Laryngoscope. 2018;128:E72-E77.\n57. Grillo HC, Mark EJ, Mathisen DJ, Wain JC. Idiopathic laryngotracheal stenosis and its management. Ann Thorac Surg. 1993;56:80–87.\n58. Shabani S, Hoffman MR, Brand WT, Dailey SH. Endoscopic Management of idiopathic subglottic stenosis. Ann Otol Rhinol Laryngol. 2017;126:96–102.\n59. Taylor SC, Clayburgh DR, Rosenbaum JT, Schindler JS. Clinical manifestations and treatment of idiopathic and Wegener granulomatosis-associated subglottic stenosis. JAMA Otolaryngol Head Neck Surg. 2013;139:76–81.\n60. Grillo HC, Mathisen DJ, Ashiku SK, Wright CD, Wain JC. Successful treatment of idiopathic laryngotracheal\n\nain JC. Idiopathic laryngotracheal stenosis and its management. Ann Thorac Surg. 1993;56:80–87.\n58. Shabani S, Hoffman MR, Brand WT, Dailey SH. Endoscopic Management of idiopathic subglottic stenosis. Ann Otol Rhinol Laryngol. 2017;126:96–102.\n59. Taylor SC, Clayburgh DR, Rosenbaum JT, Schindler JS. Clinical manifestations and treatment of idiopathic and Wegener granulomatosis-associated subglottic stenosis. JAMA Otolaryngol Head Neck Surg. 2013;139:76–81.\n60. Grillo HC, Mathisen DJ, Ashiku SK, Wright CD, Wain JC. Successful treatment of idiopathic laryngotrachealCHAPTER The Endoscopic Application of Medication to the Airway stenosis by resection and primary anastomosis. Ann Otol Rhinol Laryngol. 2003;112:798–800. 61. Marchiori E, Araujo Neto C, Meirelles GS, et al. Laryngotracheobronchial papillomatosis: findings on computed tomography scans of the chest. J Bras Pneumol. 2008;34:1084–1089. 62. Donne AJ, Hampson L, Homer JJ, Hampson IN. The role of HPV type in recurrent respiratory papillomatosis. Int J Pediatr Otorhinolaryngol. 2010;74:7–14. 63. Rombaldi RL, Serafini EP, Mandelli J, Zimmermann E, Losquiavo KP. Transplacental transmission of human papillomavirus. Virol J. 2008;5:106. 64. Fortes HR, von Ranke FM, Escuissato deep learning (DL), et al. Recurrent respiratory papillomatosis: a state-of-the-art review. Respir Med. 2017;126:116–121. 65. Carifi M, Napolitano D, Morandi M, Dall’Olio D. Recurrent respiratory papillomatosis: current and future perspectives. Ther Clin Risk Manag. 2015;11:731–738. 66. Wierzbicka M, Jackowska J, Bartochowska A, Jozefiak A, Szyfter W, Kedzia W. Effectiveness of cidofovir intralesional treatment in recurrent respiratory papillomatosis. Eur Arch Otorhinolaryngol. 2011;268:1305–1311. 67. Dikkers FG. Treatment of recurrent respiratory papillomatosis with microsurgery in combination with intralesional cidofovir-a prospective study. Eur Arch Otorhinolaryngol. 2006;263:440–443. 68. Lee AS, Rosen CA. Efficacy of cidofovir injection for the treatment of recurrent respiratory papillomatosis. J Voice. 2004;18:551–556. 69. Shehab N, Sweet BV, Hogikyan ND. Cidofovir for the treatment of recurrent respiratory papillomatosis: a review of the literature. Pharmacotherapy. 2005;25:977–989. 70. Cundy KC. Clinical pharmacokinetics of the antiviral nucleotide analogues cidofovir and adefovir. Clin Pharmacokinet. 1999;36:127–143. 71. Naiman AN, Ceruse P, Coulombeau B, Froehlich P. Intralesional cidofovir and surgical excision for laryngeal papillomatosis. Laryngoscope. 2003;113:2174–2181. 72. Milczuk HA. Intralesional cidofovir for the treatment of severe juvenile recurrent respiratory papillomatosis: long-term results in 4 children. Otolaryngol Head Neck Surg. 2003;128:788–794. 73. Tanna N, Sidell D, Joshi AS, Bielamowicz SA. Adult intralesional cidofovir therapy for laryngeal papilloma: a 10-year perspective. Arch Otolaryngol Head Neck Surg. 2008;134:497–500. 74. Frye L, Machuzak M. Airway complications after lung transplantation. Clin Chest Med. 2017;38:693–706. 75. Oberg CL, Holden VK, Channick CL. Benign central airway obstruction. Semin Respir Crit Care Med. 2018;39:731–746. 76. Yousem SA, Dauber JH, Griffith BP. Bronchial cartilage alterations in lung transplantation. Chest. 1990;98:1121–1124. 77. Chhajed PN, Malouf MA, Tamm M, Spratt P, Glanville AR. Interventional bronchoscopy for the management of airway complications following lung transplantation. Chest. 2001;120:1894–1899. 78. Erard AC, Monnier P, Spiliopoulos A, Nicod L. Mitomycin C for control of recurrent bronchial stenosis: a case report. Chest. 2001;120:2103–2105. 79. Davidson",
  "metadata": {
    "book": "Practical Guide to Interventional Pulmonology",
    "journal": "",
    "year": 2022,
    "authors": [],
    "doi": "",
    "pmid": "",
    "volume": "",
    "issue": "",
    "pages": "",
    "authority_tier": "A2",
    "evidence_level": "H1",
    "precedence": 0.777,
    "domain": [
      "lung_volume_reduction",
      "technology_navigation"
    ],
    "doc_type": "systematic_review",
    "aliases": [
      "tbna",
      "enb",
      "rose",
      "ebus"
    ],
    "temporal": {
      "valid_from": "2022-01-01",
      "valid_until": null,
      "last_seen_year": 2022
    },
    "original_file": "practical_gti_teaomtta.json"
  },
  "sections": [],
  "tables_markdown": [],
  "tables_struct": [],
  "references": []
}