{
  "doc_id": "bacada_ch16",
  "title": "EBUS TBNA of Right Lower Paratracheal Lymph Node",
  "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
  "edition": "1st",
  "year": 2012,
  "author": "Henri Colt, Septimiu Murgu",
  "chapter_number": 16,
  "n_pages": 15,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T14:37:51.329450",
  "text_chunks": [
    {
      "chunk_id": "bacada_ch16_p1_0_0e5b43fa",
      "text": "192\nChapter 16 EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n\nCASE DESCRIPTION\nA 67-year-old Korean man with a 20-pack-year history of smoking was found to have an abnormal chest radiograph showing a right upper lobe pulmonary nodule during a routine preoperative evaluation for hernia repair. The patient had COPD (FEV1 50% of predicted) and pulmonary hypertension, presumptively related to his COPD (WHO group III*). An echocardiogram performed 3 months earlier showed a normal left ventricular ejection fraction and a pulmonary artery systolic pressure of 59 mmHg with a tricuspid regurgitant velocity of 3.5 m/sec and an estimated right atrial pressure of 10 mmHg. Computed tomography of the chest showed a 1.5 x 1-cm right upper lobe nodule and a 1.4-cm right lower paratracheal lymph node. He had no other past medical history and was in excellent health except for mild exertional dyspnea (NYHA class II). The patient was referred for tissue diagnosis (Figure 16-1).*\n\nDISCUSSION POINTS\n1. Define the borders of station 4R and justify this definition.\n2. Describe how the sagittal view of a computed tomography scan is used to plan EBUS-TBNA at station 4R.\n\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\n\nAfter the pulmonary nodule was discovered on chest radiograph, this patient underwent a chest computed tomography (CT). In addition to the history and physical examination, CT scan of the chest is recommended in patients suspected of having lung cancer who are eligible for treatment, because its potential benefits for staging and treatment planning outweigh the relatively low risk of radiation-induced damage.1 CT scan of the chest should be obtained before bronchoscopy because having a more accurate appreciation of the size and location of the tumor increases the diagnostic yield of bronchoscopy, which is low, however, for peripheral pulmonary nodules smaller than 2 cm. Yield is high for diagnosis of larger nodules and for staging of mediastinal lymphadenopathy when sonographic guidance (endobronchial ultrasound-transbronchial needle aspiration [EBUS-TBNA]) is used.\n\nThis patient showed evidence of ipsilateral lymph node involvement (right lower paratracheal; 4R), but contralateral lymph node involvement was not suspected on the basis of CT. Positron emission tomography (PET)-CT has greater sensitivity for detecting metastasis in the mediastinum compared with CT, but this procedure had not been performed before the patient was referred to our institution. Nor had other diagnostic studies been performed to search for extrthoracic disease. For example, for patients with clinical stage IB-IIIB being considered for curative treatment, cranial magnetic resonance imaging (MRI) is recommended by some authorities to detect brain metastases, even if clinical examination findings are negative.1 We elected to perform additional tests on our patient for complete staging after a diagnosis had been made. We chose to recommend bronchoscopy and EBUS-guided TBNA for both diagnosis and mediastinal staging.\n\nComorbidities\n\nThis patient likely had pulmonary hypertension secondary to chronic obstructive pulmonary disease (COPD) based on a Doppler echocardiographic study showing a pulmonary artery systolic pressure (PASP) of 59 mmHg with a tricuspid regurgitant velocity (TRV) of 3.5 m/sec.2 In general, pulmonary hypertension is considered likely if the PASP is greater than 50 and the TRV is greater than 3.4; unlikely if the PASP is 36 or less and the TRV is 2.8 or less, and no other suggestive findings are reported; and possible with other combinations of findings. Doppler echocardiography, however, may be misleading in patients with suspected pulmonary hypertension, especially when an inadequate tricuspid regurgitant jet cannot be properly assessed owing to a poor echocardiographic window. This was demonstrated in an observational study† of 65 patients with various types of pulmonary hypertension.3 The pulmonary arterial pressure estimated by Doppler echocardiography was at least 10 mmHg higher or lower\n\n- This group includes pulmonary hypertension due to COPD, interstitial lung disease, other pulmonary diseases with a mixed restrictive and obstructive pattern, obstructive sleep apnea, alveolar hypoventilation disorders, and other causes of hypoxemia.*\n†A major limitation of the study was that catheterization and Doppler echocardiography were not performed simultaneously. Doppler echocardiography was performed within 1 hour of a clinically indicated right-heart catheterization.",
      "page": 1,
      "start_offset": 0,
      "end_offset": 4613,
      "token_count": 999,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "An echocardiogram performed 3 months earlier showed a normal left ventricular ejection fraction and a pulmonary artery systolic pressure of 59 mmHg with a tricuspid regurgitant velocity of 3.5 m/sec and an estimated right atrial pressure of 10 mmHg.",
        "The patient was referred for tissue diagnosis (Figure 16-1).*\n\nDISCUSSION POINTS\n1.",
        "In addition to the history and physical examination, CT scan of the chest is recommended in patients suspected of having lung cancer who are eligible for treatment, because its potential benefits for staging and treatment planning outweigh the relatively low risk of radiation-induced damage.1 CT scan of the chest should be obtained before bronchoscopy because having a more accurate appreciation of the size and location of the tumor increases the diagnostic yield of bronchoscopy, which is low, however, for peripheral pulmonary nodules smaller than 2 cm."
      ],
      "section_path": [
        "Case Description"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p2_0_bdf2612d",
      "text": "ardiography, however, may be misleading in patients with suspected pulmonary hypertension, especially when an inadequate tricuspid regurgitant jet cannot be properly assessed owing to a poor echocardiographic window. This was demonstrated in an observational study† of 65 patients with various types of pulmonary hypertension.3 The pulmonary arterial pressure estimated by Doppler echocardiography was at least 10 mmHg higher or lower\n\n- This group includes pulmonary hypertension due to COPD, interstitial lung disease, other pulmonary diseases with a mixed restrictive and obstructive pattern, obstructive sleep apnea, alveolar hypoventilation disorders, and other causes of hypoxemia.*\n†A major limitation of the study was that catheterization and Doppler echocardiography were not performed simultaneously. Doppler echocardiography was performed within 1 hour of a clinically indicated right-heart catheterization.Here's the cleaned-up text, formatted into well-formed paragraphs:\n\n16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n193\nFigure 16-1 Axial and sagittal\nchest computed tomography (CT)\nimages showing the 4R lymph\nnode station in its anterior, precarinal position.\nAxial CT\nSagittal\n\nthan that obtained by right heart catheterization in 48%\nof patients.* Therefore, a low threshold for right heart*\ncatheterization is warranted when patients with suspected\npulmonary hypertension are evaluated. However, perioperative\ninsertion of pulmonary artery catheters is not\nroutinely recommended as a strategy to reduce perioperative\nmortality or postoperative pulmonary complications,\neven in high-risk surgical patients.4\n\nSupport System\nThe patient lived at home by himself and was independent\nin his activities of daily living. He had a daughter,\nwho lived far away, and he did not want her involved in\ndecision making about the procedure, but he wanted her\nto “handle things” once the diagnosis was made.\n\nPatient Preferences and Expectations\nThe patient expressed his wish to gather information\nabout his disease process so that he could make an\ninformed decision regarding therapies. In general, a decision\nis seen as autonomous when someone’s choice is\nbased on adequate information, taking into account one’s\nvalues and with appreciation of alternatives and the\npotential consequences of choosing or refusing a specific\nprocedure or battery of tests. A clear conversation with\nthe patient is warranted to explain the indications and\ncontraindications of diagnostic interventions being proposed\nand their alternatives.\n\nProcedural Strategies\nIndications\nThis patient likely had primary lung carcinoma. He\nneeded a tissue diagnosis. We proposed bronchoscopy\nwith EBUS-TBNA because the suspected N2 status (right\nlower paratracheal lymphadenopathy) had to be confirmed\nto decide on the need for further therapy: If N2\nstatus were negative, therapy would be recommended for\nstage I-II non-small cell lung carcinoma (NSCLC) (with\nlikely surgical resection once operability is determined);\nor for postoperative stage IIIA1* or IIIA2, according to*\nstrategies for stage IIIA. If, on the other hand, N2 status\nis known to be positive preoperatively, the patient would\nbe assigned stage IIIA3 and would be treated according\nto the algorithm for stage IIIA. Careful white light bronchoscopic\nexamination should be performed at the time\nof EBUS-TBNA because it may detect mucosal abnormalities,\nwhich may be malignant. Such findings would\nchange the stage. For instance, in the setting of mediastinal\nlymphadenopathy, if the tracheal wall is involved, the\ntumor would be classified as T4 and therefore stage IIIB,\nbut if no mucosal abnormalities are noted, the patient\nwould have N2 disease, namely, stage IIIA (Figure 16-2);\nfurthermore, if the needle passes through airway wall\ninfiltrated with malignant cells before entering the lymph\nnode target, the lymph node aspirate could become contaminated,\nand this could represent a false-positive aspirate.\nThus we believe that abnormal airway mucosa at\nthe puncture site should be biopsied (see Figure 16-2),\nand that bronchoscopists should do their best to avoid\nneedle insertion through abnormal appearing tissue, if\npossible.†\nEBUS-TBNA can offer diagnosis and staging in one\nsetting. With EBUS, one can potentially sample all stations\nadjacent to the trachea or bronchi (2, 4, 7, 10, 11)\n(Figure 16-3), but not level 5, 6, 8, and 9 lymph nodes.‡\n\n- Although overestimations and underestimations occurred with similar*\nfrequency, the magnitude of the pressure underestimation was greater\nthan that of overestimation (−30 +/- 16 vs. +19 +/- 11 mmHg; P = .03).\n\n†The inner stylet does not completely prevent contamination with\nbronchial wall cells (normal or abnormal).\n\n- Stages IIIA1-4 are defined as follows: IIIA1, mediastinal lymph node*\nmetastases on postoperative histologic examination at one lymph node\nlevel; IIIA2, intraoperative findings of lymph node involvement at one\nlevel; IIIA3, involvement of one or more positions identified preoperatively\nby mediastinoscopy, needle biopsy, or PET. III",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5078,
      "token_count": 1153,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "If, on the other hand, N2 status\nis known to be positive preoperatively, the patient would\nbe assigned stage IIIA3 and would be treated according\nto the algorithm for stage IIIA.",
        "We proposed bronchoscopy\nwith EBUS-TBNA because the suspected N2 status (right\nlower paratracheal lymphadenopathy) had to be confirmed\nto decide on the need for further therapy: If N2\nstatus were negative, therapy would be recommended for\nstage I-II non-small cell lung carcinoma (NSCLC) (with\nlikely surgical resection once operability is determined);\nor for postoperative stage IIIA1* or IIIA2, according to*\nstrategies for stage IIIA.",
        "Thus we believe that abnormal airway mucosa at\nthe puncture site should be biopsied (see Figure 16-2),\nand that bronchoscopists should do their best to avoid\nneedle insertion through abnormal appearing tissue, if\npossible.†\nEBUS-TBNA can offer diagnosis and staging in one\nsetting."
      ]
    },
    {
      "chunk_id": "bacada_ch16_p3_0_b391c8bc",
      "text": "but not level 5, 6, 8, and 9 lymph nodes.‡\n\n- Although overestimations and underestimations occurred with similar*\nfrequency, the magnitude of the pressure underestimation was greater\nthan that of overestimation (−30 +/- 16 vs. +19 +/- 11 mmHg; P = .03).\n\n†The inner stylet does not completely prevent contamination with\nbronchial wall cells (normal or abnormal).\n\n- Stages IIIA1-4 are defined as follows: IIIA1, mediastinal lymph node*\nmetastases on postoperative histologic examination at one lymph node\nlevel; IIIA2, intraoperative findings of lymph node involvement at one\nlevel; IIIA3, involvement of one or more positions identified preoperatively\nby mediastinoscopy, needle biopsy, or PET. III194\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\nFigure 16-3 Diagram of the lymph node stations usually accessible by endobronchial ultrasound-transbronchial needle aspiration (EBUS-TBNA). Station 4R includes right lower paratracheal nodes and pre-tracheal nodes extending to the left lateral border of the trachea. The upper border is the intersection of the caudal margin of the innominate vein with the trachea; the lower border is the lower border of the azygos vein.\n\n2L\n2R\n4R\nAO\n4L\nPA\n10L\n11L\n7\nAV\n10R\n11Rs\n11Ri\n\nFigure 16-2 A, The main carina showing neoplastic mucosal infiltration (carinal invasion, T4 tumor, thus stage IIIB). B, Main carinal widening from large subcarinal lymphadenopathy (N2 disease), but no tumor infiltration (possibly stage IIIA). C, Left upper lobe lateral wall mucosal infiltration with lymphoma. D, Endobronchial ultrasound (EBUS) image of adjacent lymphadenopathy. PA, Pulmonary artery.\n\nMucosal infiltration\nPA\nLymph node\nLung\nC\nD\nA\nB\n\nLow-volume cytology specimens such as those obtained via EBUS-TBNA are considered adequate for molecular analysis, as with epidermal growth factor receptor (EGFR) and anaplastic lymphatic kinase (ALK).5,6 This is increasingly important because whole genome amplification enables multiple molecular analyses and may be used to expand starting deoxyribonucleic acid (i.e., DNA amplification) from low-volume lung biopsies, such as those obtained with EBUS-TBNA, for further analysis of advanced-stage NSCLC.7 It is noteworthy that even when the primary tumor (the pulmonary nodule) is biopsied and studied for gene alterations, molecular assessment of metastatic sites (e.g., lymph nodes) may change management decisions because of the possibility of genetic differences between primary tumor and metastatic sites caused by tumor heterogeneity.8,9 Mutations in genes involved in the EGFR/KRAS/BRAF pathway, for example, were shown to predict clinical response to EGFR-directed tyrosine kinase inhibitors (TKIs) in NSCLC patients. The presence of activating EGFR mutations and the absence of KRAS mutations have been shown to be favorable markers for response to EGFR-directed TKI therapy.9 One study, which compared the mutational status of",
      "page": 3,
      "start_offset": 0,
      "end_offset": 2954,
      "token_count": 736,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "III194\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\nFigure 16-3 Diagram of the lymph node stations usually accessible by endobronchial ultrasound-transbronchial needle aspiration (EBUS-TBNA).",
        "The upper border is the intersection of the caudal margin of the innominate vein with the trachea; the lower border is the lower border of the azygos vein.\n\n2L\n2R\n4R\nAO\n4L\nPA\n10L\n11L\n7\nAV\n10R\n11Rs\n11Ri\n\nFigure 16-2 A, The main carina showing neoplastic mucosal infiltration (carinal invasion, T4 tumor, thus stage IIIB).",
        "B, Main carinal widening from large subcarinal lymphadenopathy (N2 disease), but no tumor infiltration (possibly stage IIIA)."
      ]
    },
    {
      "chunk_id": "bacada_ch16_p4_0_fed2406d",
      "text": "-volume lung biopsies, such as those obtained with EBUS-TBNA, for further analysis of advanced-stage NSCLC.7 It is noteworthy that even when the primary tumor (the pulmonary nodule) is biopsied and studied for gene alterations, molecular assessment of metastatic sites (e.g., lymph nodes) may change management decisions because of the possibility of genetic differences between primary tumor and metastatic sites caused by tumor heterogeneity.8,9 Mutations in genes involved in the EGFR/KRAS/BRAF pathway, for example, were shown to predict clinical response to EGFR-directed tyrosine kinase inhibitors (TKIs) in NSCLC patients. The presence of activating EGFR mutations and the absence of KRAS mutations have been shown to be favorable markers for response to EGFR-directed TKI therapy.9 One study, which compared the mutational status of16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R) 195\n\nOther lung or nonendocrine primary tumors could be responsible for this patient’s presentation. For neuroendocrine tumors, correct classification of a tumor as small cell lung cancer (SCLC) or as large cell neuroendocrine carcinoma (LCNEC) is a particularly difficult problem because of the many overlapping features of these tumors.15 In the diagnosis of primary lung lesions, this distinction is important because of different treatment strategies. LCNEC is considered an NSCLC treated by surgical excision, whereas SCLC is usually treated with chemotherapy or chemoradiotherapy. Given the large numbers of background lymphocytes in EBUS-TBNA specimens, the distinction between lymphoid cells and a neuroendocrine tumor can be particularly difficult. If carcinoid is diagnosed, cytology specimens are often inadequate for a definitive diagnosis of typical or atypical morphology16-a crucial distinction in determining prognosis.\n\nOn a different note, the sensitivity and specificity of EBUS-TBNA for diagnosing mediastinal and hilar lymph node metastasis from nonpulmonary tumors (taken together) have been reported to be as high as 92.0% and 100%, respectively. Tumors encountered included colorectal, head and neck, ovarian, breast, esophageal, hepatocellular, prostate, renal, and germ cell cancers and malignant melanoma.17 For lymphoma, a small study evaluating patients with high pretest probability for lymphoma in a tertiary cancer center revealed an overall sensitivity of 90.9% and specificity of 100%.18 Larger, prospective studies showed that the sensitivity and the specificity of EBUS-TBNA for definitive diagnosis of lymphoma were 57% and 100%, respectively. Decreased diagnostic yield may be due in part to problems with the low-volume cytology specimens obtained via EBUS-TBNA. For example, baseline cellularity of the aspirates includes both lymphocytes and bronchial epithelial cells because specimens may be contaminated with bronchial epithelial cells captured when the needle traverses the bronchial wall; in addition, a variety of entities have overlapping cytomorphologic features, and a paucity of published literature pertains to cytomorphology of these tumors.15 For lymphoma, even though the diagnostic accuracy of EBUS-TBNA is less than that seen for other cancers, the procedure appears justified in patients with isolated mediastinal lymphadenopathy, given the significant proportion (76%) of patients with lymphoma who would thus avoid a surgical biopsy.19\n\n- *Team Experienc*e**\nGood communication with the cytopathologist is important to increase the yield of the procedure, because sample preparation, triage, and interpretation ultimately depend on the question being asked. The pathologist should be told whether the procedure is performed for suspected primary lung cancer, for staging purposes, or to rule out metastasis or second primaries. In patients with known or suspected lymphoma or infection, additional tests on samples may be warranted.*\n\nFailure to begin the EGFR, KRAS, and BRAF in primary tumors* (adenocarcinomas) with that in the corresponding lymph node metastases, found that mutations in primary tumors and lymph node metastases were identical in only 1 of 7 (14%) patients in case of EGFR mutation and in 11 of 36 (31%) patients in case of KRAS mutation. Only one patient showed the same EGFR mutation in the primary tumor and corresponding lymph node metastasis. In this study, the remaining 6 patients had EGFR mutations identified in the primary tumor (3 patients) or in the lymph node metastasis (3 patients), but not in both. A different KRAS mutation in the primary tumor and the corresponding metastasis was seen in 1 patient, and 24 patients had KRAS mutations exclusively in primary (16 patients) or metastatic tumor (8 patients).9 These data suggest that the possibility of differences in the mutational status of EGFR, KRAS,† and BRAF‡ between primary tumors and corresponding lymph node metastases should be considered whenever these mutations are used for the selection of patients for EGFR-directed TKI therapy.9*\n\n- *Contraindication*s**\nAlthough no contraindications to bronchoscopy were noted, the patient’s COPD and pulmonary hypertension could pose increased risk for hypoventilation, hypoxemia, and hemodynamic instability from worsening pulmonary hypertension during procedures performed under moderate sedation or general anesthesia.\n\n- *Expected Result*s**\nThe diagnostic rate of EBUS-TBNA for station 4R is 71% to 94%10,11 and, as has been mentioned, the likelihood of obtaining sufficient material for use in molecular analysis is high. The",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5537,
      "token_count": 1167,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "If carcinoid is diagnosed, cytology specimens are often inadequate for a definitive diagnosis of typical or atypical morphology16-a crucial distinction in determining prognosis.",
        "On a different note, the sensitivity and specificity of EBUS-TBNA for diagnosing mediastinal and hilar lymph node metastasis from nonpulmonary tumors (taken together) have been reported to be as high as 92.0% and 100%, respectively.",
        "Tumors encountered included colorectal, head and neck, ovarian, breast, esophageal, hepatocellular, prostate, renal, and germ cell cancers and malignant melanoma.17 For lymphoma, a small study evaluating patients with high pretest probability for lymphoma in a tertiary cancer center revealed an overall sensitivity of 90.9% and specificity of 100%.18 Larger, prospective studies showed that the sensitivity and the specificity of EBUS-TBNA for definitive diagnosis of lymphoma were 57% and 100%, respectively."
      ]
    },
    {
      "chunk_id": "bacada_ch16_p5_0_bec260f4",
      "text": "metastatic tumor (8 patients).9 These data suggest that the possibility of differences in the mutational status of EGFR, KRAS,† and BRAF‡ between primary tumors and corresponding lymph node metastases should be considered whenever these mutations are used for the selection of patients for EGFR-directed TKI therapy.9*\n\n- *Contraindication*s**\nAlthough no contraindications to bronchoscopy were noted, the patient’s COPD and pulmonary hypertension could pose increased risk for hypoventilation, hypoxemia, and hemodynamic instability from worsening pulmonary hypertension during procedures performed under moderate sedation or general anesthesia.\n\n- *Expected Result*s**\nThe diagnostic rate of EBUS-TBNA for station 4R is 71% to 94%10,11 and, as has been mentioned, the likelihood of obtaining sufficient material for use in molecular analysis is high. The196\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\n### Informed Consent\n\nAfter the risks, benefits, and alternatives were discussed, our patient chose to proceed with EBUS-TBNA. On further questioning, he stated he had no health care advance directives and had no intention of initiating one at that time. The importance of advance directives may not be equally appreciated by all ethnic groups. In one study, for example, a survey showed that no Korean respondents and few Hispanics had advance directives. Low rates of advance directive completion among nonwhites may reflect health care disparities, distrust of the health care system, different cultural perspectives regarding death and suffering, and differences in family dynamics and parent-child relationships.25\n\n### Techniques and Results\n\n#### Anesthesia and Perioperative Care\n\nThe patient’s pulmonary hypertension could lead to perioperative complications. One study of 28 patients undergoing major or minor surgeries under general and regional anesthesia revealed a perioperative death rate of 7%.* Perioperative complications attributed to pulmonary hypertension occurred in 29% of patients, regardless of the underlying cause of the pulmonary hypertension. Most (92%) of the complications occurred in the first 48 hours following surgery, and risk factors for complications were greater for emergency and major surgery and with a long operative time (193 minutes vs. 112 minutes; P = .003).26*\n\nA larger study evaluated 145 surgical patients with pulmonary hypertension, excluding those in whom the condition was due to left heart disease.27 Complications included respiratory failure (n = 41), cardiac arrhythmia (n = 17), congestive heart failure (n = 16), renal insufficiency (n = 10), and sepsis (n = 10), and risk predictors included a history of pulmonary embolus, NYHA functional class of II or greater, intermediate- or high-risk surgery, and a duration of anesthesia greater than 3 hours.\n\nOur patient underwent the procedure in the operating room, under general anesthesia, and was intubated with a No. 9 endotracheal tube (ETT). With this method, the EBUS scope is directed more centrally in the airway; this could make needle aspirations more difficult, especially if the nodes are laterally located. In such cases, the ETT is moved proximally in the upper trachea-a maneuver that may provide more space for manipulating the scope inside the lower trachea. Laryngeal mask airway (LMA) can also be used instead of ETT for this purpose. In addition, LMA permits evaluation of the upper paratracheal nodes, which may not be accessible if an ETT is used.†28 EBUS can also be performed under moderate sedation in the bronchoscopy suite. This may result in safety and cost savings compared with general anesthesia, but aspiration of smaller nodes is technically more difficult.29\n\nprocedure with an expected result in mind and failure of the pathologist to understand the question being asked contribute to suboptimal interpretation of cytologic findings.20\n\n#### Diagnostic Alternatives\n\n1. **CT-guided percutaneous needle aspiration of the nodule*:** This technique has a high diagnostic rate (91%) but does not provide mediastinal staging and increases the risk for pneumothorax (5% to 60%).21*\n2. **Esophageal ultrasound-guided fine-needle aspiration (EUS-FNA) alone*:** EUS alone is suitable for assessing lymph nodes in the posterior aspect of lymph node stations 4L, 5, and 7, and in the inferior mediastinum at stations 8 and 9. EUS alone has limited value for complete staging because right-sided nodes are usually inaccessible.*\n3. **Mediastinoscopy*:** This approach is traditionally considered the gold standard for mediastinal staging. It is more invasive, and bronchoscopic airway inspection might still be required. Mediastinoscopy provides systematic exploration and biopsy under visual guidance of nodal stations 1, 2, 3, 4, and 7.*\n4. **Combined EUS and EBUS followed by mediastinoscopy*:** Because EBUS alone provides no access to lymph node stations 5, 6, 8, and 9, a strategy combining endosonography (EUS and EBUS) and mediastinoscopy (if no nodal metastasis was detected at endosonography) resulted in greater sensitivity for mediastinal nodal metastases and fewer unnecessary thoracotomies (needed in only 1 of 7 patients) in comparison with mediastinoscopy alone.22 This study used thoracotomy with nodal dissection as the reference standard in both study groups. Although",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5366,
      "token_count": 1171,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Most (92%) of the complications occurred in the first 48 hours following surgery, and risk factors for complications were greater for emergency and major surgery and with a long operative time (193 minutes vs. 112 minutes; P = .003).26*\n\nA larger study evaluated 145 surgical patients with pulmonary hypertension, excluding those in whom the condition was due to left heart disease.27 Complications included respiratory failure (n = 41), cardiac arrhythmia (n = 17), congestive heart failure (n = 16), renal insufficiency (n = 10), and sepsis (n = 10), and risk predictors included a history of pulmonary embolus, NYHA functional class of II or greater, intermediate- or high-risk surgery, and a duration of anesthesia greater than 3 hours.",
        "The196\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\n### Informed Consent\n\nAfter the risks, benefits, and alternatives were discussed, our patient chose to proceed with EBUS-TBNA.",
        "metastatic tumor (8 patients).9 These data suggest that the possibility of differences in the mutational status of EGFR, KRAS,† and BRAF‡ between primary tumors and corresponding lymph node metastases should be considered whenever these mutations are used for the selection of patients for EGFR-directed TKI therapy.9*\n\n- *Contraindication*s**\nAlthough no contraindications to bronchoscopy were noted, the patient’s COPD and pulmonary hypertension could pose increased risk for hypoventilation, hypoxemia, and hemodynamic instability from worsening pulmonary hypertension during procedures performed under moderate sedation or general anesthesia.\n\n- *Expected Result*s**\nThe diagnostic rate of EBUS-TBNA for station 4R is 71% to 94%10,11 and, as has been mentioned, the likelihood of obtaining sufficient material for use in molecular analysis is high."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p6_0_731f4be4",
      "text": "bronchoscopic airway inspection might still be required. Mediastinoscopy provides systematic exploration and biopsy under visual guidance of nodal stations 1, 2, 3, 4, and 7.*\n4. **Combined EUS and EBUS followed by mediastinoscopy*:** Because EBUS alone provides no access to lymph node stations 5, 6, 8, and 9, a strategy combining endosonography (EUS and EBUS) and mediastinoscopy (if no nodal metastasis was detected at endosonography) resulted in greater sensitivity for mediastinal nodal metastases and fewer unnecessary thoracotomies (needed in only 1 of 7 patients) in comparison with mediastinoscopy alone.22 This study used thoracotomy with nodal dissection as the reference standard in both study groups. Although16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n197\n\naddition to technique, other reasons for false-negative aspirates have been identified, including partial tumor invasion within the lymph node. Complementary optical technologies such as spectroscopy or optical coherence tomography may have a role in the future by directly guiding needle aspiration toward abnormal zones within lymph nodes.33,34\n\nAfter we retrieved our specimen, the aspirated material was pushed onto a glass slide. We did not retrieve a core of tissue,* but if this had been obtained, it could have been placed on filter paper to absorb excess blood and then fixed with 10% neutral buffered formalin, so that a formalin-fixed paraffin-embedded sample would have been made and further stained with hematoxylin and eosin for histologic diagnosis.†30 The rest of the material was smeared onto glass slides for both air-dried smears and was immediately fixed with 95% ethanol smears. The air-dried smears were stained by Diff-Quick staining for ROSE or Giemsa stain solution. The ethanol-fixed smears were sent for Papanicolau staining. The contents of the EBUS-TBNA needle were washed into a tube containing saline and were used for molecular testing if warranted.*\n\nAnatomic Dangers and Other Risks\nAt station 4R, the major blood vessels include pulmonary artery, azygos vein, superior vena cava, and ascending aorta. The lung is also visualized (Figure 16-4). The risk of penetrating a major vessel may be reduced with Doppler mode imaging (see Figure 16-4). To date, no cases of major bleeding have been reported.35 It has been shown that dedicated EBUS-TBNA needles can release metal particles consisting of iron, titanium, nickel, and chromium, probably resulting from friction between the stylet and the needle. A potential risk is involved in injecting particles into nodes. The long-term consequences of lymph node contamination are currently unknown.36\n\nResults and Procedure-Related Complications\nBronchoscopy inspection showed normal airway mucosa. EBUS mediastinal exploration showed no lymphadenopathy other than in station 4R. ROSE showed NSCLC (likely adenocarcinoma) after the second aspirate. Two more aspirates were obtained and were sent for genetic analysis. The procedure lasted 30 minutes. The patient was extubated, recovered in the postanesthesia care unit (PACU) for 2 hours, and was discharged home the same day. No perioperative complications occurred.\n\nLong-Term Management\nOutcome Assessment\nAt the time of final interpretation, Papanicolaou- and Diff-Quick-stained smears, as well as hematoxylin and eosin (H&E)-stained sections of the formalin-fixed cell block, showed adenocarcinoma. The procedure was\n\nFurthermore, at the time of this writing, most published studies of EBUS-TBNA showing high diagnostic rates were done with the patient under general anesthesia.\n\nTechnique and Instrumentation\nWe used a dedicated EBUS bronchoscope (BF-UC180 F, Olympus, Tokyo, Japan) with an integrated convex transducer at the tip of the scope, which scans parallel to the insertion direction of the bronchoscope, and a 22-gauge needle to perform TBNA (NA-201SX-4022, Olympus). After the lymph node had been penetrated, the internal stylet was used to push out the bronchial wall debris, which may clog the internal lumen, and then the stylet was removed. Negative pressure can be applied with a syringe and the needle moved back and forth inside the target 10 to 15 times over 30 to 60 seconds.30 In some instances, the bronchoscopist may choose to avoid suction, having obtained the specimen simply through needle insertion into the node.\n\nMany times, the bronchoscopist notices the needle in the lesion, but aspirates are acellular, or only blood or bronchial cells are seen. From a “targeting” perspective, the node is properly accessed, but acquisition of lymph node material is suboptimal. The question that may have to be asked is not whether the needle is in the lesion, but whether the lesion is in the node.31 This means that penetration of the needle into the node does not guarantee the presence of lymph node tissue inside the needle. In this regard, the principles of any fine-needle aspiration technique include the following: (1) Ensure the cutting action of the needle by performing a fast, downstroke movement (see video on ExpertConsult.com) (Video IV.16.1); and (2) minimize the amount of blood in the sample by following a straight needle trajectory, for instance, if the",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5223,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Although16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n197\n\naddition to technique, other reasons for false-negative aspirates have been identified, including partial tumor invasion within the lymph node.",
        "The risk of penetrating a major vessel may be reduced with Doppler mode imaging (see Figure 16-4).",
        "Complementary optical technologies such as spectroscopy or optical coherence tomography may have a role in the future by directly guiding needle aspiration toward abnormal zones within lymph nodes.33,34\n\nAfter we retrieved our specimen, the aspirated material was pushed onto a glass slide."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p7_0_12e8f0f4",
      "text": "choscopist notices the needle in the lesion, but aspirates are acellular, or only blood or bronchial cells are seen. From a “targeting” perspective, the node is properly accessed, but acquisition of lymph node material is suboptimal. The question that may have to be asked is not whether the needle is in the lesion, but whether the lesion is in the node.31 This means that penetration of the needle into the node does not guarantee the presence of lymph node tissue inside the needle. In this regard, the principles of any fine-needle aspiration technique include the following: (1) Ensure the cutting action of the needle by performing a fast, downstroke movement (see video on ExpertConsult.com) (Video IV.16.1); and (2) minimize the amount of blood in the sample by following a straight needle trajectory, for instance, if the198\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\n- This can be done by asking the following question: “Some patients want to know everything about their medical condition, but others do not. What is your preference?”*\n\nFigure 16-4 Three different sonographic patterns of station 4R, depending on the scanning plane. To visualize this station, the endobronchial ultrasound (EBUS) scope is placed just proximal to the main carina and is turned toward the 3 o’clock position (lateral scanning) when the azygos vein is identified (top panel). Very often 4R is pretracheal, in a more anterior position, so the scope has to be turned counterclockwise toward the 12 o’clock position. During this process, the transducer is oriented anterolaterally and the lymph node can be seen in front of the superior vena cava (middle panel). In the bottom panel, the transducer is oriented anteriorly, and the station 4R lymph node is seen in front of the ascending aorta.\n\nStation 4R\n(Right lower paratracheal)\nEBUS scope proximal to the main carina\nwith the probe oriented to the right\nanterolateral wall of the trachea\nLateral scanning\nAnterior scanning\nAnterolateral\nscanning\nLN\nAzygos vein\nLN\nSuperior\nvena cava\nLN\nMain carina\nAscending\naorta\n\nconsidered successful because a diagnosis was obtained by using a minimally invasive technique. Findings were shared with the patient’s daughter, who asked us to refrain from informing the patient of his diagnosis. She believed that learning he had cancer would cause him unnecessary anxiety and depression. Being asked to avoid truthfulness regarding diagnosis or prognosis often poses a significant ethical dilemma for health care providers, who must juggle with the principles of autonomy, beneficence, nonmaleficence, and justice in their daily practices.37 Truth telling respects the rights of patients and their families to receive accurate information about their illness. In fact, several studies demonstrate that most patients expect and desire truthfulness about their health. Nondisclosure can be viewed as a betrayal of trust, a rupture of the tacit agreement between patient and physician that both shall be forthright in their dialogue.\n\nOn the other hand, we were aware that certain ethnic groups prefer not to be directly informed of a life-threatening diagnosis, and that on many occasions, families might make medical decisions without disclosing the whole truth when one of its family members is ill. A long tradition of family-centered health care decisions38 has been noted, for example, in South America, where more than 60% of physicians reported informing families only in cases of a patient’s fatal prognosis.39 In Japan, Taiwan, and China, however, most patients with cancer were more likely than their families to believe that they should be informed of their diagnosis.40,41 In the culturally diverse United States, investigators compared persons of black and European descent versus those of Korean and Mexican American descent and found that Koreans and Mexican Americans were more likely to consider family members, rather than the patient alone, as holding decision-making power regarding life support.42 Even with acculturation, minorities may still view the decision-making process as a family-centered process.43 Among Asian cultures, family-based medical decisions are viewed as a function of filial devoutness, with an orientation toward the extended family as opposed to individual patient self-interest.43 Hence, illness is often considered a family affair rather than an individual event, and a sense of obligation can make it difficult for relatives to accept anything other than extraordinary measures of care.44\n\nWhen treating patients from cultures with norms of nondisclosure, physicians might offer to provide diagnostic and treatment information to the patients themselves. Physicians can ask patients how they would like treatment decisions to be made, to help them determine the extent to which patients and family members wish to be involved in the decision-making process. By offering autonomy to patients,* cultural customs are respected, while rights to independent decision making are simultaneously acknowledged. A patient who refuses diagnostic information and prefers family- or physician-centered decision making has made a clear, voluntary choice. If a patient prefers that family members receive information,*",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5271,
      "token_count": 1073,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "What is your preference?”*\n\nFigure 16-4 Three different sonographic patterns of station 4R, depending on the scanning plane.",
        "Very often 4R is pretracheal, in a more anterior position, so the scope has to be turned counterclockwise toward the 12 o’clock position.",
        "choscopist notices the needle in the lesion, but aspirates are acellular, or only blood or bronchial cells are seen."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p8_0_628935c1",
      "text": "viewed as a function of filial devoutness, with an orientation toward the extended family as opposed to individual patient self-interest.43 Hence, illness is often considered a family affair rather than an individual event, and a sense of obligation can make it difficult for relatives to accept anything other than extraordinary measures of care.44\n\nWhen treating patients from cultures with norms of nondisclosure, physicians might offer to provide diagnostic and treatment information to the patients themselves. Physicians can ask patients how they would like treatment decisions to be made, to help them determine the extent to which patients and family members wish to be involved in the decision-making process. By offering autonomy to patients,* cultural customs are respected, while rights to independent decision making are simultaneously acknowledged. A patient who refuses diagnostic information and prefers family- or physician-centered decision making has made a clear, voluntary choice. If a patient prefers that family members receive information,*16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n199\n\nQuality Improvement\nIn this case, the EBUS-TBNA aspirate showed adenocarcinoma, confirming the diagnosis and staging the tumor as stage IIIA. The specimen was adequate for interpretation. Lymph node sampling is represented by abundant dispersed lymphocytes, lymphoid aggregates, anthracotic histiocytes, granulomatous aggregates, or tumor. The “adequate sampling” definition is controversial, prompting some experts to recommend using the term nondiagnostic only for those cases that truly have no evidence of lymph node sampling. Cases with sparse evidence of lymph node sampling should be reported as such, with the understanding that the chance of false-negative results may be increased.20\n\nDISCUSSION POINTS\n1. Define the borders of station 4R and justify this definition.\nStation 4R includes right lower paratracheal nodes and pretracheal nodes extending to the left lateral border of the trachea. Lymphatic drainage in the superior mediastinum predominantly occurs to the right paratracheal area and extends past the midline of the trachea; therefore the boundary between lymph nodes of the right- and left-sided levels 2 and 4 has been reset to the left lateral wall of the trachea.50 When the scope is oriented anteriorly in the lower trachea or in the right mainstem bronchus at the level of the main carina, the node seen is still the right lower paratracheal node (station 4R). The Doppler-positive vessel behind it could represent the superior vena cava or the ascending aorta, depending on the actual orientation of the scope (Figure 16-5). Based on IASLC definitions, the upper border of station 4R is the intersection of the caudal margin of the innominate vein with the trachea, and the lower border is represented by the lower border of the azygos vein (see Figure 16-3).50\n\n2. Describe how the sagittal view of a computed tomography scan is used to plan EBUS-TBNA at station 4R.\nA sagittal (aka median) plane is perpendicular to the ground; this separates left from right. The midsagittal plane is the specific sagittal plane that is exactly in the middle of the body. To visualize station 4R in its anterior carinal position, the scope is positioned just proximal to the main carina and is oriented anteriorly toward the 12 o’clock position; therefore when 4R has a pretracheal component, the sagittal view is useful and the ascending aorta will be visualized just distal to the node; the superior vena cava (SVC) can be seen most times when the transducer is oriented slightly toward the right anterolateral wall (1 o’clock position), and the azygos vein, when oriented toward the right lateral wall (3 o’clock position) (see Figures 16-4 and 16-5). In this patient, the EBUS image at station 4R shows the pattern in Figure 16-6, when the scanning plane is anterior toward the ascending aorta (Doppler mode on). The scanning plane for the EBUS scope is the same as in the sagittal CT view (see Figure 16-6). However, although the sagittal CT view is projected as if the scope is vertical, the EBUS image is\n\nthe physician should find out which family member(s) will be responsible for decision making. In our case, based on his request, the patient’s daughter was clearly identified as the primary decision maker.\n\nFollow-up Tests and Procedures\nWe discussed with our pathologist and oncologist the rationale for sending specimens for genetic analysis. Advances in targeted therapies may lead to an era of personalized medicine. This is particularly important because lung cancer is proving to be a heterogeneous collection of diseases with highly diverse pathogeneses and molecular characteristics, even within a single histologic type such as adenocarcinoma.45 As of this writing, several biomarkers are thought to predict the likelihood of a patient’s response to a specific chemotherapeutic drug for NSCLC. Some oncologists apply testing and treatment algorithms when they encounter any new patient with advanced NSCLC,45 first, EGFR mutation analysis: If a mutation is present, the patient is a candidate for EGFR-TKI.46 If no response is noted, or if the mutation is not present, the tumor is assessed for EML4/ALK rearrangements and, if present, is treated with crizotinib.14 If no response or evidence of EML4/ALK fusion is noted, the tumor is assessed for ERCC1 and RRM1.*",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5439,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "To visualize station 4R in its anterior carinal position, the scope is positioned just proximal to the main carina and is oriented anteriorly toward the 12 o’clock position; therefore when 4R has a pretracheal component, the sagittal view is useful and the ascending aorta will be visualized just distal to the node; the superior vena cava (SVC) can be seen most times when the transducer is oriented slightly toward the right anterolateral wall (1 o’clock position), and the azygos vein, when oriented toward the right lateral wall (3 o’clock position) (see Figures 16-4 and 16-5).",
        "If a patient prefers that family members receive information,*16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n199\n\nQuality Improvement\nIn this case, the EBUS-TBNA aspirate showed adenocarcinoma, confirming the diagnosis and staging the tumor as stage IIIA.",
        "Physicians can ask patients how they would like treatment decisions to be made, to help them determine the extent to which patients and family members wish to be involved in the decision-making process."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p9_0_96bb3df4",
      "text": "to be a heterogeneous collection of diseases with highly diverse pathogeneses and molecular characteristics, even within a single histologic type such as adenocarcinoma.45 As of this writing, several biomarkers are thought to predict the likelihood of a patient’s response to a specific chemotherapeutic drug for NSCLC. Some oncologists apply testing and treatment algorithms when they encounter any new patient with advanced NSCLC,45 first, EGFR mutation analysis: If a mutation is present, the patient is a candidate for EGFR-TKI.46 If no response is noted, or if the mutation is not present, the tumor is assessed for EML4/ALK rearrangements and, if present, is treated with crizotinib.14 If no response or evidence of EML4/ALK fusion is noted, the tumor is assessed for ERCC1 and RRM1.*200\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\nExpert Commentary\nprovided by Ibrahim Ramzy, MD, FRCPC\n\nThis case provides an opportunity to discuss sampling adequacy and diagnostic difficulties related to the interpretation of cytologic material obtained by needle aspiration in patients with known or suspected central airway disorders involving the lung or mediastinum. In the following paragraphs, I will focus on adequacy of sampling and issues pertaining to interpretation.\n\nMalignant tumors often produce cellular aspirates, a manifestation of decreased cell cohesion. Establishing adequacy of the sample is not a problem when malignant cells are identified, because the specificity is close to 100%. However, in cases in which no malignant cells are readily identified (i.e., negative cases), classifying the sample as adequate is more challenging. The presence of abundant lymphocytes in an aspirate is a good indication that the needle was in a lymph node, and multiple passes usually ensure that the nodes were thoroughly sampled. However, the presence of a few lymphocytes, particularly in a background of mucus and bronchial epithelial cells, calls into question the adequacy of the sample and probably should not be classified as an indication of absence of malignancy.51\n\nOne of the main factors contributing to the diagnostic success of needle aspiration is on-site assessment of the aspirate by an expert cytopathologist. This close, real-time coordination between the physician performing the procedure and the cytopathologist ensures that an adequate sample is procured with a minimal number of passes, thus reducing morbidity and discomfort to the patient, lessening the duration of the procedure, diminishing the potential risk of needle-induced damage to the bronchoscope, and, depending on the medical fiscal environment, limiting health care expenditures, particularly in countries where cytopathologists bill per sample examined, rather than per procedure performed.\n\nThe multidisciplinary approach also allows for optimal triaging of sampled material, and conversations with the cytopathologist can help identify and prioritize those tests that will prove most useful for diagnosis or treatment planning. Rinsing the needle to obtain material for cell block and histologic processing is extremely valuable, because such processing is optimal for immunocytochemistry; several molecular tests for diagnostic and prognostic markers such as gene rearrangements, overexpressions, and deletions can have an impact on making the diagnosis, refining\n\nFigure 16-5 Two different sonographic images at station 4R, depending on the scanning plane orientation. In the upper panel, the scanning plane is anterior and the ascending aorta is seen just distal to the lymph node on both axial (left) and sagittal (center) computed tomography (CT) views. The Doppler-positive vascular structure seen on the corresponding endobronchial ultrasound (EBUS) image (right) therefore represents the ascending aorta. In the lower panel, the scanning plane is right anterolateral and the superior vena cava (SVC) is visualized on axial (left) and sagittal (center) CT views. The Doppler-positive vascular structure seen on the corresponding EBUS image (right) therefore represents the SVC. Ao, Aorta; PA, pulmonary artery.\n\nprojected as if the scope is horizontal. Thus, to understand the reasons for use of the sagittal CT view, one must understand the reference points on the EBUS image (see Figure 16-6). The green dot on the monitor represents the point where the needle exits the scope and corresponds to the superior (cephalad) aspect of the body. This dot is by default toward the 1 o’clock position on the screen (see Figure 16-6). Reorientation of the sagittal CT image is necessary to bring the scope to a horizontal position and to bring the green dot cephalad (toward the 1 o’clock position on the screen) to match the EBUS image. For practical purposes, one can print out or save the sagittal CT image showing station 4R as a separate picture. This picture is flipped over like a page, then is rotated clockwise to “horizontalize” the scope and bring the green dot cephalad toward the 1 o’clock position (see Figure 16-6), so that the two images (EBUS and CT) now correlate and show the lymph node and the aorta in similar positions.",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5177,
      "token_count": 1092,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Thus, to understand the reasons for use of the sagittal CT view, one must understand the reference points on the EBUS image (see Figure 16-6).",
        "This dot is by default toward the 1 o’clock position on the screen (see Figure 16-6).",
        "The presence of abundant lymphocytes in an aspirate is a good indication that the needle was in a lymph node, and multiple passes usually ensure that the nodes were thoroughly sampled. However, the presence of a few lymphocytes, particularly in a background of mucus and bronchial epithelial cells, calls into question the adequacy of the sample and probably should not be classified as an indication of absence of malignancy.51\n\nOne of the main factors contributing to the diagnostic success of needle aspiration is on-site assessment of the aspirate by an expert cytopathologist."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p10_0_cbaeede1",
      "text": "to the superior (cephalad) aspect of the body. This dot is by default toward the 1 o’clock position on the screen (see Figure 16-6). Reorientation of the sagittal CT image is necessary to bring the scope to a horizontal position and to bring the green dot cephalad (toward the 1 o’clock position on the screen) to match the EBUS image. For practical purposes, one can print out or save the sagittal CT image showing station 4R as a separate picture. This picture is flipped over like a page, then is rotated clockwise to “horizontalize” the scope and bring the green dot cephalad toward the 1 o’clock position (see Figure 16-6), so that the two images (EBUS and CT) now correlate and show the lymph node and the aorta in similar positions.16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n201\n\nFigure 16-6 Computed tomography-endobronchial ultrasound (CT-EBUS) correlations for station 4R. A, The sagittal CT view and the EBUS image of station 4R when the EBUS scope is oriented anteriorly toward the ascending aorta. B, To understand the correlation between the two images (CT and EBUS), the reference points on the EBUS image must be identified. The EBUS image is projected on the monitor as if the scope is horizontal; the green dot on the monitor represents the point where the needle exits the scope and corresponds to the superior (cephalad) aspect of the body; this dot is by default toward the 1 o’clock position of the screen. C, Because the sagittal CT view is displayed as if the scope is vertical, several adjustments can be made to the sagittal CT image to bring the scope to a horizontal position: the green dot turned cephalad (toward the 1 o’clock position on the screen) to match the EBUS image. D, To do this, the image is flipped over like a page, then it is rotated clockwise to horizontalize the scope and bring the green dot cephalad toward the 1 o’clock position. E, Now, the scope is horizontalized, the green dot is toward the 1 o’clock position, and the cephalad section of the image is toward the right side, as it is displayed by default on the EBUS screen. F, The two images now correlate and show the lymph node and the aorta in the same location.\n\nA\nC\nD\nE\nF\nB\nSimultaneous sagittal CT view and EBUS image at Station 4R\nThe sagittal CT view is displayed as if the scope is vertical\nAo\nPA\nAo\nAo\nPA\nPA\nTo understand the use of sagittal CT view,\none must understand the reference points\non the EBUS image\nThe two images now correlate and\nshow all structures in the same locations\nAscending\naorta\nLN\nCaudal\nCephalad\nCephalad\nCephalad\nAo\nAo\nLN\nLN\nPA\nPA\nAo\nAscending\naorta\nF\nLN\nLN\nPA\nCephalad\nCephalad\nCephalad\nCephalad\nAo\nAo\nPA\nPA\nCephalad\nCephalad\n8\n3.0\ncm\n8\n3.0\ncm\nCaudal\nCephalad\n8\n3.0\ncm",
      "page": 10,
      "start_offset": 0,
      "end_offset": 2734,
      "token_count": 750,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This dot is by default toward the 1 o’clock position on the screen (see Figure 16-6).",
        "This picture is flipped over like a page, then is rotated clockwise to “horizontalize” the scope and bring the green dot cephalad toward the 1 o’clock position (see Figure 16-6), so that the two images (EBUS and CT) now correlate and show the lymph node and the aorta in similar positions.16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n201\n\nFigure 16-6 Computed tomography-endobronchial ultrasound (CT-EBUS) correlations for station 4R.",
        "A\nC\nD\nE\nF\nB\nSimultaneous sagittal CT view and EBUS image at Station 4R\nThe sagittal CT view is displayed as if the scope is vertical\nAo\nPA\nAo\nAo\nPA\nPA\nTo understand the use of sagittal CT view,\none must understand the reference points\non the EBUS image\nThe two images now correlate and\nshow all structures in the same locations\nAscending\naorta\nLN\nCaudal\nCephalad\nCephalad\nCephalad\nAo\nAo\nLN\nLN\nPA\nPA\nAo\nAscending\naorta\nF\nLN\nLN\nPA\nCephalad\nCephalad\nCephalad\nCephalad\nAo\nAo\nPA\nPA\nCephalad\nCephalad\n8\n3.0\ncm\n8\n3.0\ncm\nCaudal\nCephalad\n8\n3.0\ncm"
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p11_0_cd87daf7",
      "text": "as if the scope is vertical\nAo\nPA\nAo\nAo\nPA\nPA\nTo understand the use of sagittal CT view,\none must understand the reference points\non the EBUS image\nThe two images now correlate and\nshow all structures in the same locations\nAscending\naorta\nLN\nCaudal\nCephalad\nCephalad\nCephalad\nAo\nAo\nLN\nLN\nPA\nPA\nAo\nAscending\naorta\nF\nLN\nLN\nPA\nCephalad\nCephalad\nCephalad\nCephalad\nAo\nAo\nPA\nPA\nCephalad\nCephalad\n8\n3.0\ncm\n8\n3.0\ncm\nCaudal\nCephalad\n8\n3.0\ncm202\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\nclassification of the disease, and tailoring therapy for certain tumors, as was outlined in the previous discussion of this case. Obtaining a full battery of tests on all samples may not always be necessary, but it is most important to note that failing to obtain samples for specific studies may decrease the chance of diagnosis. For example, an additional pass may be warranted to specifically procure material for flow cytometry when aspirates are lymphocyte rich.\n\nCytopathologists rely on individual cell morphology for making a diagnosis, and they do not have the benefit of being able to assess relations between cell groups and tissues, as do their colleagues examining histopathologic material. Differentiation between some neoplasms based solely on isolated cytologic criteria can be difficult. The use of immunocytochemical ancillary techniques, however, greatly enhances the ability of cytopathology to close this gap.16\n\nDifferentiation between carcinoid tumor, small cell carcinoma, and lymphoma can be challenging cytologically. Carcinoid tumors produce cellular specimens with fairly uniform round to oval nuclei that have a characteristic “salt and pepper” chromatin clumping and occasionally an attempt at rosette formation (Figure 16-7). The granular cytoplasm stains positively for neuroendocrine markers such as chromogranin and synaptophysin. Differentiation between typical and atypical carcinoid tumors, however, is not always feasible on a cytologic basis alone, and requires additional sampling and correlation with clinical and imaging studies. Small cell carcinoma, another neuroendocrine tumor, is characterized by undifferentiated cells that are small, yet larger than lymphocytes (Figure 16-8). The cytoplasm is scant at best, unlike that of neuroendocrine large cell carcinoma. The nuclei show molding to accommodate neighboring nuclei, and streaks of nuclear material are often seen in the background as a result of smearing. Such crush artifact, although not diagnostic by itself, raises a red flag to the microscopist and is a reflection of the fragility of the nuclei. Malignant lymphoma is another tumor that enters into the differential diagnosis of small cell tumors. It can involve the lung as a primary lesion, or more often as part of systemic disease. The cytomorphology depends on the type of neoplasm. When an abundant infiltrate by lymphocytes is encountered in the aspirate, particularly if lymphocytes show atypia or the presence of nucleoli, a second aspirate dedicated to flow cytometric evaluation is recommended. If not, a cell block may be prepared and stained for various lymphocyte markers to establish monoclonality, and thus neoplasia (Figure 16-9). The sensitivity and specificity of cytologic diagnosis of non-Hodgkin lymphoma show variability among different studies; they are dependent on the availability of an adequate number of lymphocytes for flow cytometry analysis and\n\nFigure 16-7 Carcinoid tumor. The neoplastic cells are fairly uniform, with moderate amounts of granular cytoplasm. Attempts at rosette formation may be seen (arrow). Insert shows positive immunostains for synaptophysin. (Air-dried, Diff-Quik stain, high power, oil.)\n\nFigure 16-8 Small cell carcinoma. The nuclei of the neoplastic cells are larger than the few round lymphocytes in the background (upper left). Note the minimal amount of cytoplasm, the tendency of irregularly shaped bare nuclei to mold to fit into neighboring cells (arrow), and the linear smearing of some nuclei as a manifestation of their fragility (Air-dried, Diff-Quik stain, high power, oil.)",
      "page": 11,
      "start_offset": 0,
      "end_offset": 4127,
      "token_count": 957,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Carcinoid tumors produce cellular specimens with fairly uniform round to oval nuclei that have a characteristic “salt and pepper” chromatin clumping and occasionally an attempt at rosette formation (Figure 16-7).",
        "Small cell carcinoma, another neuroendocrine tumor, is characterized by undifferentiated cells that are small, yet larger than lymphocytes (Figure 16-8).",
        "as if the scope is vertical\nAo\nPA\nAo\nAo\nPA\nPA\nTo understand the use of sagittal CT view,\none must understand the reference points\non the EBUS image\nThe two images now correlate and\nshow all structures in the same locations\nAscending\naorta\nLN\nCaudal\nCephalad\nCephalad\nCephalad\nAo\nAo\nLN\nLN\nPA\nPA\nAo\nAscending\naorta\nF\nLN\nLN\nPA\nCephalad\nCephalad\nCephalad\nCephalad\nAo\nAo\nPA\nPA\nCephalad\nCephalad\n8\n3.0\ncm\n8\n3.0\ncm\nCaudal\nCephalad\n8\n3.0\ncm202\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\nclassification of the disease, and tailoring therapy for certain tumors, as was outlined in the previous discussion of this case."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p12_0_ee062be8",
      "text": "; they are dependent on the availability of an adequate number of lymphocytes for flow cytometry analysis and\n\nFigure 16-7 Carcinoid tumor. The neoplastic cells are fairly uniform, with moderate amounts of granular cytoplasm. Attempts at rosette formation may be seen (arrow). Insert shows positive immunostains for synaptophysin. (Air-dried, Diff-Quik stain, high power, oil.)\n\nFigure 16-8 Small cell carcinoma. The nuclei of the neoplastic cells are larger than the few round lymphocytes in the background (upper left). Note the minimal amount of cytoplasm, the tendency of irregularly shaped bare nuclei to mold to fit into neighboring cells (arrow), and the linear smearing of some nuclei as a manifestation of their fragility (Air-dried, Diff-Quik stain, high power, oil.)16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n203\ndilution of the sample by a significant component of bronchial columnar cells and blood. Hodgkin lymphoma can be diagnosed if the clinical and cytologic characteristics are taken in consideration, but greater sampling is often necessary to subclassify the disease. Reactive lymph node aspirates demonstrate a polymorphous population of lymphocytes at various stages of maturation, unlike the monomorphous population encountered in aspirates from lymphomas that can be easily established by flow cytometric immunophenotyping. Identification of histiocytic cells with phagocytized material in their cytoplasm (tingible body macrophages) is also helpful in supporting a benign diagnosis. In cases where abundant histiocytes are encountered, a granulomatous reaction should be considered, and material should be reserved for microbiologic studies (Figure 16-10).\n\nNeoplasms with large cells form a heterogeneous group that includes squamous cell carcinomas, adenocarcinomas, large cell carcinomas, metastatic carcinomas, and melanomas, among others. The cytologic characteristics of these tumors can establish the diagnosis in many cases, or at least can narrow the differential diagnosis. Immunohistochemical stains can further refine or confirm the diagnosis in cases where cytomorphologic features overlap. A detailed discussion of the specific morphologic characteristics of this heterogeneous group of tumors is beyond the scope of this commentary,* but a description of a few basic principles and problem areas is appropriate. Adenocarcinomas, for example, can present particular challenges in terms of their classification. The cytologic patterns of a tumor can be variable and often overlap with those of other tumor types. Decisions as to whether the tumor is primary or metastatic, the type of primary lesion, and the source of metastasis can be difficult to ascertain, particularly in the absence of a known primary. In general, malignant glandular cells tend to have abundant cytoplasm with evidence of polarization of their nuclei to one end. Bronchioloalveolar carcinomas (BACs), on histologic examination, have a characteristic pattern of spread along alveolar septa. Such a pattern, however, can be encountered with other adenocarcinomas, including metastasis.*\n\nCytologic samples can be difficult to interpret because cells may be quite bland with minimal evidence of malignancy. Other BACs show abundant mucinous\n\nFigure 16-9 Non-Hodgkin malignant lymphoma, small lymphocytic. A, The atypical small lymphocytic population in this cell block preparation is monomorphous. B, The neoplastic lymphocytes stained positively (brown) with CD20. Staining for CD3 was negative in this case. (A, Hematoxylin and eosin; B, CD20 immunoperoxidase stain, both at high power, oil.)\n Sarcoidosis. The aspirate shows an abundance of macrophages among a mixture of inflammatory cells. No evidence of caseous necrosis is seen, and microbiologic studies failed to reveal any organisms. (Papanicolaou stain, medium power.)\n- Detailed discussions of specific morphologic characteristics of these is tumors is available in A Colour Atlas of Endoscopic Diagnosis in Early Stage Lung Cancer by Kato H, Horai T (Mosby 1991); in Pulmonary Cytopathology by Erozan Y, Ramzy I (Springer 2009); and in online cytopathology and pathology resources (http://137.189.150.85/ cytopathology/link.html).*",
      "page": 12,
      "start_offset": 0,
      "end_offset": 4228,
      "token_count": 932,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "; they are dependent on the availability of an adequate number of lymphocytes for flow cytometry analysis and\n\nFigure 16-7 Carcinoid tumor.",
        "Insert shows positive immunostains for synaptophysin. (Air-dried, Diff-Quik stain, high power, oil.)\n\nFigure 16-8 Small cell carcinoma.",
        "The nuclei of the neoplastic cells are larger than the few round lymphocytes in the background (upper left)."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p13_0_4535900b",
      "text": "negative in this case. (A, Hematoxylin and eosin; B, CD20 immunoperoxidase stain, both at high power, oil.)\n Sarcoidosis. The aspirate shows an abundance of macrophages among a mixture of inflammatory cells. No evidence of caseous necrosis is seen, and microbiologic studies failed to reveal any organisms. (Papanicolaou stain, medium power.)\n- Detailed discussions of specific morphologic characteristics of these is tumors is available in A Colour Atlas of Endoscopic Diagnosis in Early Stage Lung Cancer by Kato H, Horai T (Mosby 1991); in Pulmonary Cytopathology by Erozan Y, Ramzy I (Springer 2009); and in online cytopathology and pathology resources (http://137.189.150.85/ cytopathology/link.html).*204\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\ncells. Cytologic parameters for adenocarcinomas will have to be adapted to the classification of non-small cell carcinoma (NSCC) recently developed by the International Association for the Study of Lung Cancer and other American and European organizations. Data on patient survival support the validity of this new classification. In situ, minimally invasive and lepidic-predominant adenocarcinomas have excellent 5-year survival rates, and micropapillary-predominant and solid with mucin-predominant tumors are associated with poor survival. Papillary and acinar-predominant tumors have an intermediate survival rate.52 Giant cell tumors, as illustrated in Figure 16-11, are poorly differentiated neoplasms associated with aggressive behavior. Careful examination of the material in some of these tumors may reveal subtle clues of differentiation into a glandular or squamous cell line. By using immunocytochemical and molecular marker studies, as discussed later, our ability to further characterize these tumors may be enhanced, decreasing the number of tumors that cannot be further categorized. One has also to recognize that some neoplasms can show differentiation along two or more cell lines, such as squamous cell and/or small cell and/or adenocarcinoma.\n\nLast, metastatic neoplasms may present with poorly differentiated highly atypical cells, and some aspirates fail to elucidate the source of the primary tumor, unless a history of another primary has been reported. In some cases, cytologic criteria point to a specific tumor type. The presence of elongated cigar-shaped nuclei and a necrotic background often points to metastasis from the colon, rather than a primary lung adenocarcinoma. Prominent nucleoli, intranuclear cytoplasmic inclusions, and multinucleation point to a malignant melanoma, even in the absence of melanin pigment (Figure 16-12). In many cases, confirmation rests on positive staining with immunocytochemical markers, such as Melan-A and chromogranin.\n\nThe role of immunocytochemistry warrants a final comment. Some of the immunohistochemical stains used most frequently to diagnose lung tumors are epithelial cell markers such as TTF-1, various cytokeratin markers, EMA, and lymphocytic cell markers. Immunohistochemistry should be used judiciously in view of the scant material procured and the cost involved. Most of the techniques commonly used, such as keratin markers, are reimbursed by insurers and Medicare. Others are still considered experimental, are not Food and Drug Administration (FDA) approved, and should be used only with this stipulation. The selection of a specific battery of stains depends on the question confronting the pathologist. If the cytomorphology, for example, is that of a small basophilic cell with minimal amounts of cytoplasm, the so called small blue\n\nFigure 16-11 Giant cell carcinoma. A, A poorly differentiated epithelial malignancy, with pleomorphic cells that vary in shape and size. The abundant cytoplasm surrounds large, irregularly shaped nuclei. B, Multinucleation and prominent nucleoli are evident in several cells. Immunocytochemistry is critical in an attempt to further classify poorly differentiated tumors. (Papanicolaou stain, high power, oil.)\n\nFigure 16-12 Malignant melanoma. The cells have abundant cytoplasm, large nuclei with prominent nucleoli, and multinucleation. Despite lack of melanin pigment, the nature of the lesion can be confirmed using immunocytochemical markers such as Melan-A. (Papanicolaou stain, high power, oil.)",
      "page": 13,
      "start_offset": 0,
      "end_offset": 4326,
      "token_count": 962,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Immunocytochemistry is critical in an attempt to further classify poorly differentiated tumors. (Papanicolaou stain, high power, oil.)\n\nFigure 16-12 Malignant melanoma.",
        "Papillary and acinar-predominant tumors have an intermediate survival rate.52 Giant cell tumors, as illustrated in Figure 16-11, are poorly differentiated neoplasms associated with aggressive behavior.",
        "Immunohistochemistry should be used judiciously in view of the scant material procured and the cost involved. Most of the techniques commonly used, such as keratin markers, are reimbursed by insurers and Medicare."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p14_0_c361237a",
      "text": "of a small basophilic cell with minimal amounts of cytoplasm, the so called small blue\n\nFigure 16-11 Giant cell carcinoma. A, A poorly differentiated epithelial malignancy, with pleomorphic cells that vary in shape and size. The abundant cytoplasm surrounds large, irregularly shaped nuclei. B, Multinucleation and prominent nucleoli are evident in several cells. Immunocytochemistry is critical in an attempt to further classify poorly differentiated tumors. (Papanicolaou stain, high power, oil.)\n\nFigure 16-12 Malignant melanoma. The cells have abundant cytoplasm, large nuclei with prominent nucleoli, and multinucleation. Despite lack of melanin pigment, the nature of the lesion can be confirmed using immunocytochemical markers such as Melan-A. (Papanicolaou stain, high power, oil.)16 - EBUS-TBNA of Right Lower Paratracheal Lymph Node (Station 4R)\n205\n\nREFERENCES\n1. Goeckenjan G, Sitter H, Thomas M, et al. Prevention, diagnosis, therapy, and follow-up of lung cancer: interdisciplinary guideline of the German Respiratory Society and the German Cancer Society. Pneumologie. 2011;65:39-59.\n2. Task Force for Diagnosis and Treatment of Pulmonary Hypertension of European Society of Cardiology (ESC), European Respiratory Society (ERS), International Society of Heart and Lung Transplantation (ISHLT), et al. Guidelines for the diagnosis and treatment of pulmonary hypertension. Eur Respir J. 2009;34:12-19.\n3. Fisher MR, Forfia PR, Chamera E, et al. Accuracy of Doppler echocardiography in the hemodynamic assessment of pulmonary hypertension. Am J Respir Crit Care Med. 2009;179:615-621.\n4. Sandham JD, Hull RD, Brant RF, et al. A randomized, controlled trial of the use of pulmonary-artery catheters in high-risk surgical patients. N Engl J Med. 2003;348:5.\n5. Garcia-Olivé I, Monsó E, Andreo F, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for identifying EGFR mutations. Eur Respir J. 2010;35:391-395.\n6. Sakairi Y, Nakajima T, Yasufuku K, et al. EML4-ALK fusion gene assessment using metastatic lymph node samples obtained by endobronchial ultrasound-guided transbronchial needle aspiration. Clin Cancer Res. 2010;16:4938-4945.\n7. Lim EH, Zhang SL, Li JL, et al. Using whole genome amplification (WGA) of low-volume biopsies to assess the prognostic role of EGFR, KRAS, p53, and CMET mutations in advanced-stage non-small cell lung cancer (NSCLC). J Thorac Oncol. 2009;4:12-21.\n8. Park S, Holmes-Tisch AJ, Cho EY, et al. Discordance of molecular biomarkers associated with epidermal growth factor receptor pathway between primary tumors and lymph node metastasis in non-small cell lung cancer. J Thorac Oncol. 2009;4:809-815.\n9. Schmid K, Oehl N, Wrba F, et al. EGFR/KRAS/BRAF mutations in primary lung adenocarcinomas and corresponding locoregional lymph node metastases. Clin Cancer Res. 2009;15:4554-4560.\n10. Herth F, Becker HD, Ernst A. Conventional vs endobronchial ultrasound-guided transbronchial needle aspiration: a randomized trial. Chest. 2004;125:322-325.\n11. Herth FJ, Eberhardt R, Vilmann P, et al. Real-time endobronchial ultrasound guided transbronchial needle aspiration for sampling mediastinal lymph nodes. Thorax. 2006;61;795-798.\n12. Shigematsu H, Gazdar AF. Somatic mutations of epidermal growth factor receptor signaling pathway in lung cancers. Int J Cancer. 2006;118:257-262.\n13. Bae NC, Chae MH, Lee MH, et al. EGFR, ERBB2, and KRAS mutations in Korean non-small cell lung cancer patients. Cancer Genet Cytogenet. 2007;173:107-113.\n\ncell tumor, the differential will encompass small cell carcinoma, lymphoma, and Merkel cell carcinoma. In such cases, a likely panel would include CK20, TTF-1, and Ker 903. When a patient with a past history of breast cancer develops a pulmonary tumor, a panel of TTF-1, GCDFP-15, and ER would be an appropriate selection, and if the history was that of a melanoma, Melan-A or HMB-45 should be included. Cytokeratins such as CK7, CK20, and pancytokeratin are helpful in sorting out the source of a lung metastasis from different gastrointestinal organs. Little doubt remains that among the many new diagnostic and prognostic markers being introduced, some will prove to be of little value because of low specificity, low sensitivity, or high cost. Others, such as PSA, EGFR, p53, p63, and ER/PR steroid receptors, will stand the test of time and the rigor of critical evaluation in large controlled studies. It",
      "page": 14,
      "start_offset": 0,
      "end_offset": 4412,
      "token_count": 1174,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Immunocytochemistry is critical in an attempt to further classify poorly differentiated tumors. (Papanicolaou stain, high power, oil.)\n\nFigure 16-12 Malignant melanoma.",
        "of a small basophilic cell with minimal amounts of cytoplasm, the so called small blue\n\nFigure 16-11 Giant cell carcinoma.",
        "Others, such as PSA, EGFR, p53, p63, and ER/PR steroid receptors, will stand the test of time and the rigor of critical evaluation in large controlled studies."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p14_4412_edaaf5e7",
      "text": "1, and Ker 903. When a patient with a past history of breast cancer develops a pulmonary tumor, a panel of TTF-1, GCDFP-15, and ER would be an appropriate selection, and if the history was that of a melanoma, Melan-A or HMB-45 should be included. Cytokeratins such as CK7, CK20, and pancytokeratin are helpful in sorting out the source of a lung metastasis from different gastrointestinal organs. Little doubt remains that among the many new diagnostic and prognostic markers being introduced, some will prove to be of little value because of low specificity, low sensitivity, or high cost. Others, such as PSA, EGFR, p53, p63, and ER/PR steroid receptors, will stand the test of time and the rigor of critical evaluation in large controlled studies. It is the responsibility of both the pathologist and the treating physician to select what is optimal for their patient.\n\n14. Kwak EL, Bang YJ, Camidge DR, et al. Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer. N Engl J Med. 2010;363:1693-1703.\n15. Monaco SE, Schuchert MJ, Khalbuss WE. Diagnostic difficulties and pitfalls in rapid on-site evaluation of endobronchial ultrasound guided fine needle aspiration. Cyto J. 2010;7:9.\n16. Erozan YS, Ramzy I. Primary epithelial malignancies. In: Rosenthal DL, ed. Pulmonary Cytopathology: Essential in Cytopathology Series. New York: Springer; 2008:146-153.\n17. Nakajima T, Yasufuku K, Iyoda A, et al. The evaluation of lymph node metastasis by endobronchial ultrasound-guided transbronchial needle aspiration: crucial for selection of surgical candidates with metastatic lung tumors. J Thorac Cardiovasc Surg. 2007;134:1485-1490.\n18. Kennedy MP, Jimenez CA, Bruzzi JF, et al. Endobronchial ultrasound-guided transbronchial needle aspiration in the diagnosis of lymphoma. Thorax. 2008;63:360-365.\n19. Steinfort DP, Conron M, Tsui A, et al. Endobronchial ultrasound-guided transbronchial needle aspiration for the evaluation of suspected lymphoma. J Thorac Oncol. 2010;5:804-809.\n20. Stewart J. EBUS: a cytopathologist’s perspective. In: Interventional Pulmonology in Cancer Patients. Conference syllabus 2011;175-183. MD Anderson Cancer Center, Houston Texas, February 10-12, 2011.\n21. Toloza EM, Harpole L, Detterbeck F, et al. Invasive staging of non-small cell lung cancer: a review of the current evidence. Chest. 2003;123:157S-166S.\n22. Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy versus endosonography for mediastinal nodal staging of lung cancer: a randomized trial. JAMA. 2010;304:2245-2252.\n23. Defranchi SA, Edell ES, Daniels CE, et al. Mediastinoscopy in patients with lung cancer and negative endobronchial ultrasound guided needle aspiration. Ann Thorac Surg. 2010;90:1753-1758.\n24. Varela-Lema L, Fernandez-Villar A, Ruano-Ravina A. Effectiveness and safety of endobronchial ultrasound-transbronchial needle aspiration: a systematic review. Eur Respir J. 2009;33:1156-1164.\n25. Blackhall LJ, Murphy ST, Frank G, et al. Ethnicity and attitudes toward patient autonomy. JAMA. 1995;274:820-825.\n26. Price LC, Montani D, Jaïs X, et al. Noncardiothoracic nonobstetric surgery in mild-to-moderate pulmonary hypertension. Eur Respir J. 2010;35:1294-1302.\n27. Ramakrishna G, Sprung J, Ravi BS, et al. Impact of pulmonary hypertension on the outcomes of noncardiac surgery: predictors of perioperative morbidity and mortality. J Am Coll Cardiol. 2005;45:1691-1699.\n28. Douadi Y, Bentayeb H, Malinowski S et al. Anaesthesia for bronchial echoendoscopy: experience with the laryngeal mask. Rev Mal Respir. 2010;27:37-41.\n29. Sarkiss M, Kennedy M, Riedel B, et al. Anesthesia technique for endobronchial ultrasound-guided fine needle aspiration of mediastinal lymph node. J Cardiothorac Vasc Anesth. 2007;21:892-896.\n30. Nakajima T, Yasufuku K. How I do it-optimal methodology for multidirectional analysis of endobronchial ultrasound-guided transbronchial needle aspiration samples. J Thorac Oncol. 2011;6:203-206.\n31. Papanicolau Society of Cytopathology. Optimal FNA techniques. www.papsociety.org/fna.html. Accessed April 23, 2011.\n32. Lee HS, Lee GK, Lee HS, et al. Real",
      "page": 14,
      "start_offset": 4412,
      "end_offset": 8525,
      "token_count": 1182,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "When a patient with a past history of breast cancer develops a pulmonary tumor, a panel of TTF-1, GCDFP-15, and ER would be an appropriate selection, and if the history was that of a melanoma, Melan-A or HMB-45 should be included. Cytokeratins such as CK7, CK20, and pancytokeratin are helpful in sorting out the source of a lung metastasis from different gastrointestinal organs.",
        "1, and Ker 903.",
        "Others, such as PSA, EGFR, p53, p63, and ER/PR steroid receptors, will stand the test of time and the rigor of critical evaluation in large controlled studies."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    },
    {
      "chunk_id": "bacada_ch16_p15_0_b3fa895d",
      "text": "Respir. 2010;27:37-41.\n29. Sarkiss M, Kennedy M, Riedel B, et al. Anesthesia technique for endobronchial ultrasound-guided fine needle aspiration of mediastinal lymph node. J Cardiothorac Vasc Anesth. 2007;21:892-896.\n30. Nakajima T, Yasufuku K. How I do it-optimal methodology for multidirectional analysis of endobronchial ultrasound-guided transbronchial needle aspiration samples. J Thorac Oncol. 2011;6:203-206.\n31. Papanicolau Society of Cytopathology. Optimal FNA techniques. www.papsociety.org/fna.html. Accessed April 23, 2011.\n32. Lee HS, Lee GK, Lee HS, et al. Real206\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\n47. Reynolds C, Obasaju C, Schell MJ, et al. Randomized phase III trial of gemcitabine-based chemotherapy with in situ RRM1 and ERCC1 protein levels for response prediction in non-small-cell lung cancer. J Clin Oncol. 2009;27:5808-5815.\n\n48. Travis WD, Brambilla E, Noguchi M, et al. International Association for the Study of Lung Cancer/American Thoracic Society/European Respiratory Society international multidisciplinary classification of lung adenocarcinoma. J Thorac Oncol. 2011;6:244-285.\n\n49. Printz C. BATTLE to personalize lung cancer treatment: novel clinical trial design and tissue gathering procedures drive biomarker discovery. Cancer. 2010;116:3307-3308.\n\n50. Rusch VW, Asamura H, Watanabe H, et al, Members of IASLC Staging Committee. The IASLC lung cancer staging project: a proposal for a new international lymph node map in the forthcoming seventh edition of the TNM classification for lung cancer. J Thorac Oncol. 2009;4:568-577.\n\n51. Baker JJ, Solanki PH, Schenk DA, et al. Transbronchial needle aspiration of the mediastinum: importance of lymphocytes as an indicator of specimen adequacy. Acta Cytol. 1990;34:517-523.\n\n52. Russell PA, Wainer Z, Wright GM, et al. Does lung adenocarcinoma subtype predict patient survival? A clinicopathologic study based on the New International Association for the Study of Lung Cancer/American Thoracic Society/European Respiratory Society International Multidisciplinary Lung Adenocarcinoma Classification. J Thorac Oncol. 2011 Jun 2 [Epub ahead of print].\n\n37. Brody H, Tomlinson T. Commentary. J Fam Pract. 1988;26:404-406.\n\n38. Searight HR, Gafford J. Cultural diversity at the end of life: issues and guidelines for family physicians. Am Fam Physician. 2005;71:515-522.\n\n39. de Souza Trindade E, de Azambuja LE, Andrade JP, et al. O médico frente ao diagnóstico e prognóstico do câncer avançado. Rev Assoc Med Bras. 2007;53:68-74.\n\n40. Fujimori M, Parker PA, Akechi T, et al. Japanese cancer patients’ communication style preferences when receiving bad news. Psychooncology. 2007;16:617-625.\n\n41. Jiang Y, Liu C, Li JY, et al. Different attitudes of Chinese patients and their families toward truth telling of different stages of cancer. Psychooncology. 2007;16:928-936.\n\n42. Blackhall L, Murphy S, Frank G, et al. Ethnicity and attitudes toward patient autonomy. JAMA. 1995;274:820-825.\n\n43. Kagawa-Singer M, Blackhall LJ. Negotiating cross-cultural issues at the end of life: “you got to go where he lives.” JAMA. 2001;286:2993-3001.\n\n44. Frank G, Blackhall LJ, Michel V, et al. A discourse of relationships in bioethics: patient autonomy and end-of-life decision making among elderly Korean Americans. Med Anthropol Q. 1998;12:403-423.\n\n45. Gadgeel SM, Cote ML, Schwartz AG, et al. Parameters for individualizing systemic therapy in non-small cell lung cancer. Drug Resist Update. 2010;13:196-204.\n\n46. Mok TS, Wu YL, Thongprasert S, et al. Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma. N Engl J Med. 2009;361:947-957.",
      "page": 15,
      "start_offset": 0,
      "end_offset": 3673,
      "token_count": 1058,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Lee HS, Lee GK, Lee HS, et al. Real206\nSECTION 4 - PRACTICAL APPROACH TO MEDIASTINAL LYMPHADENOPATHY (EBUS AND ALTERNATIVES)\n\n47.",
        "Reynolds C, Obasaju C, Schell MJ, et al. Randomized phase III trial of gemcitabine-based chemotherapy with in situ RRM1 and ERCC1 protein levels for response prediction in non-small-cell lung cancer.",
        "The IASLC lung cancer staging project: a proposal for a new international lymph node map in the forthcoming seventh edition of the TNM classification for lung cancer."
      ],
      "section_path": [
        "Risk-Benefit Analysis"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "EBUS TBNA of Right Lower Paratracheal Lymph Node",
    "Page 1",
    "Extracted Figures",
    "Page 2",
    "Page 3",
    "Page 4",
    "Page 5",
    "Informed Consent",
    "Techniques and Results",
    "Risk-Benefit Analysis",
    "Extracted Tables",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9"
  ],
  "source_file": "Chapter 16 -EBUS-TBNA of Right Lower Paratracheal Lymph Node.md"
}