{
  "doc_id": "bacada_ch05",
  "title": "Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis–Related Tracheal Stricture",
  "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
  "edition": "1st",
  "year": 2012,
  "author": "Henri Colt, Septimiu Murgu",
  "chapter_number": 5,
  "n_pages": 11,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T14:37:52.145943",
  "text_chunks": [
    {
      "chunk_id": "bacada_ch05_p1_0_83227e3f",
      "text": "53\nChapter 5\nTreatment of Tracheobronchial\nAspergillosis Superimposed on Post\nTuberculosis-Related Tracheal Stricture\n\nCASE DESCRIPTION\nThe patient was a 59-year-old female with a remote history of pulmonary tuberculosis with tracheobronchial involvement (details unknown). She had been appropriately treated with antituberculosis drugs for 9 months. Several years before our encounter, but well after her bout with tuberculosis, she had been diagnosed with asthma, but her dyspnea had never truly improved back to her baseline. Within the 2 weeks just before admission to our institution, she had increasing productive cough of yellowish-green sputum, dyspnea, fever with chills, and gradual hoarseness. She did not respond to a 2 week course of levofloxacin and prednisone (40 mg/day with tapering regimen). She was also using inhaled fluticasone 100 μg twice daily. The patient was hospitalized with severe respiratory distress and stridor suggestive of severe airway obstruction and then was transferred to our institution for further management when she developed worsening cough, dyspnea at rest, and complete loss of her voice. She was not married, was not a smoker, and had no other medical problems. Her wish was clearly to relieve the dyspnea and cough and return to work as an office manager. Physical examination revealed blood pressure of 168/86 mmHg, heart rate of 110 bpm, temperature of 36.9 degrees C, and respiratory rate of 22, along with saturation of 95% (room air). On chest examination, she had coarse breath sounds, wheezing bilaterally, and stridor over tracheal auscultation. Otherwise, her examination was normal. Initial laboratory data were unremarkable. Computed tomography (CT) with external three-dimensional reformation showed a 2 cm long, “hourglass”-shaped tracheal stenosis with a diameter of 7 mm (Figure 5-1). Complete atelectasis of the right upper lobe was noted (see Figure 5-1). Flexible bronchoscopy performed in the intensive care unit showed thick yellow material on the vocal cords and subglottis and white-yellowish pseudomembranes extending down the posterior membrane of the left main bronchus and on the spur of the left upper and left lower lobe bronchi. The right upper lobe bronchus was completely closed; this was probably a sequel of her tuberculosis. Bronchoscopy confirmed the location and degree of stenosis (Figure 5-2).\n\nDISCUSSION POINTS\n1. List three differential diagnoses for the “pseudomembrane” pattern seen on bronchoscopy.\n2. Describe the airway findings in acute tracheobronchial aspergillosis.\n3. Describe some of the issues to be considered in cases of airway stent insertion in the setting of tracheal stenosis and concurrent active Aspergillus tracheobronchitis.\n4. Describe the medical treatment of acute tracheobronchial aspergillosis.\n\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\n\nThis patient likely had infectious tracheobronchitis on a background of previous tracheal stenosis. In the setting of tracheal stenosis, mucosal inflammation associated with even mild respiratory tract infection can cause edema and mucus production, which may further occlude the lumen. In this patient, the presence of white-yellowish necrotic material was contributory to stenosis and likely was responsible for worsening symptoms. Without a confirmatory test such as CT or bronchoscopy, patients with previously undiagnosed tracheal stenosis and acute worsening due to respiratory tract infection may be misdiagnosed as having an exacerbation of chronic obstructive pulmonary disease or asthma. This is especially true when symptoms improve temporarily after therapy with antibiotics or corticosteroids because they reduce mucosal swelling and inflammation, thereby improving airway caliber. Recurrent or persistent symptoms minimally responsive or unresponsive to bronchodilators should raise suspicion for central airway obstruction before the development of critical stenosis requiring intensive care unit (ICU) admission.1\n\nRegarding other diagnostic tests that could have been performed during the initial evaluation, the classic flattening of inspiratory and expiratory curves seen with severe tracheal obstruction on flow-volume loop would not have offered relevant treatment information; this pattern, although specific for fixed upper/central airway obstruction, in a patient with stridor and respiratory distress not only is not necessary but is\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination, complementary tests, functional status assessment, and follow-up tests, visits, and procedures.",
      "page": 1,
      "start_offset": 0,
      "end_offset": 4675,
      "token_count": 1006,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Physical examination revealed blood pressure of 168/86 mmHg, heart rate of 110 bpm, temperature of 36.9 degrees C, and respiratory rate of 22, along with saturation of 95% (room air).",
        "Computed tomography (CT) with external three-dimensional reformation showed a 2 cm long, “hourglass”-shaped tracheal stenosis with a diameter of 7 mm (Figure 5-1).",
        "She was also using inhaled fluticasone 100 μg twice daily."
      ]
    },
    {
      "chunk_id": "bacada_ch05_p2_0_1aa53c71",
      "text": "symptoms improve temporarily after therapy with antibiotics or corticosteroids because they reduce mucosal swelling and inflammation, thereby improving airway caliber. Recurrent or persistent symptoms minimally responsive or unresponsive to bronchodilators should raise suspicion for central airway obstruction before the development of critical stenosis requiring intensive care unit (ICU) admission.1\n\nRegarding other diagnostic tests that could have been performed during the initial evaluation, the classic flattening of inspiratory and expiratory curves seen with severe tracheal obstruction on flow-volume loop would not have offered relevant treatment information; this pattern, although specific for fixed upper/central airway obstruction, in a patient with stridor and respiratory distress not only is not necessary but is\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination, complementary tests, functional status assessment, and follow-up tests, visits, and procedures.54 SECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nbronchoscopy because it might guide additional diagnostic procedures when parenchymal abnormalities or mediastinal lymphadenopathy is present. However, CT does not offer information about mucosal abnormalities that can be detected only on bronchoscopy (e.g., pseudomembranous tracheobronchitis).\n\nGiven the frail status of this patient, bronchoscopy was performed in the ICU. We were prepared to endotracheally intubate and stabilize her airway had she developed worsening respiratory failure during or after the procedure. To avoid a decrease in respiratory drive and potential hypercarbic respiratory failure, bronchoscopy was performed with only local laryngeal analgesia.* Bronchoscopy revealed large, “cheese-like,” white-yellowish necrotic pseudomembranes on a background of hourglass*\n\n- A total of 200 mg of 1% lidocaine was used to prevent laryngospasm and laryngeal reflexes such as trismus, bradycardia, tachycardia, hypotension, and hypertension.*\n\npotentially dangerous because it can precipitate respiratory failure. CT scanning* might thus be preferred for the initial evaluation of patients with suspected severe central airway narrowing to assess the length of the stenosis and the distal airways, which may not be accessible by flexible bronchoscopy in cases of severe airway lumen narrowing.*\n\nIn our patient, CT images quantified the degree of obstruction (i.e., severe, >70% reduction in cross-sectional area) and the extent of the narrowed tracheal segment (i.e., 2 cm), revealed the morphology of the stricture (i.e., hourglass), ruled out extrinsic compression as being responsible for the tracheal narrowing, and revealed other associated parenchymal findings (e.g., right upper lobe [RUL] atelectasis). CT is preferably performed before bronchoscopy because it might guide additional diagnostic procedures when parenchymal abnormalities or mediastinal lymphadenopathy is present. However, CT does not offer information about mucosal abnormalities that can be detected only on bronchoscopy (e.g., pseudomembranous tracheobronchitis).\n\nFigure 5-1 Stenosis of the mid-trachea on (A) axial chest computed tomography (CT) and (B) three-dimensional (3D) CT external rendering. Axial images reveal the 7 mm tracheal diameter and the atelectatic right upper lobe; 3D imaging shows the hourglass morphology and the 2 cm extent of the tracheal stenosis. A, White nodules on both vocal cords. B, Circumferential white-yellowish pseudomembranes covering and narrowing the trachea, starting in the subglottis. C, The critical stenosis was located in mid-trachea at 5 cm below the vocal cords, narrowing the trachea to 7 mm. A B C\n\n- Of note, conventional tracheal radiographs with a high kilovoltage technique accentuate the air-soft tissue interface, soften bone shadows, and are useful in evaluating the glottis and the subglottic larynx.*",
      "page": 2,
      "start_offset": 0,
      "end_offset": 3952,
      "token_count": 868,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Axial images reveal the 7 mm tracheal diameter and the atelectatic right upper lobe; 3D imaging shows the hourglass morphology and the 2 cm extent of the tracheal stenosis.",
        "C, The critical stenosis was located in mid-trachea at 5 cm below the vocal cords, narrowing the trachea to 7 mm.",
        "symptoms improve temporarily after therapy with antibiotics or corticosteroids because they reduce mucosal swelling and inflammation, thereby improving airway caliber."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p3_0_36142f7a",
      "text": "-dimensional (3D) CT external rendering. Axial images reveal the 7 mm tracheal diameter and the atelectatic right upper lobe; 3D imaging shows the hourglass morphology and the 2 cm extent of the tracheal stenosis. A, White nodules on both vocal cords. B, Circumferential white-yellowish pseudomembranes covering and narrowing the trachea, starting in the subglottis. C, The critical stenosis was located in mid-trachea at 5 cm below the vocal cords, narrowing the trachea to 7 mm. A B C\n\n- Of note, conventional tracheal radiographs with a high kilovoltage technique accentuate the air-soft tissue interface, soften bone shadows, and are useful in evaluating the glottis and the subglottic larynx.*5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture\n\n55\n\n(funnel-shaped) tracheal stenosis (see Figure 5-2). This type of mucosal abnormality can be seen in patients with mycobacterial or fungal infection, including tuberculosis, aspergillosis, candidiasis, mucormycosis, Pseudallescheria boydii, and Scedosporium prolificans (Figure 5-3)2; in addition, necrotizing bacterial tracheobronchitis, severe smoke inhalation injury with superimposed infection, infiltrating adenocarcinoma, and sometimes aggressive active tracheobronchial Wegener’s granulomatosis or radiation tracheatis present in a similar fashion (Figure 5-4).3,4 Awareness of these diagnoses is important when approaching a patient with pseudomembranous tracheobronchitis because airway biopsies are necessary to confirm most of these disorders, and treatments are disease specific.\n\nFigure 5-3 White “cheese-like” pseudomembranes are seen in the (A) lower trachea, (B) left main bronchus, and (C) left upper lobe in a patient with active caseating endobronchial tuberculosis. Circumferentially infiltrated upper tracheal wall by (D) thick white-yellowish pseudomembranes and (E) laryngeal nodules caused by rhinoscleroma. F, Acute necrotizing tracheitis is seen in a patient with Staphylococcus aureus infection.\n\nFigure 5-4 Diffuse airway involvement in amyloidosis seen at the level of the (A) larynx, (B) subglottis, and (C) main carina. D, Several focal, raised, firm nodules are noted overlying the cartilaginous rings and covered by normal mucosa in a patient with tracheopathica osteochondroplastica (TPO). E, TPO nodules may sometimes be irregular and covered by edematous airway mucosa. F, Acute tracheitis causes white necrotic pseudomembranes in a patient undergoing radiation therapy for non-small cell lung cancer.",
      "page": 3,
      "start_offset": 0,
      "end_offset": 2548,
      "token_count": 668,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Axial images reveal the 7 mm tracheal diameter and the atelectatic right upper lobe; 3D imaging shows the hourglass morphology and the 2 cm extent of the tracheal stenosis.",
        "C, The critical stenosis was located in mid-trachea at 5 cm below the vocal cords, narrowing the trachea to 7 mm.",
        "This type of mucosal abnormality can be seen in patients with mycobacterial or fungal infection, including tuberculosis, aspergillosis, candidiasis, mucormycosis, Pseudallescheria boydii, and Scedosporium prolificans (Figure 5-3)2; in addition, necrotizing bacterial tracheobronchitis, severe smoke inhalation injury with superimposed infection, infiltrating adenocarcinoma, and sometimes aggressive active tracheobronchial Wegener’s granulomatosis or radiation tracheatis present in a similar fashion (Figure 5-4).3,4 Awareness of these diagnoses is important when approaching a patient with pseudomembranous tracheobronchitis because airway biopsies are necessary to confirm most of these disorders, and treatments are disease specific."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p4_0_799032c9",
      "text": "and (E) laryngeal nodules caused by rhinoscleroma. F, Acute necrotizing tracheitis is seen in a patient with Staphylococcus aureus infection.\n\nFigure 5-4 Diffuse airway involvement in amyloidosis seen at the level of the (A) larynx, (B) subglottis, and (C) main carina. D, Several focal, raised, firm nodules are noted overlying the cartilaginous rings and covered by normal mucosa in a patient with tracheopathica osteochondroplastica (TPO). E, TPO nodules may sometimes be irregular and covered by edematous airway mucosa. F, Acute tracheitis causes white necrotic pseudomembranes in a patient undergoing radiation therapy for non-small cell lung cancer.SECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nOther differential diagnoses of diffuse infiltrating white-yellowish central airway lesions may include amyloidosis, infiltrating adenocarcinoma, tracheobronchial amyloidosis, atypical forms of tracheopathica osteochondroplastica, and rhinoscleroma. Amyloidosis is caused by overexpression and extracellular deposition of specific proteins.*10 Airway involvement in amyloidosis (AL) is seen with the AL type in which the specific protein deposition comprises kappa and lambda light chains of monoclonal immunoglobulins. Women are affected earlier (52 vs. 59 years of age), slightly more often (10 : 9 ratio), and more extensively than men, and cough, wheezing, dyspnea, and occasionally hemoptysis are the usual symptoms that precede histologic diagnosis by an average of 17 months.11 In fact, patients are often treated before diagnosis for recurrent pneumonia, tracheobronchitis, or asthma. At bronchoscopy, two patterns of amyloid deposition are described: a nodular or unifocal disease, and a diffuse submucosal disease (see Figure 5-4).†12 Low-dose external beam radiation is a reported treatment alternative‡13; however, excisional therapy is the standard treatment for upper and central airway amyloidosis, which may often progress to respiratory failure. Frequent laser excisions (~5 treatments/yr) sometimes are necessary. In some nodular forms of tracheobronchial amyloidosis, neodymium-doped yttrium aluminum garnet (Nd:YAG)*\n\nThis pseudomembranous pattern of airway mucosa in fact is commonly seen in the actively caseating type of endobronchial tuberculosis (TB).* This form of TB appears to be highly contagious, with a reported rate of AFB sputum positivity that exceeds 50%.5 In addition to this actively caseating form of endobronchial TB, a bronchitic type identified as airway erythema and edema, a granular type with associated submucosal tubercle formation, a mucosal ulcerative type, an edematous-hyperemic type with significant mucosal inflammation and bronchial narrowing, and a fibrostenotic type causing cicatricial airway strictures may occur.5 It is unclear whether true stepwise progression occurs from one type to another, or whether each particular type may occur independently without required passage through the other histopathologic forms.5 Given her history of tuberculosis with airway involvement, we believe that our patient had developed acute infection on a background of post tuberculosis fibrostenotic stricture.*\n\nAspergillus tracheobronchitis is an uncommon but well-described manifestation of Aspergillus infection, occurring in less than 7% of patients with pulmonary aspergillosis.6,7 Three types of tracheobronchial aspergillosis have been identified on the basis of bronchoscopic pattern: obstructive, ulcerative, and pseudomembranous. The obstructive type is characterized by thick mucus plugs without gross evidence of bronchial inflammation.8 The ulcerative type has plaque-like inflammatory lesions (Figure 5-5). The pseudomembranous type is characterized by extensive inflammation with formation of a pseudomembrane overlying the mucosa and containing Aspergillus organisms.9 This type is most prevalent in immunocompromised patients,8 is diagnosed by evidence of Aspergillus on microscopic specimens of material obtained at bronchoscopy, and has been reported to be refractory to antifungal therapy.9\n\nFigure 5-5 A, Obstructing type and (B) ulcerative type of tracheobronchial aspergillosis (images obtained from two different patients). A B\n\n‡Because plasma cells are radiosensitive, low-dose external beam radiation was attempted in five published cases of tracheobronchial amyloidosis. Regression of endobronchial deposits was reported after delivery of 20 Gy in 10 fractions.\n†Diagnosis of amyloidosis rests on apple-green birefringence conferred by Congo red staining. Once amyloid has been identified, the extent of disease and the protein subunit must be defined. The extent of disease is most easily determined by performing a fat pad aspirate and by staining with Congo red dye. Median survival with untreated systemic AL disease is 13 months.\n- Amyloid deposits may be systemic or organ limited; in systemic amyloidosis, the composition of subunit proteins dictates the pattern of organ involvement, the rapidity of disease progression, and outcome.*\n- This is the most common form of endobronchial",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5091,
      "token_count": 1184,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The obstructive type is characterized by thick mucus plugs without gross evidence of bronchial inflammation.8 The ulcerative type has plaque-like inflammatory lesions (Figure 5-5).",
        "In some nodular forms of tracheobronchial amyloidosis, neodymium-doped yttrium aluminum garnet (Nd:YAG)*\n\nThis pseudomembranous pattern of airway mucosa in fact is commonly seen in the actively caseating type of endobronchial tuberculosis (TB).* This form of TB appears to be highly contagious, with a reported rate of AFB sputum positivity that exceeds 50%.5 In addition to this actively caseating form of endobronchial TB, a bronchitic type identified as airway erythema and edema, a granular type with associated submucosal tubercle formation, a mucosal ulcerative type, an edematous-hyperemic type with significant mucosal inflammation and bronchial narrowing, and a fibrostenotic type causing cicatricial airway strictures may occur.5 It is unclear whether true stepwise progression occurs from one type to another, or whether each particular type may occur independently without required passage through the other histopathologic forms.5 Given her history of tuberculosis with airway involvement, we believe that our patient had developed acute infection on a background of post tuberculosis fibrostenotic stricture.*\n\nAspergillus tracheobronchitis is an uncommon but well-described manifestation of Aspergillus infection, occurring in less than 7% of patients with pulmonary aspergillosis.6,7 Three types of tracheobronchial aspergillosis have been identified on the basis of bronchoscopic pattern: obstructive, ulcerative, and pseudomembranous.",
        "Median survival with untreated systemic AL disease is 13 months.\n- Amyloid deposits may be systemic or organ limited; in systemic amyloidosis, the composition of subunit proteins dictates the pattern of organ involvement, the rapidity of disease progression, and outcome.*\n- This is the most common form of endobronchial"
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p5_0_50db6f34",
      "text": "plasma cells are radiosensitive, low-dose external beam radiation was attempted in five published cases of tracheobronchial amyloidosis. Regression of endobronchial deposits was reported after delivery of 20 Gy in 10 fractions.\n†Diagnosis of amyloidosis rests on apple-green birefringence conferred by Congo red staining. Once amyloid has been identified, the extent of disease and the protein subunit must be defined. The extent of disease is most easily determined by performing a fat pad aspirate and by staining with Congo red dye. Median survival with untreated systemic AL disease is 13 months.\n- Amyloid deposits may be systemic or organ limited; in systemic amyloidosis, the composition of subunit proteins dictates the pattern of organ involvement, the rapidity of disease progression, and outcome.*\n- This is the most common form of endobronchial5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture\n57\n\nthat of our patient, is nonspecific and includes chronic productive cough, stridor, and dysphonia.*20,21 The incidence of laryngeal involvement in rhinoscleroma varies between 15% and 80%, but tracheobronchial involvement is far less common. A report from the United States showed that 13 of 22 patients with rhinoscleroma had laryngotracheal disease; of these, 9 had subglottic stenosis and/or glottic stenosis, and only 2 had tracheal involvement limited to the first two tracheal rings.22 In a different study of 56 patients, the nose was affected in 100% of patients; other affected regions were nasopharynx in 13 patients, palate in 7 patients, skin in 2 patients, larynx in 3 patients, trachea in 17 patients, nasolacrimal duct in 2 patients, and premaxilla in 1 patient.21 Given its geographic prevalence in Central America, the Middle East, and central Europe, and its usual nasal involvement, rhinoscleroma was unlikely in our patient. Biopsies are warranted because Gram stains will identify tiny bacilli consistent with K. rhinoscleromatis in the cell cytoplasm.21*\n\n- *Comorbiditie*s**\nThis patient had no other conditions that would have precluded flexible or rigid bronchoscopic interventions under moderate sedation or general anesthesia.\n\n- *Support Syste*m**\nThis patient lived alone and had a limited circle of acquaintances. The news that she suffered from tracheal stenosis caused her anxiety, worry, and frustration that her disease was not diagnosed earlier. She did not show any signs of denial; in fact, she wanted to know everything about her illness and discuss it in detail. In an attempt to alleviate her confusion and state of anxiety, we explained to her the nature of her airway disease and the possible diagnostic and treatment alternatives.\n\n- *Patient Preferences and Expectation*s**\nThe patient shared with us her emotions and expressed her wish to breathe better so she could go back to work. She desired to stay active and independent. She had no close friends or family, and she did not feel comfortable sharing her illness with her few acquaintances from work. She shared with us her concern that she would lose her job because of her breathing problems and frequent absences. Furthermore, she was terrified by the thought that without a job she would surely lose her insurance and would not be able to undergo further treatment.\n\nWe made a treatment plan together by deciding to initially laser treatment removes tissue and eliminates further amyloid deposition in the field. However, the diffuse form usually recurs after laser treatment, and repeated rigid laser bronchoscopies denude airways and promote collagen scar formation. Repeated airway debridement may trade one obstructing disease (amyloidosis) for another (scar stenosis).\n\nTracheopathica osteochondroplastica (TPO) is another rare nonmalignant disorder of the central airways characterized by multiple dense nodules localized in the submucosa of the tracheobronchial wall.*14,15 TPO is a slowly progressive disease of adulthood with a mean time from presentation to diagnosis of approximately 4 years; it is usually detected incidentally upon intubation, or when CT or bronchoscopy is performed for airway symptoms or for unrelated conditions.16,17 Although TPO may involve the larynx, the disease is usually limited to the central airways (trachea and mainstem bronchi) and does not involve the lung parenchyma or other organs. Mucosal changes (edema, hyperemia), impaired clearance of secretions, and enlarged submucosal nodules may lead to recurrent inflammation, infection, and central airway obstruction. Cough, hoarseness, exertional dyspnea, wheezing, and recurrent lower airway infections are the usual symptoms, and stridor and rhonchi are present in advanced obstructive cases, which can even lead to respiratory failure.14 The disease is usually distinguishable from other disorders, however, because it does not involve the posterior membranous portion of the trachea. In addition, bronchoscopy findings are often considered to be characteristic when focal or diffuse raised, firm nodules overlying the cartilaginous rings are noted (see Figure 5-4).15 Occasionally, however, atypical irregular nodules† and mucosal inflammation may mimic carcinoma or airway infection.15 Although no obvious relationship to malignancy has been noted, a large case series showed",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5348,
      "token_count": 1176,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Median survival with untreated systemic AL disease is 13 months.\n- Amyloid deposits may be systemic or organ limited; in systemic amyloidosis, the composition of subunit proteins dictates the pattern of organ involvement, the rapidity of disease progression, and outcome.*\n- This is the most common form of endobronchial5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture\n57\n\nthat of our patient, is nonspecific and includes chronic productive cough, stridor, and dysphonia.*20,21 The incidence of laryngeal involvement in rhinoscleroma varies between 15% and 80%, but tracheobronchial involvement is far less common.",
        "A report from the United States showed that 13 of 22 patients with rhinoscleroma had laryngotracheal disease; of these, 9 had subglottic stenosis and/or glottic stenosis, and only 2 had tracheal involvement limited to the first two tracheal rings.22 In a different study of 56 patients, the nose was affected in 100% of patients; other affected regions were nasopharynx in 13 patients, palate in 7 patients, skin in 2 patients, larynx in 3 patients, trachea in 17 patients, nasolacrimal duct in 2 patients, and premaxilla in 1 patient.21 Given its geographic prevalence in Central America, the Middle East, and central Europe, and its usual nasal involvement, rhinoscleroma was unlikely in our patient.",
        "Tracheopathica osteochondroplastica (TPO) is another rare nonmalignant disorder of the central airways characterized by multiple dense nodules localized in the submucosa of the tracheobronchial wall.*14,15 TPO is a slowly progressive disease of adulthood with a mean time from presentation to diagnosis of approximately 4 years; it is usually detected incidentally upon intubation, or when CT or bronchoscopy is performed for airway symptoms or for unrelated conditions.16,17 Although TPO may involve the larynx, the disease is usually limited to the central airways (trachea and mainstem bronchi) and does not involve the lung parenchyma or other organs."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p6_0_94476b1f",
      "text": "mucosal nodules may lead to recurrent inflammation, infection, and central airway obstruction. Cough, hoarseness, exertional dyspnea, wheezing, and recurrent lower airway infections are the usual symptoms, and stridor and rhonchi are present in advanced obstructive cases, which can even lead to respiratory failure.14 The disease is usually distinguishable from other disorders, however, because it does not involve the posterior membranous portion of the trachea. In addition, bronchoscopy findings are often considered to be characteristic when focal or diffuse raised, firm nodules overlying the cartilaginous rings are noted (see Figure 5-4).15 Occasionally, however, atypical irregular nodules† and mucosal inflammation may mimic carcinoma or airway infection.15 Although no obvious relationship to malignancy has been noted, a large case series showed58\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\navailable to palliate airway stenosis and malacia, but in the setting of infection, simple dilation may be preferred as the initial therapy. Exuberant granulation tissue may form in the setting of stent insertion for an active inflammatory stricture.24 Initial balloon or rigid bronchoscopic dilation in this situation allows time for the inflammatory lesion to mature into a fibrous stricture that is more suitable for stent placement.\n\nTracheostomy has to be considered in any patient with critical airway obstruction, but in our patient, we believed it was not justified for at least four reasons: first, the tracheostomy tube may not have been able to bypass the severe stenosis; second, the severe inflammation could have been worsened by chronic irritation from the tracheostomy tube; third, airway narrowing, thick secretions, and sloughing of the pseudomembranes could result in acute fatal airway obstruction and death; and fourth, less invasive alternatives are available.\n\n- *Cost-Effectivenes*s**\nThis patient had an unusual presentation of likely infectious tracheobronchitis complicating long-standing tracheal stenosis. Optimal management in this scenario, to our knowledge, has never been systematically studied. Furthermore, as of this writing, no guidelines are available on the cost-effectiveness of various treatments for tracheal stenosis with or without superimposed infection. The interventional bronchoscopy profession has not yet participated in systematic measurement of quality for this disease, whether patient satisfaction or other outcome measures, in a way that is truly demonstrative of mature professional commitment. In this regard, we recognize that physicians can work on behalf of quality only if they combine organizationally and work on systems systematically. An individual physician’s commitment to excellence, although habitual and commendable, is not necessarily sufficient to ensure high-quality care25 from a societal perspective. As professions mature-after all, the subspecialty organizational work of interventional pulmonology has been ongoing for less than two decades-collaborative work can be increasingly devoted to ensuring uniform education, establishing guidelines and recommended algorithms of care, and determining strategies that allow improved access and more rapid bedside availability of technology-driven discoveries. By applying our clinical judgment and respecting our patient’s values, we considered that restoration of airway patency in the presence of severe life-threatening symptoms was a priority.\n\n- *Informed Consen*t**\nThe patient showed good understanding of her illness, indications for treatment, risks, and potential alternatives.\n\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nThe primary concern from an anesthesia standpoint was the extent and degree of airway narrowing. Pertinent information usually can and should be obtained by the.\n\ndetermine the exact cause of her problem and to alleviate dyspnea by performing rigid bronchoscopic dilation. We explained that the treating team works to provide care to all individuals, regardless of their socioeconomic status, and that from a medical ethics perspective, we believe that as human beings we are all valuable social entities who have the right, not the privilege, to health care access.23 From a pragmatic standpoint, however, we referred her to a case manager to discuss additional medical insurance options.\n\n- *Procedural Strategie*s**\n- *Indication*s**\nRigid bronchoscopy was planned to perform biopsies for diagnosis and to restore airway patency because the patient had stridor and respiratory distress due to severe tracheal narrowing. We also intended to perform bronchoscopic debridement of the pseudomembranes to prevent acute life-threatening occlusion of the airway from sloughing of the necrotic airway mucosa.\n\n- *Contraindication*s**\nNo contraindications to rigid bronchoscopy were identified.\n\n- *Expected Result*s**\nDebridement of the pseudomembranes and dilation of the underlying stenosis were expected to improve airflow and relieve dyspnea; once a firm diagnosis was obtained, medical treatment using antibiotics or antifungals (depending on the final results) would be initiated. We were aware that further surgical or bronchoscopic treatment might have been required for the fibrostenosis if it was unresponsive to the initial bronchoscopy.\n\n- *Team Experienc*e**\nRigid and flexible bronchoscopies are performed routinely in this facility, but severe tracheobronchitis causing airway obstruction is only rarely seen in our center. Infectious obstructing airway processes are more commonly seen in endemic areas for tuberculosis or rhinoscleroma or in lung transplant centers managing patients who develop anastomotic complications. Although we were confident that airway patency could be restored during rigid bronchoscopy, we were not convinced about the need or benefit for airway stent insertion or about the natural course of her airway disease process.",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5973,
      "token_count": 1195,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "An individual physician’s commitment to excellence, although habitual and commendable, is not necessarily sufficient to ensure high-quality care25 from a societal perspective.",
        "In addition, bronchoscopy findings are often considered to be characteristic when focal or diffuse raised, firm nodules overlying the cartilaginous rings are noted (see Figure 5-4).15 Occasionally, however, atypical irregular nodules† and mucosal inflammation may mimic carcinoma or airway infection.15 Although no obvious relationship to malignancy has been noted, a large case series showed58\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\navailable to palliate airway stenosis and malacia, but in the setting of infection, simple dilation may be preferred as the initial therapy.",
        "As professions mature-after all, the subspecialty organizational work of interventional pulmonology has been ongoing for less than two decades-collaborative work can be increasingly devoted to ensuring uniform education, establishing guidelines and recommended algorithms of care, and determining strategies that allow improved access and more rapid bedside availability of technology-driven discoveries."
      ]
    },
    {
      "chunk_id": "bacada_ch05_p7_0_434c82ef",
      "text": "obtained, medical treatment using antibiotics or antifungals (depending on the final results) would be initiated. We were aware that further surgical or bronchoscopic treatment might have been required for the fibrostenosis if it was unresponsive to the initial bronchoscopy.\n\n- *Team Experienc*e**\nRigid and flexible bronchoscopies are performed routinely in this facility, but severe tracheobronchitis causing airway obstruction is only rarely seen in our center. Infectious obstructing airway processes are more commonly seen in endemic areas for tuberculosis or rhinoscleroma or in lung transplant centers managing patients who develop anastomotic complications. Although we were confident that airway patency could be restored during rigid bronchoscopy, we were not convinced about the need or benefit for airway stent insertion or about the natural course of her airway disease process.5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture\n59\n\n- *Anatomic Dangers and Other Risk*s**\nImminent airway obstruction in this case could result from secretions or sloughing of the necrotic mucosa occluding the airway lumen already narrowed from the underlying stenosis. Removing the pseudomembranes by bronchoscopic procedures may be useful because of the poor penetration of antifungal or antibacterial agents into the abnormal pseudomembranous tissues; however, the friable and inflamed airway wall may bleed, and bronchoscopic debridement might inadvertently cause tracheal wall perforation.\n\n- *Results and Procedure-Related Complication*s**\nThe patient was intubated with the rigid bronchoscope without difficulty (see video on ExpertConsult.com) (Video I.5.1). The white-yellowish material was noted extending from subglottis to carina and mainstem bronchi (Figure 5-6). The tracheal lumen in mid-trachea was reduced to 7 mm. With the rigid bronchoscope, we subsequently performed dilation and removed the pseudomembranes at the level of critical narrowing, thus restoring airway patency. Bronchial washing and biopsies were performed for microbiology, cytology, and histopathology. Minimal bleeding was controlled by laser photocoagulation (Nd:YAG laser; 436 joules total energy, 1 second, 30 W pulse) (see video on ExpertConsult.com) (Video I.5.2). A stent was not placed because of concern for worsening infection potentially caused by covering the abnormal necrotic mucosa and because of possible poor penetration of nebulized antifungal or antibacterial agents through the stent. Once bleeding was controlled post dilation to 12 mm, the rigid bronchoscope was removed and the procedure was terminated. The patient was transferred back to the ICU for overnight monitoring.\n\n- *Long-Term Managemen*t**\n- *Outcome Assessmen*t**\nRestoration of airway patency improved dyspnea and relieved respiratory distress at rest. Washings and biopsy specimens showed negative acid-fast stains and bacteriologic cultures, thus making mycobacterial infection and rhinoscleroma unlikely.\n\nSeptate, branching fungal hyphae consistent with Aspergillus and mucosal necrosis were evident (see Figure 5-6).\n\n- *Follow-up Tests and Procedure*s**\nComprehensive testing showed no evidence of immunodeficiency or malignancy. The patient was started on oral voriconazole 200 mg twice a day and nebulized amphotericin B 10 mg every 8 hours. Flexible bronchoscopy 1 week later showed improvement of airway mucosa with residual pseudomembranes (Figure 5-7). Her symptoms gradually improved, and the patient was discharged home. Flexible bronchoscopy performed 3 weeks after the procedure showed no further evidence of disease on the vocal cords and substantial improvement of airway mucosa in the trachea and mainstem bronchi (see Figure 5-7). Dyspnea improved, and her voice\n\nanesthesiologist during the preoperative period by a careful history, physical examination, and review of diagnostic imaging studies. In this patient, dyspnea, subjective stridor, and the fixed stridor noted on auscultation during both respiratory phases were consistent with CT and bronchoscopy studies showing a fixed airway obstruction. The exact location, extent of stenosis, or degree of airway obstruction accurately established by chest CT and bronchoscopy should be shared with the anesthesiologist before the procedure is performed. This information will help determine what size endotracheal tube (ETT) should be used, if necessary, the safe depth for ETT placement, and, for very high lesions, whether an ETT can be used at all.26\n\nWe did not administer sedative premedication because of the potential for hypoventilation and further airway obstruction. For a very anxious patient, these drugs should be considered only in a closely monitored environment.\n\nGeneral anesthesia using spontaneous assisted ventilation was planned for this patient as for most of our patients with central airway obstruction undergoing rigid bronchoscopy. During emergence from anesthesia, airway patency may temporarily worsen because edema in the upper airway may manifest itself once the bronchoscope is removed. Furthermore, excessive coughing can increase bleeding. At the completion of the procedure, therefore, the patient should be fully awake. Because we decided to use a rigid bronchoscope, at the end of the procedure a decision had to be made as to whether to replace it with an ETT. We",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5400,
      "token_count": 1164,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The patient was started on oral voriconazole 200 mg twice a day and nebulized amphotericin B 10 mg every 8 hours.",
        "For a very anxious patient, these drugs should be considered only in a closely monitored environment.",
        "With the rigid bronchoscope, we subsequently performed dilation and removed the pseudomembranes at the level of critical narrowing, thus restoring airway patency."
      ]
    },
    {
      "chunk_id": "bacada_ch05_p8_0_b122079d",
      "text": "and, for very high lesions, whether an ETT can be used at all.26\n\nWe did not administer sedative premedication because of the potential for hypoventilation and further airway obstruction. For a very anxious patient, these drugs should be considered only in a closely monitored environment.\n\nGeneral anesthesia using spontaneous assisted ventilation was planned for this patient as for most of our patients with central airway obstruction undergoing rigid bronchoscopy. During emergence from anesthesia, airway patency may temporarily worsen because edema in the upper airway may manifest itself once the bronchoscope is removed. Furthermore, excessive coughing can increase bleeding. At the completion of the procedure, therefore, the patient should be fully awake. Because we decided to use a rigid bronchoscope, at the end of the procedure a decision had to be made as to whether to replace it with an ETT. We60\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nFigure 5-6 Tracheal lumen during rigid bronchoscopy shows diffuse pseudomembranes (A) above and (B) below the critical airway narrowing. Photomicrograph of tissue from tracheal biopsies showing (C) Aspergillus organisms with branching and septate hyphae (hematoxylin and eosin [H&E] stain, original magnification, x100) and (D) necrotic mucosal tissue (H&E stain, original magnification, x40).\n\nFigure 5-7 Flexible bronchoscopy 1 week after rigid bronchoscopy showed (A) resolution of vocal cord lesions and (B) persistent but improved airway mucosa with residual pseudomembranes in the trachea. Three weeks after the procedure, (C) bronchoscopy showed substantial improvement of airway mucosa in the trachea and right main and left main bronchus (D) without distal airway involvement. Nine weeks later, (E) no evidence of pseudomembranes was found, but a complex stricture was noted at mid-trachea extending for approximately 2.5 cm and narrowing the airway to 7 mm. F, A ringed Hood silicone stent (35 mm long x 16 mm wide) was inserted to restore airway patency.",
      "page": 8,
      "start_offset": 0,
      "end_offset": 2051,
      "token_count": 481,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "F, A ringed Hood silicone stent (35 mm long x 16 mm wide) was inserted to restore airway patency.",
        "For a very anxious patient, these drugs should be considered only in a closely monitored environment.",
        "We60\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nFigure 5-6 Tracheal lumen during rigid bronchoscopy shows diffuse pseudomembranes (A) above and (B) below the critical airway narrowing."
      ]
    },
    {
      "chunk_id": "bacada_ch05_p9_0_f87d958e",
      "text": "(H&E stain, original magnification, x40).\n\nFigure 5-7 Flexible bronchoscopy 1 week after rigid bronchoscopy showed (A) resolution of vocal cord lesions and (B) persistent but improved airway mucosa with residual pseudomembranes in the trachea. Three weeks after the procedure, (C) bronchoscopy showed substantial improvement of airway mucosa in the trachea and right main and left main bronchus (D) without distal airway involvement. Nine weeks later, (E) no evidence of pseudomembranes was found, but a complex stricture was noted at mid-trachea extending for approximately 2.5 cm and narrowing the airway to 7 mm. F, A ringed Hood silicone stent (35 mm long x 16 mm wide) was inserted to restore airway patency.61\n5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture\n\nWe also questioned why this patient developed such an aggressive form of fungal disease with lack of obvious immunosuppression. The cause of Aspergillus tracheobronchitis in this patient remained unclear and could have been multifactorial. Probably altered local defense mechanisms resulting from inhaled corticosteroids, a mildly immunocompromised state caused by antibiotic and systemic corticosteroid usage, and susceptibility to an abnormal airway resulting from preexisting stenosis facilitated the local invasion of Aspergillus29,30 and the formation of pseudomembranes.\n\nWe did not think that Aspergillus infection by itself was responsible for the patient’s fibrotic stenosis, even though data from lung transplantation show that Aspergillus infection and airway necrosis are associated with the development of airway complications* (24.4% per patient and 23.8% per anastomosis).31*\n- Anastomotic airway complications can be classified as (1) partial- or full-thickness necrosis or (2) airway obstruction. Necrosis includes bronchial dehiscence (with or without pleural fistula), anastomotic ulceration, and sloughing of mucosal tissue. Obstruction includes mechanical airway stenosis from granulation tissue, cicatricial fibrosis, and dynamic collapse secondary to bronchomalacia.*\n\nThis strong association between isolation of Aspergillus and subsequent development of anastomotic bronchial complications has been noted, however, in a different population than our patient; the patient with lung transplant is sometimes profoundly immunosuppressed, and bronchial ischemia at the anastomotic site may predispose to necrosis and saprophytic fungal infection.†32\n†Saprophytic fungal organisms are airborne and obtain their nourishment from nonliving organic matter, making ischemic and necrotic debris at the anastomosis the ideal environment for their proliferation and potentially facilitating an invasive infection.\n\nBronchial anastomosis is particularly susceptible to such infections owing to its relative devascularization after transplant, defense impairment (mucociliary clearance and cough reflex), disruption of lymphatic drainage, and altered alveolar phagocytic function.2\n\nDISCUSSION POINTS\n1. List three differential diagnoses for the “pseudomembrane” pattern seen on bronchoscopy (see Figure 5-3).\n  - Active caseating endobronchial tuberculosis*\n  - Necrotizing bacterial tracheobronchitis*\n  - Active tracheobronchial rhinoscleroma*\n2. Describe the airway findings in acute tracheobronchial aspergillosis.\n  - Obstructive (see Figure 5-5)*\n  - Ulcerative (see Figure 5-5)*\n  - Pseudomembranous (see Figure 5-2)*\n\nreturned to normal, but the patient continued to have cough and had not returned to work. Nine weeks later, she came to the emergency department with worsening dyspnea. Bronchoscopy revealed a recurrent stricture of the mid-trachea 7 mm in diameter and 2.5 cm in length with no evidence of pseudomembranes (see Figure 5-7).\n\nRigid bronchoscopy was performed, and the tracheal stricture was dilated with the 13 mm rigid bronchoscope. This time we decided to proceed with silicone stent insertion. Optimal stent length was estimated by withdrawing the telescope from the distal to the proximal end of the stricture. The estimated stent diameter was extrapolated from the outer diameter of the largest rigid bronchoscope (13 mm in this case). A silicone ringed stent (Hood, Woburn, Mass), 35 mm long x 16 mm wide, was inserted within the mid-trachea such that the distal aspect of the stent was approximately 2.5 cm above the carina, and the proximal aspect of the stent was 5 cm below the vocal cords (see Figure 5-7).\n\nThe patient’s symptoms improved, and she was continued on voriconazole for an additional 6 months. Follow-up bronchoscopy at 5 months showed no evidence of recurrent Aspergillus infection. The patient went back to work 3 months after her initial presentation.\n\nReferrals\nBecause she had expressed a need for support with emotional issues, we offered her a consultation with a psychologist, which she declined.\n\nDepression and anxiety are common in people with chronic illnesses, as are all sorts of other emotions and relationship issues. Patients",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5029,
      "token_count": 1174,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "A silicone ringed stent (Hood, Woburn, Mass), 35 mm long x 16 mm wide, was inserted within the mid-trachea such that the distal aspect of the stent was approximately 2.5 cm above the carina, and the proximal aspect of the stent was 5 cm below the vocal cords (see Figure 5-7).",
        "Bronchoscopy revealed a recurrent stricture of the mid-trachea 7 mm in diameter and 2.5 cm in length with no evidence of pseudomembranes (see Figure 5-7).",
        "Probably altered local defense mechanisms resulting from inhaled corticosteroids, a mildly immunocompromised state caused by antibiotic and systemic corticosteroid usage, and susceptibility to an abnormal airway resulting from preexisting stenosis facilitated the local invasion of Aspergillus29,30 and the formation of pseudomembranes."
      ],
      "section_path": [
        "Discussion Points"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p10_0_803c0577",
      "text": "ood, Woburn, Mass), 35 mm long x 16 mm wide, was inserted within the mid-trachea such that the distal aspect of the stent was approximately 2.5 cm above the carina, and the proximal aspect of the stent was 5 cm below the vocal cords (see Figure 5-7).\n\nThe patient’s symptoms improved, and she was continued on voriconazole for an additional 6 months. Follow-up bronchoscopy at 5 months showed no evidence of recurrent Aspergillus infection. The patient went back to work 3 months after her initial presentation.\n\nReferrals\nBecause she had expressed a need for support with emotional issues, we offered her a consultation with a psychologist, which she declined.\n\nDepression and anxiety are common in people with chronic illnesses, as are all sorts of other emotions and relationship issues. Patients62\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nExpert Commentary\nprovided by Atul C. Mehta, MBBS, FACP, FCCP\n\nThis interesting case highlights several clinical vignettes pertaining to diagnosis and management of patients with central airway obstruction from a known or suspected infectious cause. The first is that endobronchial tuberculosis (EB-TB) is much more frequent than what is reported because the diagnosis of TB is usually established by sputum studies. Flexible bronchoscopy rightfully is not required to establish its diagnosis in most cases, but it should be considered in patients with airway symptoms such as wheezing or shortness of breath. Endobronchial tuberculosis may heal with scar formation (stenosis). Obviously, this patient’s “asthma” symptoms were related to her stenosis because they failed to improve with conventional treatment. In my opinion, patients with a known history of EB-TB should undergo a follow-up bronchoscopy to assess progression or resolution of airway abnormalities. Had it been performed during the course of this patient’s medical management, it is possible that therapeutic bronchoscopy might have been successful in preventing right upper lobe collapse.5\n\nThis case also highlights the value of three-dimensional (3D) reconstruction in the evaluation of central airway obstruction. This radiologic modality complements flexible bronchoscopy by providing details on the extent and nature of the ailment. When and where available, I believe that every elective bronchoscopy should be preceded by a CT scan of the chest,36 especially if airway obstruction is suspected. This leads to a third point that I would like to make: “All that wheezes is not asthma.” When asthma symptoms fail to respond to conventional treatment, very close attention should be paid to the quality and shape of the flow-volume loop obtained during pulmonary function testing. Spirometry is readily available worldwide and could have been performed while this patient was stable. It may have clearly shown fixed upper airway obstruction. On the basis of these findings, flexible bronchoscopy would have been considered at an earlier stage. I agree with the authors that this test should be avoided during acute exacerbations.\n\nAnother point I would like to make pertains to infectious origins. In their case resolution, the authors provide an exhaustive differential diagnosis, yet for the sake of completion, I would add a condition known as pseudomembranous stenosis, which is encountered following intubation.37 Consideration should also be given to fungal infections such as Cryptococcus neoformans and Aspergillus niger.38,39 The former organism is seen mainly in immunocompromised hosts. The latter organism is resistant to conventional antifungal treatment, including aerosolized amphotericin B and oral voriconazole. It is generally found among patients, usually lung transplant recipients, who are receiving these drugs as prophylaxis against Aspergillus fumigatus. The patient presented in this case was not reported to be immunocompromised, yet her use of inhaled corticosteroids might have contributed to colonization with this ubiquitous fungus, while short-term use of high-dose prednisone and broad-spectrum antibiotics led to an invasive infective stage. Nevertheless, a high degree of suspicion is required to detect any form of Aspergillus tracheobronchitis. Fortunately, this disease is being recognized with increased frequency as judged by the number of publications available in the peer-reviewed literature.\n\nThe management strategy for this patient certainly requires a two-step approach: temporizing measures followed by definitive treatment. The basis for selection of the instrument used-a rigid or a flexible\n\n3. Describe some of the issues to be considered in cases of airway stent insertion in the setting of tracheal stenosis and concurrent active Aspergillus tracheobronchitis.\n- Extrapolating from the lung transplant population, for stenotic lesions with significant inflammation, stent placement probably should be undertaken after dilation and after the lesion has matured into a fibrous stricture.33 In fact, the presence of indwelling airway stents may, in itself, increase the risk for endobronchial infections and complications.*\n\n4. Describe the medical treatment of acute tracheobronchial aspergillosis.\nIn lung transplant patients (from whom most evidence comes), the estimated mortality rate of Aspergillus-related tracheobronchitis or anastomotic infection is between 14% and 24%.2 Aggressive and early treatment of Aspergillus infection, or the use of prophylaxis to reduce the incidence of these infections in transplant patients, may lead to a reduction in the incidence of airway complications.\n- Antifungal prophylaxis, frequent bronchoscopic surveillance, and aggressive early empirical therapy are among the approaches commonly undertaken. The",
      "page": 10,
      "start_offset": 0,
      "end_offset": 5743,
      "token_count": 1186,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ood, Woburn, Mass), 35 mm long x 16 mm wide, was inserted within the mid-trachea such that the distal aspect of the stent was approximately 2.5 cm above the carina, and the proximal aspect of the stent was 5 cm below the vocal cords (see Figure 5-7).",
        "Patients62\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nExpert Commentary\nprovided by Atul C.",
        "Flexible bronchoscopy rightfully is not required to establish its diagnosis in most cases, but it should be considered in patients with airway symptoms such as wheezing or shortness of breath."
      ],
      "section_path": [
        "Discussion Points"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p11_0_7ee5352f",
      "text": "dilation and after the lesion has matured into a fibrous stricture.33 In fact, the presence of indwelling airway stents may, in itself, increase the risk for endobronchial infections and complications.*\n\n4. Describe the medical treatment of acute tracheobronchial aspergillosis.\nIn lung transplant patients (from whom most evidence comes), the estimated mortality rate of Aspergillus-related tracheobronchitis or anastomotic infection is between 14% and 24%.2 Aggressive and early treatment of Aspergillus infection, or the use of prophylaxis to reduce the incidence of these infections in transplant patients, may lead to a reduction in the incidence of airway complications.\n- Antifungal prophylaxis, frequent bronchoscopic surveillance, and aggressive early empirical therapy are among the approaches commonly undertaken. The5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture 63\n\nbronchoscope-to perform debridement and to relieve symptoms remains institution and physician specific. In my experience, balloon bronchoplasty can be as effective as dilation with a rigid instrument. Once optimal patency of the trachea is established, an attempt should be made to probe the right upper lobe with a balloon catheter, and, if the stricture does not appear to be overly stiff and patent segmental airways are found beyond the stenosis, dilation might be attempted.\n\nMedical measures, including inhaled bronchodilators and antifungal agents, as well as oral antifungals, should be continued. Corticosteroids should be avoided. Metal stents are clearly contraindicated in this case, even though there is a great likelihood of migration of silicone stents. This latter type of stent could be tried if the patient is deemed unsuitable for open surgical resection. In my opinion, 3D CT of the airway is very helpful because it clearly defines the extent (2 cm) and the nature (complex) of the stenosis. Following proper treatment of her tracheobronchial aspergillosis, this patient should be considered for tracheal reconstruction. A time-proven approach using Montgomery T-tube placement could also be a valid consideration if the complications of corrective surgery are deemed unacceptable. Prolonged surveillance is warranted, and topical as well as systemic antifungal treatment may need to be continued until total healing is established.\n\nREFERENCES\n1. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenosis. Eur Respir J. 1999;13:888-893.\n2. Santacruz JF, Mehta AC. Airway complications and management after lung transplantation: ischemia, dehiscence, and stenosis. Proc Am Thorac Soc. 2009;6:79-93.\n3. Matthews JI, Matarese SL, Carpenter JL. Endobronchial tuberculosis simulating lung cancer. Chest. 1984;86:642-644.\n4. Van den Brande P, Lambrechts M, Tack J, et al. Endobronchial tuberculosis mimicking lung cancer in elderly patients. Respir Med. 1991;85:107-109.\n5. Chung HS, Lee JH. Bronchoscopic assessment of the evolution of endobronchial tuberculosis. Chest. 2000;117:385-392.\n6. Kemper CA, Hosteler JS, Follansbee SE, et al. Ulcerative and plaque-like tracheobronchitis due to infection with Aspergillus in patients with AIDS. Clin Infect Dis. 1993;7:344-352.\n7. Hines DW, Haber MH, Yaremko L, et al. Pseudomembranous tracheobronchitis caused by Aspergillus. Am Rev Respir Dis. 1991;143:1408-1411.\n8. Denning DW. Commentary: unusual manifestation of aspergillosis. Thorax. 1995;50:812-813.\n9. Tasci S, Glasmacher A, Lentini S, et al. Pseudomembranous and obstructive Aspergillus tracheobronchitis-optimal diagnostic strategy and outcome. Mycoses. 2006;49:37-42.\n10. Berk JL, O’Regan A, Skinner M. Pulmonary and tracheobronchial amyloidosis. Semin Respir Crit Care Med. 2002;23:155-165.\n11. Thompson PJ, Citron KM. Amyloid and the lower respiratory tract. Thorax. 1983;38:84-87.\n12. Berg AM, Troxler RF, Grillone G, et al. Localized amyloidosis of the larynx: evidence for light chain composition. Ann Otol Rhinol Laryngol. 1993;102:884-889.\n13. Kurrus JA, Hayes JK, Hoidal JR, et al. Radiation therapy for tracheobronchial amyloidosis. Chest. 1998;114:1489-1492.\n14. Hussain K, Gilbert S. Tracheopathia osteochondroplastica. Clin Med Res. 2003;1:239-242.\n15. Lazor R, Cordier JF. Tracheobronchopathia osteochondroplastica. Or",
      "page": 11,
      "start_offset": 0,
      "end_offset": 4357,
      "token_count": 1177,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Once optimal patency of the trachea is established, an attempt should be made to probe the right upper lobe with a balloon catheter, and, if the stricture does not appear to be overly stiff and patent segmental airways are found beyond the stenosis, dilation might be attempted.\n\nMedical measures, including inhaled bronchodilators and antifungal agents, as well as oral antifungals, should be continued. Corticosteroids should be avoided. Metal stents are clearly contraindicated in this case, even though there is a great likelihood of migration of silicone stents.",
        "The5 - Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis-Related Tracheal Stricture 63\n\nbronchoscope-to perform debridement and to relieve symptoms remains institution and physician specific.",
        "dilation and after the lesion has matured into a fibrous stricture.33 In fact, the presence of indwelling airway stents may, in itself, increase the risk for endobronchial infections and complications.*\n\n4."
      ],
      "section_path": [
        "References"
      ]
    },
    {
      "chunk_id": "bacada_ch05_p11_4357_a7ed75c4",
      "text": "Amyloid and the lower respiratory tract. Thorax. 1983;38:84-87.\n12. Berg AM, Troxler RF, Grillone G, et al. Localized amyloidosis of the larynx: evidence for light chain composition. Ann Otol Rhinol Laryngol. 1993;102:884-889.\n13. Kurrus JA, Hayes JK, Hoidal JR, et al. Radiation therapy for tracheobronchial amyloidosis. Chest. 1998;114:1489-1492.\n14. Hussain K, Gilbert S. Tracheopathia osteochondroplastica. Clin Med Res. 2003;1:239-242.\n15. Lazor R, Cordier JF. Tracheobronchopathia osteochondroplastica. Orphanet Encyclopedia, June 2004. http://www.orpha.net/data/patho/GB/uk-TO.pdf. Accessed May 25, 2011.\n16. Birzgalis AR, Farrington WT, O’Keefe L, et al. Localized tracheopathia osteoplastica of the subglottis. J Laryngol Otol. 1993;107:352-353.\n17. Neumann A, Kasper D, Schultz-Coulon HJ. Clinical aspects of tracheopathia osteoplastica. HNO. 2001;49:41-47.\n18. Yokoyama ST. Bronchial science. Japan Research Institute Bronchial Magazine. 1996;18:558-562.\n19. Shum TK, Whitker CW, Meyer PR. Clinical update on rhinoscleroma. Laryngoscope. 1982;92:1149-1155.\n20. Andreca R, Edson RS, Kern EB. Rhinoscleroma: a growing concern in the United States? Mayo Clinic experience. Mayo Clin Proc. 1993;68:1151-1157.\n21. Gaafar HA, Gaafar AH, Nour YA. Rhinoscleroma: an updated experience through the last 10 years. Acta Otolaryngol. 2011;131:440-446.\n22. Amoils CP, Shindo ML. Laryngotracheal manifestations of rhinoscleroma. Ann Otol Laryngol. 1996;106:336-340.\n23. Papadimos TJ. Healthcare access as a right, not a privilege: a construct of Western thought. Philos Ethics Humanit Med. 2007;2:2.\n24. Murthy SC, Gildea TR, Mehta AC. Removal of self-expandable metallic stents: is it possible? Semin Respir Crit Care Med. 2004;25:381-385.\n25. Brennan TA. Physicians’ professional responsibility to improve the quality of care. Acad Med. 2002;77:973-980.\n26. Brodsky JB. Bronchoscopic procedures for central airway obstruction. J Cardiothorac Vasc Anesth. 2003;17:638-646.\n27. Albert RK, Petty TL. Endobronchial tuberculosis progressing to bronchial stenosis. Chest. 1976;70:537-539.\n28. Hoheisel G, Chan BK, Chan CH, et al. Endobronchial tuberculosis: diagnostic features and therapeutic outcome. Respir Med. 1994;88:593-659.\n29. Mehrad B, Paciocco G, Martinez FJ, et al. Spectrum of Aspergillus infection in lung transplant recipients: case series and review of the literature. Chest. 2001;119:169-175.\n30. Saraceno JL, Phelps DT, Ferro TJ, et al. Chronic necrotizing pulmonary aspergillosis: approach to management. Chest. 1997;112:541-548.\n31. Herrera JM, McNeil KD, Higgins RS, et al. Airway complications after lung transplantation: treatment and long-term outcome. Ann Thorac Surg. 2001;71:989-994.\n32. Nunley DR, Gal AA, Vega JD, et al. Saprophytic fungal infections and complications involving the bronchial anastomosis following human lung transplantation. Chest. 2002;122:1185-1191.\n33. Chhajed PN, Malouf MA, Tamm M, et al. Interventional bronchoscopy for the management of airway complications following lung transplantation. Chest. 2001;120;1894-1899.\n34. Herbrecht R, Denning DW, Patterson TF, et al. Randomized comparison of voriconazole and amphotericin B in primary therapy of invasive aspergillosis. N Engl J Med. 2002;347:408-415.\n35. Denning DW, Kibbler CC, Barnes RA. British Society for Medical Mycology. British Society for Medical Mycology proposed standards of care for patients with invasive fungal infections. Lancet Inf Dis. 2003;3:230-240.\n36. Lee KS, Boiselle PM. Update on multidetector computed tomography imaging of the airways. J Thorac Imaging. 2010;25:112-124.\n37. Deslée G, Brichet A, Lebuffe G, et al. Obstructive fibrinous tracheal pseudomembrane: a potentially fatal complication of tracheal intubation. Am",
      "page": 11,
      "start_offset": 4357,
      "end_offset": 8103,
      "token_count": 1179,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Orphanet Encyclopedia, June 2004. http://www.orpha.net/data/patho/GB/uk-TO.pdf.",
        "Accessed May 25, 2011.\n16.",
        "Berg AM, Troxler RF, Grillone G, et al. Localized amyloidosis of the larynx: evidence for light chain composition."
      ],
      "section_path": [
        "Discussion Points",
        "References"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis–Related Tracheal Stricture",
    "Page 1",
    "Extracted Figures",
    "Page 2",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "Page 11",
    "acute tracheobronchial aspergillosis",
    "chronic obstructive pulmonary"
  ],
  "source_file": "Chapter 5 -Treatment of Tracheobronchial Aspergillosis Superimposed on Post Tuberculosis–Related Tracheal Stricture.md"
}