{
  "doc_id": "bacada_ch09",
  "title": "Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis",
  "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
  "edition": "1st",
  "year": 2012,
  "author": "Henri Colt, Septimiu Murgu",
  "chapter_number": 9,
  "n_pages": 14,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T14:37:52.785097",
  "text_chunks": [
    {
      "chunk_id": "bacada_ch09_p1_0_e6e20690",
      "text": "105\nChapter 9\n\nBronchoscopic Treatment of Post\nTracheostomy Tracheal Stenosis\nwith Chondritis\n\nCASE DESCRIPTION\nThis patient is an 86-year-old woman with a history of ischemic stroke and coma requiring 4 weeks of endotracheal intubation, followed by percutaneous dilational tracheostomy (PDT). She was decannulated 3 months later in the nursing home where she lived because of required assistance for daily living activities. She had been hospitalized previously for respiratory failure due to decompensated congestive heart failure (CHF). She was extubated after CHF was treated, but within minutes of extubation she developed biphasic stridor and had to be emergently reintubated. Three days later, after administration of Solu-Medrol 60 mg intravenously every 12 hours, she was successfully extubated and transferred to the medicine ward. A few days later, however, the intern on call was called to evaluate her for recurrent stridor and increased work of breathing. The chest radiograph (CXR) shown in Figure 9-1 revealed narrowing of the upper trachea, as well as cardiomegaly and pulmonary vascular congestion. Bronchoscopy confirmed radiographic findings and showed a 1.5 cm long triangular stomal stricture 4 cm below the vocal cords. During inspiration, this narrowed the lumen by 80%, but during expiration, 100% airway lumen obstruction occurred as the result of lateral cartilaginous collapse of two tracheal rings (see Figure 9-1). The rest of the airway examination was unremarkable. No evidence of mucus plugging or secretions was found distal to the stenosis. In addition to severe CHF, her medical history included hypothyroidism, hypertension, anemia, Alzheimer’s dementia, and right hemiplegia from her ischemic stroke. Physical examination revealed an elderly woman in mild respiratory distress at rest who followed some simple commands and had biphasic stridor over the anterior neck auscultation. Oxygen saturation was 95% on room air. Karnofsky performance score before the episode of respiratory failure was 50, and American Society of Anesthesiologists (ASA) score at the time of the diagnostic bronchoscopy was 3. Laboratory data were normal. A two-dimensional echocardiogram performed during hospitalization revealed normal left ventricular function, but a moderately enlarged left atrium and diastolic dysfunction were evident. The patient has one daughter, who rarely visits her in the nursing home but has been visiting her during her most recent hospitalization. According to the staff at the nursing home, the patient enjoys watching television and seems to enjoy eating a modified dysphagia diet. At baseline, she follows some simple commands but is aphasic and does not speak.\n\nDISCUSSION POINTS\n1. Describe three qualitative features of tracheal stenosis.\n2. Describe three diagnostic modalities other than bronchoscopy that can be performed to assess the severity, extent, and morphology of this patient’s tracheal stenosis.\n3. List four therapeutic alternatives for post tracheostomy stenosis with chondritis.\n4. Identify three airway stricture characteristics that determine the need for and type of treatment.\n\nCASE RESOLUTION\n\nInitial Evaluations\n\nPhysical Examination, Complementary Tests,\nand Functional Status Assessment\nThe initial diagnosis of tracheal stenosis occurred after a careful examination of the chest radiograph obtained post extubation. Chest radiographs are rarely diagnostic of central airway obstruction yet are often obtained as initial radiologic tests. Obvious pathology such as tracheal deviation from masses or severe tracheal stenosis similar to that seen in this case may be identified; CXR can also reveal changes that may alter the normal airway-vasculature relationship, such as skeletal deformities or mediastinal shift (Figure 9-2). In cases of post tracheostomy stenosis (PTS), the tracheal air column is easily overlooked by radiologists and clinicians alike; thus careful inspection is warranted in a patient who is symptomatic post tracheostomy.1 The CXR does not allow accurate determination of morphology, extent, degree of narrowing, and associated findings such as chondritis (involvement of the cartilage and resulting collapse). From this perspective, standard computed tomography (CT) scans provide much more information and the ability to document airway collapse when performed during both inspiration and expiration. Multiplanar and three-dimensional reconstruction with internal (virtual\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination, complementary tests, and functional status assessment; patient preferences and expectations (also includes family); and results and procedure-related complications.",
      "page": 1,
      "start_offset": 0,
      "end_offset": 4735,
      "token_count": 992,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Bronchoscopy confirmed radiographic findings and showed a 1.5 cm long triangular stomal stricture 4 cm below the vocal cords.",
        "Karnofsky performance score before the episode of respiratory failure was 50, and American Society of Anesthesiologists (ASA) score at the time of the diagnostic bronchoscopy was 3.",
        "105\nChapter 9\n\nBronchoscopic Treatment of Post\nTracheostomy Tracheal Stenosis\nwith Chondritis\n\nCASE DESCRIPTION\nThis patient is an 86-year-old woman with a history of ischemic stroke and coma requiring 4 weeks of endotracheal intubation, followed by percutaneous dilational tracheostomy (PDT)."
      ],
      "section_path": [
        "Case"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p2_0_c146996c",
      "text": "mediastinal shift (Figure 9-2). In cases of post tracheostomy stenosis (PTS), the tracheal air column is easily overlooked by radiologists and clinicians alike; thus careful inspection is warranted in a patient who is symptomatic post tracheostomy.1 The CXR does not allow accurate determination of morphology, extent, degree of narrowing, and associated findings such as chondritis (involvement of the cartilage and resulting collapse). From this perspective, standard computed tomography (CT) scans provide much more information and the ability to document airway collapse when performed during both inspiration and expiration. Multiplanar and three-dimensional reconstruction with internal (virtual\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination, complementary tests, and functional status assessment; patient preferences and expectations (also includes family); and results and procedure-related complications.106\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nFigure 9-1 A, Chest radiograph revealed focal narrowing of the upper trachea, as well as cardiomegaly and pulmonary vascular congestion. B, Bronchoscopy showed a triangular (A-shaped, lambdoid, pseudoglottic) severe stomal stricture 4 cm below the vocal cords, which during expiration caused 100% airway lumen obstruction.\n\nFigure 9-2 Chest x-ray (CXR) reveals (A) severe scoliosis resulting in (B) severe extrinsic compression of the posterior wall of the left main bronchus. CXR shows (C) left-sided mediastinal shift in a patient with (D) hemoptysis from a bleeding tumor completely occluding the distal left main bronchus.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 1653,
      "token_count": 360,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "B, Bronchoscopy showed a triangular (A-shaped, lambdoid, pseudoglottic) severe stomal stricture 4 cm below the vocal cords, which during expiration caused 100% airway lumen obstruction.",
        "From this perspective, standard computed tomography (CT) scans provide much more information and the ability to document airway collapse when performed during both inspiration and expiration."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p3_0_0018c3d5",
      "text": "106\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nFigure 9-1 A, Chest radiograph revealed focal narrowing of the upper trachea, as well as cardiomegaly and pulmonary vascular congestion. B, Bronchoscopy showed a triangular (A-shaped, lambdoid, pseudoglottic) severe stomal stricture 4 cm below the vocal cords, which during expiration caused 100% airway lumen obstruction.\n\nFigure 9-2 Chest x-ray (CXR) reveals (A) severe scoliosis resulting in (B) severe extrinsic compression of the posterior wall of the left main bronchus. CXR shows (C) left-sided mediastinal shift in a patient with (D) hemoptysis from a bleeding tumor completely occluding the distal left main bronchus.determine accurately from the published literature because of inconsistent follow-up, but it is estimated to be 1% to 2%.11 The mean onset of strictures seems to be earlier after PDT than after open surgical tracheostomy: 5.0 weeks versus 28.5 weeks (P = .009).12\n\nPTS appears in three locations:\n1. Suprastomal stenosis: When defined as involving more than 50% of the lumen, this type of stricture was noted in 23.8% of PDT patients and in 7.3% of surgical tracheostomies in one study.13 The superior level (proximal) of the stenosis was located at a mean distance of 1.6 cm from the vocal cords in PDT patients, and at 3.4 cm from the cords in surgical tracheostomy patients (P = .04). This might be secondary to the use of incorrect needle puncture sites during PDT.\n2. Stenoses at the level of the tracheostomy tube cuff: These are caused by ischemic mucosal damage when cuff-to-tracheal wall tension exceeds the mucosa capillary perfusion pressure, usually 20 to 30 mmHg; subsequent inflammatory histologic changes may occur as soon as within 24 to 48 hours. The incidence of these lesions has been reduced 10-fold after transition to high-volume-low-pressure cuffs. It is therefore warranted that when patients have indwelling endotracheal or tracheostomy tubes, peak inspiratory and expiratory cuff pressures should be kept below 15 mmHg, and definitely below 25 mmHg.14\n3. Stomal strictures: This is the type of stenosis described in our patient. These stenoses account for more than 85% of cases of PTS.10 They may be secondary to inadequate tracheal incisions, ongoing stomal infection, or a rigid tube-connecting system.\n\nbronchoscopy) and external rendering (virtual bronchography), with excellent image quality, is achievable with the use of low-dose techniques (Figure 9-3). Analysis using these newer imaging protocols better characterizes whether the lesion is intraluminal, extrinsic, or mixed, and whether the airway distal to the obstruction is patent.2,3 In addition, the length and diameter of the lesions and their relationship to adjacent vascular structures are assessed with a higher degree of accuracy. These features may assist physicians in determining appropriate therapy.4\n\nMagnetic resonance imaging (MRI) has been used in small case series of tracheal stenosis.5-7 Results of these studies show that MRI can be used to identify the relationship of the trachea to adjacent vascular structures, and to determine the degree and length of tracheal stenosis, without the use of ionizing radiation or intravenous contrast medium (Figure 9-4). Following percutaneous dilational tracheostomy, MRI provides an excellent noninvasive method of assessing the integrity of the tracheal lumen.8 Neither MRI nor CT provides information about mucosal changes, and neither can reliably image the integrity of the cartilaginous framework of the airway. Although investigators are exploring the use of high-resolution endobronchial ultrasonography (see Figure 9-3), it appears as of this writing that optical imaging using flexible bronchoscopy remains a procedure of choice to diagnose and identify the type, location, and severity of an airway stricture before therapeutic interventions are proposed.9,10\n\nThis patient had developed a postsurgical tracheostomy-related stricture 90 days after an indwelling size 8 cuffed tracheostomy tube with 11 mm outside diameter was inserted. The true incidence of PTS is difficult to",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4127,
      "token_count": 966,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Stenoses at the level of the tracheostomy tube cuff: These are caused by ischemic mucosal damage when cuff-to-tracheal wall tension exceeds the mucosa capillary perfusion pressure, usually 20 to 30 mmHg; subsequent inflammatory histologic changes may occur as soon as within 24 to 48 hours.",
        "It is therefore warranted that when patients have indwelling endotracheal or tracheostomy tubes, peak inspiratory and expiratory cuff pressures should be kept below 15 mmHg, and definitely below 25 mmHg.14\n3.",
        "CXR shows (C) left-sided mediastinal shift in a patient with (D) hemoptysis from a bleeding tumor completely occluding the distal left main bronchus.determine accurately from the published literature because of inconsistent follow-up, but it is estimated to be 1% to 2%.11 The mean onset of strictures seems to be earlier after PDT than after open surgical tracheostomy: 5.0 weeks versus 28.5 weeks (P = .009).12\n\nPTS appears in three locations:\n1."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p4_0_57793256",
      "text": "cutaneous dilational tracheostomy, MRI provides an excellent noninvasive method of assessing the integrity of the tracheal lumen.8 Neither MRI nor CT provides information about mucosal changes, and neither can reliably image the integrity of the cartilaginous framework of the airway. Although investigators are exploring the use of high-resolution endobronchial ultrasonography (see Figure 9-3), it appears as of this writing that optical imaging using flexible bronchoscopy remains a procedure of choice to diagnose and identify the type, location, and severity of an airway stricture before therapeutic interventions are proposed.9,10\n\nThis patient had developed a postsurgical tracheostomy-related stricture 90 days after an indwelling size 8 cuffed tracheostomy tube with 11 mm outside diameter was inserted. The true incidence of PTS is difficult to108 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nFigure 9-4 Axial T1 magnetic resonance imaging (MRI) of the neck clearly reveals (A) subglottic stenosis (B) identified on flexible bronchoscopy. The distal normal tracheal lumen is less clearly seen on (C) MRI than on (D) bronchoscopy.\n\nthat generates excess tube motion within the trachea. In one review paper, stomal wound infection was a causative factor in 42% of stomal stenoses following open tracheostomy.15 Strictures may result from abnormal wound healing and excess granulation tissue formation around the tracheal stoma site; excess granulation tissue can also develop over cartilage fractured during tracheostomy.16 Cartilage damage can result from mechanical leverage of the tracheal tube at the stoma site from the unsupported weight of ventilator attachments. This can cause pressure necrosis of tracheal mucosa and the underlying cartilaginous frame. Because risk is high if the tracheostomy tube is too large for the airway, recommendations are to consider a size 8 tube with an 11 mm outer diameter as an upper limit in men, and a size 7 tube with a 10 mm outer diameter in women.14 We presume that the 11 mm external diameter tube used in our patient was probably too large and may have contributed to the development of her PTS.\n\nSymptoms (at rest) in tracheal stenosis usually are not present until a 70% reduction in lumen diameter occurs, but stridor, as seen in our patient, occurs when the tracheal lumen is less than 5 mm in diameter.10 The presence of stridor on neck auscultation is consistent with a bronchoscopic classification of severe airway narrowing signaling greater than 70% airway lumen narrowing.9,17,18 Indeed, based on the Myer-Cotton classification system* for laryngotracheal stenosis, this patient has a grade III lesion because her stenotic index† was 80%.19*\n\nIn addition to an accurate assessment of airway lumen, the functional status of the tracheal stenosis patient should be part of a multidimensional evaluation. On this note, the Medical Research Council (MRC) dyspnea scale was found to be highly sensitive to the presence of varying degrees of tracheal stenosis. Strong correlation was noted between the severity of the stenosis and the MRC grade. The MRC scale furthermore was found to be responsive to changes in a patient’s effort tolerance resulting from treating the obstructive lesion.20\n\nComorbidities\nThis patient had significant comorbidities, including CHF and a history of ischemic stroke. When surgical or bronchoscopic interventions are provided under general\n\n†The stenotic index (SI) represents the cross-sectional area (CSA) of the obstructed area relative to that of a normal airway lumen proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/(CSAnormal x 100%); the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.\n- A widely used staging system for classifying tracheal stenosis based on the degree of airway narrowing.*",
      "page": 4,
      "start_offset": 0,
      "end_offset": 3874,
      "token_count": 888,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Because risk is high if the tracheostomy tube is too large for the airway, recommendations are to consider a size 8 tube with an 11 mm outer diameter as an upper limit in men, and a size 7 tube with a 10 mm outer diameter in women.14 We presume that the 11 mm external diameter tube used in our patient was probably too large and may have contributed to the development of her PTS.",
        "SI = (CSAnormal − CSAabnormal)/(CSAnormal x 100%); the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.\n- A widely used staging system for classifying tracheal stenosis based on the degree of airway narrowing.*",
        "Although investigators are exploring the use of high-resolution endobronchial ultrasonography (see Figure 9-3), it appears as of this writing that optical imaging using flexible bronchoscopy remains a procedure of choice to diagnose and identify the type, location, and severity of an airway stricture before therapeutic interventions are proposed.9,10\n\nThis patient had developed a postsurgical tracheostomy-related stricture 90 days after an indwelling size 8 cuffed tracheostomy tube with 11 mm outside diameter was inserted. The true incidence of PTS is difficult to108 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nFigure 9-4 Axial T1 magnetic resonance imaging (MRI) of the neck clearly reveals (A) subglottic stenosis (B) identified on flexible bronchoscopy."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p5_0_9ba11edc",
      "text": "enosis and the MRC grade. The MRC scale furthermore was found to be responsive to changes in a patient’s effort tolerance resulting from treating the obstructive lesion.20\n\nComorbidities\nThis patient had significant comorbidities, including CHF and a history of ischemic stroke. When surgical or bronchoscopic interventions are provided under general\n\n†The stenotic index (SI) represents the cross-sectional area (CSA) of the obstructed area relative to that of a normal airway lumen proximal or distal to the stenosis. SI = (CSAnormal − CSAabnormal)/(CSAnormal x 100%); the greater the SI, the greater the degree of airway narrowing and the more severe the obstruction.\n- A widely used staging system for classifying tracheal stenosis based on the degree of airway narrowing.*- *9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondriti*s**\n109\n\n- *Procedural Strategie*s**\n- *Indication*s**\nThis was a symptomatic PTS that resulted in stridor and respiratory distress at rest. A bronchoscopic procedure or open surgery may be offered to improve dyspnea, restore satisfactory airway lumen patency, and improve symptoms.9,26 Symptoms in tracheal stenosis are related mainly to the degree of airway narrowing and flow velocity through the stenosis, and to a lesser degree to the extent or morphology of the stricture. The drop in airway pressure along the stenotic area increases significantly at rest when more than 70% of the tracheal lumen is obliterated. Our patient’s inactive lifestyle caused routinely low-flow velocity through her stenotic airway. This explains why she developed symptoms only when a severe degree of airway narrowing was present. Improving airway patency to a lesser (mild) degree of narrowing (<50%) would partially or completely alleviate this patient’s shortness of breath.27 Palliation of her airway narrowing was therefore warranted.\n\nThe stricture was 1.5 cm in extent. Although this length is considered of moderate degree and may impact surgical decisions or choice of stent type and length, long stenoses show a modest difference in pressure profile with a slightly smaller magnitude of total pressure drop than the simple shorter and less than 1 cm stenosis of comparable diameter.27 It appears that in terms of flow dynamics and symptoms, the degree of airway narrowing is more important than the extent of stenosis.\n\nTracheal stricture morphology in this case was triangular. Triangular stenoses have been described as lambdoid, pseudoglottic, or A-shaped strictures. Experimental flow dynamic studies show that this morphologic type of stenosis results in slightly less pressure drop than an elliptical morphology of similar degree of airway narrowing,28 suggesting that an accurate description of the morphologic type (i.e., triangular, circumferential, or elliptical) may impact symptoms and eventually decisions about treatment. To our knowledge, however, no common language or nomenclature has been universally accepted for tracheal strictures.\n\n- *Contraindication*s**\nNo absolute contraindications to rigid bronchoscopy were known in our patient. However, the risk for perioperative cardiac complications is almost doubled when clinical signs of CHF are present preoperatively.29 Our patient had no clinical signs of CHF at the time of our evaluation. She was therefore continued on her medicines, which included angiotensin-converting enzyme (ACE) inhibitors, diuretics, and beta blockers. Decompensated CHF (New York Heart Association [NYHA] class IV), if present, should be treated to the extent possible before surgery, and postponement of surgery is often appropriate.30 Regarding her history of cerebrovascular disease, perioperative stroke is an infrequent but serious complication, occurring at a rate of 0.3% to 3.5%, with most cases occurring during the postoperative period.31\n\nanesthesia, comorbidities could significantly increase the risks for perioperative adverse events such as decompensated CHF or new cerebral ischemia.21 Preoperative decompensated CHF, as seen in our patient, has been identified as a risk factor for other cardiac complications after surgery and often requires postponing elective surgery for a week after resolution of symptoms.22 Although a therapeutic bronchoscopic intervention in this patient is not considered a high-cardiac risk procedure (contrary to vascular, intraperitoneal, or intrthoracic procedures), her age greater than 70 years and her previous history of CHF and cerebrovascular disease are independent risk factors for major cardiac complications that need to be seriously considered.23 The presence of cerebrovascular disease is a particularly important finding in elderly patients undergoing general anesthesia. In general, at least 2 weeks should elapse after a stroke before elective surgery is attempted. Furthermore, if recurrent transient ischemic attacks (TIAs) have occurred, an evaluation for carotid artery disease is warranted. Our patient had her stroke several years before her tracheal stricture. No signs of recurrent TIAs were noted, and her CHF had been stabilized for a week before our evaluation.\n\n- *Support Syste*m**\nThe patient was a resident of a nursing home and had poor family support. The quality of social relationships for nursing home residents was shown to have a significant effect on older people’s self-perceived quality of life, life satisfaction, and well-being. Residents of nursing homes consistently report that they experience limited meaningful interaction with others and may feel socially isolated, despite the busyness of a long-term care home.24 Social interaction in these",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5644,
      "token_count": 1185,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The drop in airway pressure along the stenotic area increases significantly at rest when more than 70% of the tracheal lumen is obliterated. Our patient’s inactive lifestyle caused routinely low-flow velocity through her stenotic airway.",
        "Improving airway patency to a lesser (mild) degree of narrowing (<50%) would partially or completely alleviate this patient’s shortness of breath.27 Palliation of her airway narrowing was therefore warranted.\n\nThe stricture was 1.5 cm in extent.",
        "The MRC scale furthermore was found to be responsive to changes in a patient’s effort tolerance resulting from treating the obstructive lesion.20\n\nComorbidities\nThis patient had significant comorbidities, including CHF and a history of ischemic stroke."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p6_0_d7522f49",
      "text": "anesthesia. In general, at least 2 weeks should elapse after a stroke before elective surgery is attempted. Furthermore, if recurrent transient ischemic attacks (TIAs) have occurred, an evaluation for carotid artery disease is warranted. Our patient had her stroke several years before her tracheal stricture. No signs of recurrent TIAs were noted, and her CHF had been stabilized for a week before our evaluation.\n\n- *Support Syste*m**\nThe patient was a resident of a nursing home and had poor family support. The quality of social relationships for nursing home residents was shown to have a significant effect on older people’s self-perceived quality of life, life satisfaction, and well-being. Residents of nursing homes consistently report that they experience limited meaningful interaction with others and may feel socially isolated, despite the busyness of a long-term care home.24 Social interaction in these110 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\ncomorbidities would significantly increase the risk for postoperative complications after open surgical interventions.33 Therefore, other techniques have been proposed in the literature as alternatives to open surgery.\n\nTherapeutic Alternatives for Restoring Airway Patency\n- Dilation using balloon, bougies, or dilators (e.g., Jackson dilators): These tools are usually used if the stenosis shows stenotic hypertrophic fibrotic tissue in a circumferential pattern, which was not seen in our patient. Simple dilation would not be appropriate because cartilage would collapse again once the dilating instruments were removed from the stricture.34*\n- Laser resection using neodymium-doped yttrium aluminum garnet (Nd:YAG) lasers35: This approach can be successfully used in conjunction with dilation to release the tension of the stricture by performing radial incisions onto the hypertrophic stenotic tissues; because these were not present in our patient, this modality was not a consideration.*\n- Carbon dioxide (CO2) laser resection of the collapsed tracheal cartilage, with sparing of the posterior membrane to prevent circumferential restenosis (endoscopic tracheoplasty)36: This procedure is done under general anesthesia, often with muscle relaxants, high-frequency supraglottic jet ventilation, and suspension microlaryngotracheoscopy. In one study, this recently proposed technique achieved a successful outcome (decreased MRC dyspnea scale) and lack of need for repeated intervention after 6 months of symptom-free follow-up, thus avoiding the operative risks, prolonged hospitalization, and morbidity associated with open surgical tracheal resection. More experience, reproducible evidence, and longer follow-up are necessary before this treatment modality can be recommended routinely.*\n- Covered and uncovered metal stent insertion using flexible bronchoscopy: These techniques have been reported to be successful in series of tracheal stenoses including complex PTS.37,38 However, recurrent obstruction from granulation can occur in up to 36% of patients as the result of tissue growth through the spaces in a stent’s wire mesh. Metal stents are associated with significant complications, especially when placed in the subglottic region, prompting statements that this location should ideally be avoided,38 especially in cases of histologically proven benign airway disorders.39 A study published in the surgical literature suggests that all patients with tracheal and subglottic stenosis who had undergone covered or uncovered metallic stent placement developed new strictures or granulation tissue.40 Injuries were severe, occurred after a short duration of stent insertion, and either precluded definitive surgical treatment or required more extensive tracheal resection. Metal stents, therefore, should not be used in patients who are potential candidates for resection because these are highly likely to cause additional airway injury and to make a potentially resectable patient inoperable.41*\n- Self-expandable silicone stents: Unlike metal stents, silicone stents have the advantage of being easily removable. They are placed under rigid bronchoscopy*\n\nExpected Results\nRigid intubation was planned using a large (13 mm)-diameter Efer-Dumon nonventilating rigid bronchoscope (Bryan Corp., Woburn, Mass) to dilate the lesion and allow deployment of a large silicone stent. The scope would be introduced through the mouth and then between the vocal cords under direct visualization so as to ensure a secure airway at all times. Careful attention would be necessary to maintain airway patency because the patient was edentulous and may develop a difficult airway during anesthesia, when a collapsed upper airway might limit the field of view during intubation.\n\nIn patients with PTS, therapeutic success of rigid bronchoscopic interventions is variable. Factors influencing the success rate include the presence or absence of chondritis resulting in cartilaginous collapse (malacia), a characteristic of complex stenosis. This triangular stenosis, due to loss of varying amounts of anterior and lateral cartilaginous wall, will accept various sizes of dilating instruments, such as rigid bronchoscopes, but generally will not respond more than transiently with an increase in airway cross-sectional area.1 For instance, in one study of patients with complex stenosis, including those with PTS, during a follow-up period of 28 to 72 months, only 22% of patients (n = 13) were treated successfully with laser-assisted mechanical dilation, whereas 47 patients (78%) required stent placement; 22 had their stent removed after 1 year and did not require further therapy. Th",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5667,
      "token_count": 1163,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This triangular stenosis, due to loss of varying amounts of anterior and lateral cartilaginous wall, will accept various sizes of dilating instruments, such as rigid bronchoscopes, but generally will not respond more than transiently with an increase in airway cross-sectional area.1 For instance, in one study of patients with complex stenosis, including those with PTS, during a follow-up period of 28 to 72 months, only 22% of patients (n = 13) were treated successfully with laser-assisted mechanical dilation, whereas 47 patients (78%) required stent placement; 22 had their stent removed after 1 year and did not require further therapy.",
        "The quality of social relationships for nursing home residents was shown to have a significant effect on older people’s self-perceived quality of life, life satisfaction, and well-being.",
        "More experience, reproducible evidence, and longer follow-up are necessary before this treatment modality can be recommended routinely.*\n- Covered and uncovered metal stent insertion using flexible bronchoscopy: These techniques have been reported to be successful in series of tracheal stenoses including complex PTS.37,38 However, recurrent obstruction from granulation can occur in up to 36% of patients as the result of tissue growth through the spaces in a stent’s wire mesh."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p7_0_3fa1c227",
      "text": "is variable. Factors influencing the success rate include the presence or absence of chondritis resulting in cartilaginous collapse (malacia), a characteristic of complex stenosis. This triangular stenosis, due to loss of varying amounts of anterior and lateral cartilaginous wall, will accept various sizes of dilating instruments, such as rigid bronchoscopes, but generally will not respond more than transiently with an increase in airway cross-sectional area.1 For instance, in one study of patients with complex stenosis, including those with PTS, during a follow-up period of 28 to 72 months, only 22% of patients (n = 13) were treated successfully with laser-assisted mechanical dilation, whereas 47 patients (78%) required stent placement; 22 had their stent removed after 1 year and did not require further therapy. Th9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis\n\n111\nor suspension laryngoscopy, and therefore require expertise in these techniques. Some silicone stents have been studied in benign airway obstruction, including tracheal stenosis and malacia.42 Although immediate symptom palliation was established in most cases, the incidence of complications was high (75%), with stent migration occurring in 69% of cases.42,43\n\n- Silicone stent insertion is an acceptable alternative to surgery for many inoperable patients with complex stenosis. It is reported to maintain airway patency over the long term with minimal complications.9 However, the success rate of bronchoscopic treatment after stent removal (after 6 months) in cases of complex stenosis, as in patients with chondritis (as in our case), is reportedly low (17.6%). This low definitive curative yield of bronchoscopic procedures in cases of complex stenosis and the reported risk that a stent might lengthen the tracheal segment to be resected suggest that a tracheal sleeve resection should be the first option in cases of complex stenosis with chondritis if the patient is suitable for surgery.44 In fact, national societies such as the Interventional Pulmonology Study Group of the Italian Association of Pulmonologists (AIPO) recommend that when one or more cartilaginous rings are involved, endoscopic treatment is usually contraindicated unless surgery is not feasible (Level of Recommendation B).44 Other investigators have noted a high rate of airway stability and good results following stent insertion, with definitive and curative success described in 22 of 47 patients (46.8 %) after stent removal.32 In this study, airway stents had remained in place for a mean of 11.6 months, but most patients (12/22) had their stent placed for longer than 12 months. A more recent study showed that of 42 patients with complex stenoses, only 9 were surgical candidates and 33 were treated with silicone stent insertion, with a success rate of 69%.45 It is noteworthy, however, that studies evaluating complex stenoses do not specifically report separate results for post intubation and post tracheostomy subgroups. The pathogenesis and treatment approach for these stenoses, therefore, may indeed differ significantly.10*\n\n- Montgomery T-tube: This tube can be used when tracheal repair and reconstruction or dilation techniques are not available or have failed, or occasionally as an initial therapy or as a solution for patients who had silicone stent placement complicated by frequent migrations.46,47 For most patients who do not require mechanical ventilatory support, a silicone T-tube provides greater functional capability and comfort.1 In a large case series consisting of 53 patients with complex tracheal stenoses (24 post tracheostomy), silicone T-tube insertion was effective in 70% of patients with limited complications. Concurrent cardiopulmonary disease and intractable infection were the two major causes of failure after T-tube placement.48 Granulation tissue formation at the proximal end of the T-tube has also been noted. Chronic airway irritation incites infection and promotes or aggravates granulation tissue formation. The sharper edge of the proximal aspect of the T-tube (when it has to be cut) and its placement within 0.5 cm of the vocal cords are known risk factors for granulation tissue development.48 If the T-tube is not properly capped, allowing the patient to breathe through the mouth, airway secretions become dry and may cause obstruction. Patients, families, and referring health care providers probably benefit from diligent instruction on how to care for and monitor T-tubes. Frequent bronchoscopies may be necessary to remove extremely thick and sticky mucous plaques; some investigators perform three to four biweekly bronchoscopies, followed by procedures once every 4 weeks, once good stent patency has been documented.48*\n\n- Open surgical interventions such as tracheal sleeve resection or airway reconstruction are preferred initial therapies and are considered for patients who become operable candidates after short-term successful bronchoscopic intervention, as well as for operable candidates who have failed bronchoscopic treatment. Surgical tracheal sleeve resection has a failure rate ranging from 5% to 15% and a postoperative mortality ranging from 1.8% to 5%.49,50 More recently, single-stage laryngotracheal resection was performed successfully with what has been considered acceptable morbidity in specialized centers, with 3 patients (8.1%) developing major complications (2 fistulas and 1 early stenosis) that required a second surgical procedure. Long",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5533,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This triangular stenosis, due to loss of varying amounts of anterior and lateral cartilaginous wall, will accept various sizes of dilating instruments, such as rigid bronchoscopes, but generally will not respond more than transiently with an increase in airway cross-sectional area.1 For instance, in one study of patients with complex stenosis, including those with PTS, during a follow-up period of 28 to 72 months, only 22% of patients (n = 13) were treated successfully with laser-assisted mechanical dilation, whereas 47 patients (78%) required stent placement; 22 had their stent removed after 1 year and did not require further therapy.",
        "This low definitive curative yield of bronchoscopic procedures in cases of complex stenosis and the reported risk that a stent might lengthen the tracheal segment to be resected suggest that a tracheal sleeve resection should be the first option in cases of complex stenosis with chondritis if the patient is suitable for surgery.44 In fact, national societies such as the Interventional Pulmonology Study Group of the Italian Association of Pulmonologists (AIPO) recommend that when one or more cartilaginous rings are involved, endoscopic treatment is usually contraindicated unless surgery is not feasible (Level of Recommendation B).44 Other investigators have noted a high rate of airway stability and good results following stent insertion, with definitive and curative success described in 22 of 47 patients (46.8 %) after stent removal.32 In this study, airway stents had remained in place for a mean of 11.6 months, but most patients (12/22) had their stent placed for longer than 12 months.",
        "The sharper edge of the proximal aspect of the T-tube (when it has to be cut) and its placement within 0.5 cm of the vocal cords are known risk factors for granulation tissue development.48 If the T-tube is not properly capped, allowing the patient to breathe through the mouth, airway secretions become dry and may cause obstruction."
      ]
    },
    {
      "chunk_id": "bacada_ch09_p8_0_7c43aede",
      "text": "weekly bronchoscopies, followed by procedures once every 4 weeks, once good stent patency has been documented.48*\n\n- Open surgical interventions such as tracheal sleeve resection or airway reconstruction are preferred initial therapies and are considered for patients who become operable candidates after short-term successful bronchoscopic intervention, as well as for operable candidates who have failed bronchoscopic treatment. Surgical tracheal sleeve resection has a failure rate ranging from 5% to 15% and a postoperative mortality ranging from 1.8% to 5%.49,50 More recently, single-stage laryngotracheal resection was performed successfully with what has been considered acceptable morbidity in specialized centers, with 3 patients (8.1%) developing major complications (2 fistulas and 1 early stenosis) that required a second surgical procedure. Long112 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nready to respond to any procedure-related complications. For example, if emergent endotracheal intubation is necessary, the tube can be guided bronchoscopically to avoid trauma at the stenosis level. Given the fact that our patient is edentulous, she could develop a difficult airway during and after induction, so the team should be ready to promptly perform a chin lift maneuver, insert an oral airway, and apply positive-pressure ventilation by mask. Upper airway muscle relaxation after induction can make rigid intubation more difficult because normal airway landmarks are obliterated by redundant or collapsing soft tissues.\n\nWith regard to her comorbidities, in general, patients with a history of CHF who are asymptomatic at the time of surgery should continue their current medical regimen. ACE inhibitors are considered safe during the perioperative period, despite concern for postoperative hypotension. It is noteworthy that hypotension was a frequently noted adverse event during rigid bronchoscopic procedures in one series of octogenarians.55 Diuretics are safe as long as attention is paid to fluid status and electrolytes. Patients with CHF already receiving beta blockers should be continued on these medications perioperatively.56 With regard to the need for invasive intraoperative monitoring, randomized controlled studies do not support the use of pulmonary artery catheters over standard care in the elderly, high-risk surgical patient.57 If postoperative pulmonary edema develops, however, the patient should be evaluated for new myocardial ischemia. Physicians should also pay close attention to volume infusion perioperatively, examining records from both the operating room and the immediate postoperative period, because excessive fluid administration is a common cause of postoperative pulmonary edema.\n\nInstrumentation\nWe chose a 13 mm Efer rigid nonventilating bronchoscope to allow deployment of a large tracheal stent. This bronchoscope is an open tube in which the telescope resides freely. This type of rigid bronchoscope has a uniform diameter from proximal to distal end and a beveled tip, which facilitates lifting of the epiglottis and gentle passage of the scope through the vocal cords, but also assists with dilation and removal of exophytic endoluminal lesions. This particular model of the Efer-Dumon bronchoscope does not have a stopper for the stent introducer. Newer models by Efer and by the Karl Storz Company (Tuttlingen, Germany) provide such instruments. Regardless, operators should be familiar with the length of the scope (in this case, 10 inches) and should be able to decide how far the stent introducer should be inserted inside the scope to avoid deployment of the stent too distally (beyond the stenosis) or too proximally (inside the rigid bronchoscope). Of course, several techniques of stent insertion may be used because one can expulse the stent beyond or within the stricture itself.\n\nAccessory instruments include grasping forceps and suction tubing that are readily available to assist with stent unfolding and positioning in the desired location. Vaseline petroleum gauze packing strip and a Kerlex gauze roll can be used to pack the nose and the mouth,\n\nObtaining an informed consent supports the principle of autonomy by providing information in a context that allows voluntary choice to potential participants who are competent to decide, to affirm their understanding, and to agree to participate. Because of their cognitive impairment, persons with dementia (similar to our patient) not only are vulnerable but often are incapable (to varying degrees) of protecting their own interests during the informed consent process.53 The National Bioethics Advisory Commission specifically identified Alzheimer’s dementia as a disorder that can affect decision-making capacity. The American Geriatrics Society, however, took the position that “a diagnosis of dementia does not automatically confer decisional incapacity on affected individuals,” and that because decision making is task specific, some persons with cognitive impairment will be able to provide a valid informed consent. Establishing capacity for decision making, therefore, was an important aspect of the consent process for our patient.\n\nThe capacity to consent is usually determined by assessing specific decision-making abilities; this involves asking patients narrative questions that provide information about their understanding, appreciation, reasoning, and ability to express a choice. One must also be able to understand the consequences of one’s decision to undergo or refuse a therapeutic course of action. Expressing a choice is described as having the ability to communicate a desire to participate or not participate in a certain intervention and is considered a threshold ability: If the patient is unable to express a choice, assessment of other abilities is not necessary. Establishing decision-making capacity does not require specific subspecialty consultation. When a patient lacks decision-making capacity, of course, the clinician must document the finding, state",
      "page": 8,
      "start_offset": 0,
      "end_offset": 6038,
      "token_count": 1178,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Long112 SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\nready to respond to any procedure-related complications.",
        "Instrumentation\nWe chose a 13 mm Efer rigid nonventilating bronchoscope to allow deployment of a large tracheal stent.",
        "Establishing capacity for decision making, therefore, was an important aspect of the consent process for our patient."
      ]
    },
    {
      "chunk_id": "bacada_ch09_p9_0_72ff33ca",
      "text": ", some persons with cognitive impairment will be able to provide a valid informed consent. Establishing capacity for decision making, therefore, was an important aspect of the consent process for our patient.\n\nThe capacity to consent is usually determined by assessing specific decision-making abilities; this involves asking patients narrative questions that provide information about their understanding, appreciation, reasoning, and ability to express a choice. One must also be able to understand the consequences of one’s decision to undergo or refuse a therapeutic course of action. Expressing a choice is described as having the ability to communicate a desire to participate or not participate in a certain intervention and is considered a threshold ability: If the patient is unable to express a choice, assessment of other abilities is not necessary. Establishing decision-making capacity does not require specific subspecialty consultation. When a patient lacks decision-making capacity, of course, the clinician must document the finding, state- *9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis 113**\n\n- *Follow-up Tests and Procedure*s**\nIn our patient, elective outpatient flexible bronchoscopy was scheduled at 30 days after the procedure to reassess stent patency and consider the need for additional therapies in case of stent-related complications. Although definitive protocols have not been universally agreed upon or studied regarding the need for or frequency of follow-up bronchoscopy, some investigators routinely perform a follow-up bronchoscopy every 4 to 6 weeks during the first 6 months after intervention.10 Others recommend bronchoscopy only in cases of new symptom development.60 Information provided by spiral CT scans with multiplanar reconstruction and virtual bronchoscopy may allow them to be considered a substitute for direct bronchoscopic examination.61\n\nWith regard to potential future interventions in case the patient does not tolerate the stent, the literature shows that most patients with complex stenoses who are considered inoperable at the initial encounter remain inoperable at 6-month follow-up.9 According to these data, it is unlikely that our patient would become a surgical candidate; however, a Montgomery T-tube and a tracheostomy could be feasible and safe alternatives to stent insertion in cases of stent failure.\n\n- *Quality Improvemen*t**\nA team meeting took place after the procedure. For this patient, quality of care was considered satisfactory because airway patency had been safely restored and the patient had been discharged back to her nursing home within 48 hours. We discussed whether the patient should have undergone CT or MRI after her tracheostomy tube had been decannulated, with the intention to detect earlier the development of stenosis. One study using CT scanning, for instance, in 48 patients followed for 30 months after PDT found that only 1 patient (2%) developed severe tracheal stenosis, and mild to moderate stenosis was detected in 14 patients (29.3%).62 We also discussed whether the patient should be prescribed anti-reflux medications, because a history of gastroesophageal reflux is often present in patients with PTS.10 We decided to prescribe proton pump inhibitors twice daily, in addition to saline nebulization, which is necessary for stent humidification.\n\nDISCUSSION POINTS\n1. Describe three qualitative features of tracheal stenosis.\n- From a qualitative standpoint, tracheal stenosis can be classified on the basis of the following:\n- Histology: benign or malignant\n- Mechanism: extrinsic, intraluminal, or mixed\n- Dynamics: fixed or dynamic63,64\n\n- *Anatomic Dangers and Other Risk*s**\nMajor structures neighboring the larynx include the carotid arteries, jugular veins, superior and inferior thyroid veins and arteries, and superior and recurrent laryngeal nerves. Theoretically, these should not be injured during a bronchoscopic procedure with stent placement, especially when laser resection is not performed. Excessive tension on the larynx from a large rigid bronchoscope may cause laryngeal edema or arytenoid cartilage dislocation, resulting in postoperative stridor and respiratory distress. Care should be taken to avoid excessive pressure of the rigid tube on the larynx.\n\n- *Results and Procedure-Related Complication*s**\nThis patient was atraumatically intubated with the rigid bronchoscope, and the stricture was reassessed in terms of precise location, extent, and associated mucosal changes. The stricture indeed extended for 1.5 cm, starting at 4 cm below the vocal cords, with its distal aspect located 7 cm above the main carina. Following this evaluation, the 13 mm rigid bronchoscope was gently advanced, and the stricture was dilated. A 16 mm wide by 40 mm long straight studded silicone stent was inserted into the stricture. The stent had to be grasped using forceps, twisted, and pulled proximally so that the proximal aspect of the stent sat 1 cm above the stricture. This resulted in satisfactory positioning, with the stent’s proximal aspect located 2.5 cm below the cords, specifically, 0.5 cm below the cricoids (see video on ExpertConsult.com) (Video II.9.1). Airway patency was restored and the stenotic index was estimated at less than 50%, which was later confirmed by morphometric bronchoscopic analysis.18 The case lasted 20 minutes. The patient tolerated the procedure well, and extubation was uneventful. The patient was transferred to the postanesthesia care unit for 24 hours, during which no complications were noted. She was discharged to her nursing home 2 days later.",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5652,
      "token_count": 1182,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Following this evaluation, the 13 mm rigid bronchoscope was gently advanced, and the stricture was dilated. A 16 mm wide by 40 mm long straight studded silicone stent was inserted into the stricture.",
        "The stricture indeed extended for 1.5 cm, starting at 4 cm below the vocal cords, with its distal aspect located 7 cm above the main carina.",
        "Airway patency was restored and the stenotic index was estimated at less than 50%, which was later confirmed by morphometric bronchoscopic analysis.18 The case lasted 20 minutes."
      ],
      "section_path": [
        "Discussion Points"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p10_0_3ead5b7d",
      "text": "stent had to be grasped using forceps, twisted, and pulled proximally so that the proximal aspect of the stent sat 1 cm above the stricture. This resulted in satisfactory positioning, with the stent’s proximal aspect located 2.5 cm below the cords, specifically, 0.5 cm below the cricoids (see video on ExpertConsult.com) (Video II.9.1). Airway patency was restored and the stenotic index was estimated at less than 50%, which was later confirmed by morphometric bronchoscopic analysis.18 The case lasted 20 minutes. The patient tolerated the procedure well, and extubation was uneventful. The patient was transferred to the postanesthesia care unit for 24 hours, during which no complications were noted. She was discharged to her nursing home 2 days later.114\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\n- This patient had a benign intraluminal fixed stricture. We considered this lesion fixed because even though worsening of obstruction occurred during expiration, severe airway lumen narrowing was seen during inspiration as well (80%). Therefore, airflow was limited during both respiratory phases. This is contrary to dynamic obstruction, in which the lumen limits flow only during one respiratory phase (i.e., tracheobronchomalacia).*\n\n2. Describe three diagnostic modalities other than bronchoscopy that can be performed to assess the severity, extent, and morphology of this patient’s tracheal stenosis.\n\n- Conventional axial view CT: may miss simple, focal lesions*\n- CT with three-dimensional reconstruction: can evaluate airways distal to the stenosis in cases of very severe airway narrowing when the bronchoscope cannot and should not be advanced beyond the stricture; allows for noninvasive follow-up post stent insertion65,66*\n- MRI: limited evidence but does avoid radiation exposure8*\n\n3. List four therapeutic alternatives for PTS with chondritis.\n\n- Open surgical resection: In experienced centers, it is the treatment of choice in patients who are operable.49,50*\n- Silicone stent insertion: appropriate for palliating airway narrowing in nonsurgical candidates9,10,44*\n- Montgomery T-tubes: can be used if surgery or insertion of airway silicone stents is not available or has failed46,47*\n- Tracheostomy: used if the previously mentioned alternatives are not possible or have failed9*\n\n4. Identify three airway stricture characteristics that determine the need for and type of treatment.\n\n- Extent of the lesion: determines the length of the stent (usually selected to be 2 cm longer than the stricture, extending 1 cm above and 1 cm below the stricture itself)*\n- Severity of airway narrowing: degree of airway narrowing influences flow dynamics and symptoms; more than 70% stenosis is usually required to cause symptoms at rest*\n- Functional status: as assessed by MRC dyspnea scale may be more sensitive to the presence of varying degrees of tracheal stenosis than peak expiratory flow and forced expiratory volume in 1 second20*\n\nExpert Commentary\nprovided by Lutz Freitag, MD, FCCP\n\nThis is a case of a post tracheostomy stenosis localized in the upper third of the trachea. The patient was symptomatic, so treatment was required. Although in general, the gold standard for treating benign tracheal stenosis remains sleeve resection, this woman was certainly not a surgical candidate. The stenosis had a dominantly malacic component, ruling out any endoscopic resection techniques. It was decided to place a silicone stent via rigid bronchoscopy. For an experienced team, this can be considered a safe and effective procedure. In contrast to metallic stents, self-expanding polymeric stents provide relief with acceptable risks of long-term complications. Diagnostic and therapeutic approaches such as those described in the text are consistent and patient centered. Although I fully agree with the therapeutic decision, I would like to discuss several biomechanical issues that are pertinent to the disease process and to the therapeutic procedures described.\n\nMost acquired benign stenoses result from a mucosal trauma such as tracheostomy or long-term intubation. After a symptom-free period of several weeks, patients usually notice increasing shortness of breath on exertion. Eventually, they present with stridor or impaired cough clearance. In the text, the authors discuss the three typical levels of tracheal narrowing. One aspect that I will elaborate on is stricture shape, also known as morphology. Tracheas are not round in the first place. The horseshoe type is most common but changes with age. Sakai has shown that aging results in increased tracheal area and in distortion of the roundness.67 Traditionally, all commercially available tracheal cannulas and tubes, however, are round. This mismatch between the shape of the cannula and the shape of the trachea, especially when devices are slightly oversized, as discussed in the text, can lead to critically high localized pressures on the tracheal mucosa. In combination with impaired blood supply and hypoxia, this can easily result in permanent tissue damage. Modern low-pressure, high-volume cuffs have lowered the incidence of stenosis in the cuff region, but stomal stenoses remain a problem. In addition, as a result of irreversible damage to airway cartilage, the airway morphology may become tent shaped (also known as the A-type, or the triangular form, of benign tracheal stenosis). Now",
      "page": 10,
      "start_offset": 0,
      "end_offset": 5410,
      "token_count": 1170,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This resulted in satisfactory positioning, with the stent’s proximal aspect located 2.5 cm below the cords, specifically, 0.5 cm below the cricoids (see video on ExpertConsult.com) (Video II.9.1).",
        "Airway patency was restored and the stenotic index was estimated at less than 50%, which was later confirmed by morphometric bronchoscopic analysis.18 The case lasted 20 minutes.",
        "This mismatch between the shape of the cannula and the shape of the trachea, especially when devices are slightly oversized, as discussed in the text, can lead to critically high localized pressures on the tracheal mucosa."
      ],
      "section_path": [
        "Discussion Points"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p11_0_d53b0cb8",
      "text": "shown that aging results in increased tracheal area and in distortion of the roundness.67 Traditionally, all commercially available tracheal cannulas and tubes, however, are round. This mismatch between the shape of the cannula and the shape of the trachea, especially when devices are slightly oversized, as discussed in the text, can lead to critically high localized pressures on the tracheal mucosa. In combination with impaired blood supply and hypoxia, this can easily result in permanent tissue damage. Modern low-pressure, high-volume cuffs have lowered the incidence of stenosis in the cuff region, but stomal stenoses remain a problem. In addition, as a result of irreversible damage to airway cartilage, the airway morphology may become tent shaped (also known as the A-type, or the triangular form, of benign tracheal stenosis). Now9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis 115\n\nFigure 9-5 Chest computed tomography (CT) axial image shows (left) the triangular morphology of the trachea, and (right) the discrepancy in morphology (shape) between the trachea and a round prosthesis.\n\nIt is already problematic to deal with the normal horseshoe shape of a trachea; however, none of the existing polymeric devices has enough shape adaptability to cope with the variety of stricture morphologies that we find in pathologically altered airways. The situation gets even worse if a self-expanding wire mesh stent is used. Although such a stent may have the same overall expansion force as a silicone stent, it can completely shut down the mucosal blood flow at spots where the thin wires come in contact with the tissue. We should not be surprised that the formerly ciliated epithelium is replaced by less demanding fibroblasts and granulation tissue.\n\nIndwelling stents are held in place by friction. If the wall pressure is insufficient, stents will migrate. After all, their hoop stress (expansion force) must be sufficiently high to counteract the force of the stricture to maintain airway patency. Attempts have been made by our group to measure the constricting force of stenoses in individual patients. The idea was to select a stent that has just the necessary recoil force to maintain airway patency. We experimented with strain gauges and compared results with stress-strain curves of airway stents. However, no company was prepared to develop such an instrument to the stage that it could be used reliably in patients. Even so, if the question of necessary hoop stress could have been answered, meaning that we would be able to select a stent that will keep the airway open, will not overstretch the tissues, and will not migrate, the shape problem would still remain. Unfortunately, as of this writing, no commercially available stent can really adapt to irregular shapes, such as the tent (A-type) shape that is most commonly seen in cases of chondritis. For the time being, therefore, we must admit that (necessary) treatment with a stent can be a cause of further damage, potentially requiring additional treatments with potentially more side effects. It cannot be overemphasized that for such benign central airway disease, surgery is the first option, and a stent should be used only when all other options have been exhausted or are unavailable.\n\nOther options, such as Montgomery T-tubes and bifurcated stents, cannot migrate. They stabilize an airway without exerting high pressure on the tissues. However, they can irritate the mucosa in a different way. During the breathing cycle, the trachea changes its length by 15%, and neck movement (bending, turning) causes another 20% change in length. Coughing results in changes in cross-sectional area greater than 50% (dynamic compression). Because stents cannot adequately follow these movements, their sometimes sharp edges permanently scratch the mucosa. These movements of the trachea are poorly recognized by many practitioners. Older stents were even worse because they changed their length with compression. The once popular Wallstent had an extreme foreshortening. Owing to its zigzag design, it increased its length by several millimeters when it was squeezed to 50% of its nominal diameter with every cough. Microtrauma caused by the sharp wires promotes the development of granulation tissue, tissue shrinking, and the development of secondary web stenoses.\n\nThe ideal stent should stay in place, should not scratch the mucosa, should exert just enough force to keep the airway open, and should distribute its expansion force evenly over its contact surface with the tissue, irrespective of the altered geometric shape of the narrowed airway. It might take a while before such a magical device is on the market.\n\nAnother biomechanical aspect relates to the special location of the stenosis and the malacic component. The authors discuss the often noticed mismatch between the measurable degree of narrowing and patients’ symptoms. We have developed a technique to superimpose signals of wall pressure, pressure drops, or flows in the airway over the endoscopic image in real time. This is accomplished by obtaining physiologic data with the use of slightly modified standard instruments such as a pneumotachograph, by feeding the output signal into a computer, and by mixing the curve with the video signal from the endoscope. Using this endospirometry technique, we can study dynamic changes",
      "page": 11,
      "start_offset": 0,
      "end_offset": 5418,
      "token_count": 1132,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Now9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis 115\n\nFigure 9-5 Chest computed tomography (CT) axial image shows (left) the triangular morphology of the trachea, and (right) the discrepancy in morphology (shape) between the trachea and a round prosthesis.",
        "It cannot be overemphasized that for such benign central airway disease, surgery is the first option, and a stent should be used only when all other options have been exhausted or are unavailable.",
        "This mismatch between the shape of the cannula and the shape of the trachea, especially when devices are slightly oversized, as discussed in the text, can lead to critically high localized pressures on the tracheal mucosa."
      ],
      "section_path": [
        "Discussion Points"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p12_0_9329281d",
      "text": "the airway open, and should distribute its expansion force evenly over its contact surface with the tissue, irrespective of the altered geometric shape of the narrowed airway. It might take a while before such a magical device is on the market.\n\nAnother biomechanical aspect relates to the special location of the stenosis and the malacic component. The authors discuss the often noticed mismatch between the measurable degree of narrowing and patients’ symptoms. We have developed a technique to superimpose signals of wall pressure, pressure drops, or flows in the airway over the endoscopic image in real time. This is accomplished by obtaining physiologic data with the use of slightly modified standard instruments such as a pneumotachograph, by feeding the output signal into a computer, and by mixing the curve with the video signal from the endoscope. Using this endospirometry technique, we can study dynamic changes116\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nthat occur, for example, during quiet breathing and rapid forced breathing maneuvers. Especially interesting are patients with malacic segments at the level of the thoracic inlet, such as the patient described in this chapter. Figure 9-6 shows the different cross-sectional areas of such a malacic segment in one of my own patients. During bronchoscopy, this patient was breathing through a flow transducer (pneumotachograph with mouthpiece). Superimposed over the bronchoscopic image is the airflow curve. In the upper panel of Figure 9-6, it is clearly visible that the collapse occurs during expiration, but the trachea is almost normal during inspiration. The images in the lower panel of the figure were taken from the same patient. The conditions are just the opposite-open during expiration, collapsed during inspiration. All I did was ask the patient to extend his neck. Stretching and extending his neck let the choke point migrate proximally, above the thoracic inlet, where the pressure vectors are reversed. In a certain position, this patient was almost asymptomatic, but he became stridorous when flexing his head.\n\nIn this commentary, I discussed the impact of airway morphology on stent-tissue interactions and described how endospirometry can provide new insights into airway flow dynamics in patients with central airway obstruction. Interventional bronchoscopy, in my opinion, involves more than acquiring technical skills. As procedures evolve and interventional bronchoscopists find themselves treating patients with increasingly complex airway disorders, understanding airflow pathophysiology and biomechanics becomes essential for selecting optimal treatment strategies.\n\nREFERENCES\n1. Wain JC Jr. Postintubation tracheal stenosis. Semin Thorac Cardiovasc Surg. 2009;21:284-289.\n2. Remy-Jardin M, Remy J, Artaud D, et al. Volume rendering of the tracheobronchial tree: clinical evaluation of bronchographic images. Radiology. 1998;208:761-770.\n3. Shitrit D, Valdsislav P, Grubstein A, et al. Accuracy of virtual bronchoscopy for grading tracheobronchial stenosis: correlation with pulmonary function test and fiberoptic bronchoscopy. Chest. 2005;128:3545-3550.\n4. Boiselle PM, Feller-Kopman D, Ashiku S, et al. Tracheobronchomalacia: evolving role of dynamic multislice helical CT. Radiol Clin North Am. 2003;41:627-636.\n5. Hofmann U, Hofmann D, Vogl T, et al. Magnetic resonance imaging as a new diagnostic criterion in paediatric airway obstruction. Prog Pediatr Surg. 1991;27:221-230.\n6. Vogl TJ, Diebold T, Bergman C, et al. MRI in pre- and postoperative assessment of tracheal stenosis due to pulmonary artery sling. J Comput Assist Tomogr. 1993;17:878-886.\n7. Lebovics RS, Hoffman GS, Leavitt RY, et al. The management of subglottic stenosis in patients with Wegener’s granulomatosis. Laryngoscope. 1992;102:1341-1345.\n8. Carney AS. The use of magnetic resonance imaging to assess tracheal stenosis following percutaneous dilatational tracheostomy. J Laryngol Otol. 1998;112:599.\n9. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of postintubation tracheal stenoses. Eur Respir J. 1999;13:888-893.\n10. Zias N, Chroneou A, Tabba MK, et al. Post tracheostomy and post intubation tracheal stenosis: report of 31 cases and review of the literature. BMC Pulm Med. 2008;8:18.\n11. De Leyn P, Bedert L, Delcroix M, et al. Belgian Association of Pneumology and Belgian Association of Cardiothoracic Surgery. Tracheotomy: clinical review and guidelines. Eur J Cardiothorac Surg. 2007;32:412-421.\n12. Raghuraman G, Rajan S, Marzouk JK, et al. Is tracheal stenosis caused by percutaneous tracheostomy different from that by surgical tracheostomy? Chest",
      "page": 12,
      "start_offset": 0,
      "end_offset": 4694,
      "token_count": 1176,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Using this endospirometry technique, we can study dynamic changes116\nSECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\nthat occur, for example, during quiet breathing and rapid forced breathing maneuvers.",
        "the airway open, and should distribute its expansion force evenly over its contact surface with the tissue, irrespective of the altered geometric shape of the narrowed airway."
      ],
      "section_path": [
        "Discussion Points",
        "References"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p13_0_b38e3c4f",
      "text": "1999;13:888-893.\n10. Zias N, Chroneou A, Tabba MK, et al. Post tracheostomy and post intubation tracheal stenosis: report of 31 cases and review of the literature. BMC Pulm Med. 2008;8:18.\n11. De Leyn P, Bedert L, Delcroix M, et al. Belgian Association of Pneumology and Belgian Association of Cardiothoracic Surgery. Tracheotomy: clinical review and guidelines. Eur J Cardiothorac Surg. 2007;32:412-421.\n12. Raghuraman G, Rajan S, Marzouk JK, et al. Is tracheal stenosis caused by percutaneous tracheostomy different from that by surgical tracheostomy? Chest9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis\n117\n\n13. Koitschev A, Simon C, Blumenstock G, et al. Suprastomal tracheal stenosis after dilational and surgical tracheostomy in critically ill patients. Anaesthesia. 2006;61:832-837.\n14. Heffner JE, Miller KS, Sahn SA. Tracheostomy in the intensive care unit. Part 2. Complications. Chest. 1986;90:430-436.\n15. Sarper A, Ayten A, Eser I, et al. Tracheal stenosis after tracheostomy or intubation: review with special regard to cause and management. Tex Heart Inst J. 2005;32:154-158.\n16. Pearson FG, Andrews MJ. Detection and management of tracheal stenosis following cuffed tube tracheostomy. Ann Thorac Surg. 1971;12:359-374.\n17. Hollingsworth HM. Wheezing and stridor. Clin Chest Med. 1987;8:231-240.\n18. Murgu S, Colt HG. Morphometric bronchoscopy in adults with central airway obstruction: case illustrations and review of the literature. Laryngoscope. 2009;119:1318-1324.\n19. Myer CM, O’Connor DM, Cotton RT. Proposed grading system for subglottic stenosis based on endotracheal tube sizes. Ann Otol Rhinol Laryngol. 1994;103:319-323.\n20. Nouraei SA, Nouraei SM, Randhawa PS, et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis. Clin Otolaryngol. 2008;33:575-580.\n21. Mittnacht AJ, Fanshawe M, Konstadt S. Anesthetic considerations in the patient with valvular heart disease undergoing noncardiac surgery. Semin Cardiothorac Vasc Anesth. 2008;12:33-59.\n22. Detsky AS, Abrams HB, Forbath N, et al. Cardiac assessment for patients undergoing noncardiac surgery: a multifactorial clinical risk index. Arch Intern Med. 1986;146:2131-2134.\n23. Lee TH, Marcantonio ER, Mangione CM, et al. Derivation and prospective validation of a simple index for prediction of cardiac risk of major noncardiac surgery. Circulation. 1999;100:1043-1049.\n24. Berry L. Pledges on dementia care. Nurs Older People. 2010;22:3.\n25. Wright CD, Grillo HC, Wain JC, et al. Anastomotic complications after tracheal resection: prognostic factors and management. J Thorac Cardiovasc Surg. 2004;128:731-739.\n26. Simpson GT, Strong MS, Healy GB, et al. Predictive factors of success or failure in the endoscopic management of laryngeal and tracheal stenosis. Ann Otol Rhinol Laryngol. 1982;91:384-388.\n27. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n28. Brouns M, Verbanck S, Lacor C. Influence of glottic aperture on the tracheal flow. J Biomech. 2007;40:165-172.\n29. Detsky AS, Abrams HB, Forbath N, et al. Cardiac assessment for patients undergoing noncardiac surgery: a multifactorial clinical risk index. Arch Intern Med. 1986;146:2131-2134.\n30. Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation. 2009;120:e169-e276.\n31. Hart R, Hindman B. Mechanisms of perioperative cerebral infarction. Stroke. 1982;13:766-773.\n32. Cavaliere S, Bezzi M, Toninelli C, et al. Management",
      "page": 13,
      "start_offset": 0,
      "end_offset": 3866,
      "token_count": 1185,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines.",
        "Chest9 - Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis\n117\n\n13.",
        "Koitschev A, Simon C, Blumenstock G, et al. Suprastomal tracheal stenosis after dilational and surgical tracheostomy in critically ill patients."
      ],
      "section_path": [
        "References"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p13_3866_ca9fb814",
      "text": "Forbath N, et al. Cardiac assessment for patients undergoing noncardiac surgery: a multifactorial clinical risk index. Arch Intern Med. 1986;146:2131-2134.\n30. Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation. 2009;120:e169-e276.\n31. Hart R, Hindman B. Mechanisms of perioperative cerebral infarction. Stroke. 1982;13:766-773.\n32. Cavaliere S, Bezzi M, Toninelli C, et al. Management of post-intubation tracheal stenoses using the endoscopic approach. Monaldi Arch Chest Dis. 2007;67:73-80.\n33. Bisson A, Bonnette P, Ben EL, et al. Tracheal sleeve resection for iatrogenic stenoses (subglottic laryngeal and tracheal). J Thorac Cardiovasc Surg. 1992;104:882-887.\n34. Rahman NA, Fruchter O, Shitrit D, et al. Flexible bronchoscopic management of benign tracheal stenosis: long term follow-up of 115 patients. J Cardiothorac Surg. 2010;5:2.\n35. Mehta AC, Lee FY, Cordasco EM, et al. Concentric tracheal and subglottic stenosis: management using the Nd-YAG laser for mucosal sparing followed by gentle dilatation. Chest. 1993;104:673-677.\n36. Nouraei SA, Kapoor KV, Nouraei SM, et al. Results of endoscopic tracheoplasty for treating tracheostomy-related airway stenosis. Clin Otolaryngol. 2007;32:471-475.\n37. Dasgupta A, Dolmatch BL, Abi-Saleh WJ, et al. Self-expandable metallic airway stent insertion employing flexible bronchoscopy: preliminary results. Chest. 1998;114:106-109.\n38. Saad CP, Murthy S, Krizmanich G, et al. Self-expandable metallic airway stents and flexible bronchoscopy: long-term outcomes analysis. Chest. 2003;124:1993-1999.\n39. U.S. Food and Drug Administration. Metallic tracheal stents in patients with benign airway disorders. http://www.fda.gov/Safety/MedWatch/SafetyInformation/SafetyAlertsforHumanMedicalProducts/ucm153009.htm. Accessed July 20, 2011.\n40. Gaissert HA, Grillo HC, Wright CD, et al. Complication of benign tracheobronchial strictures by self-expanding metal stents. J Thorac Cardiovasc Surg. 2003;126:744-747.\n41. Gaissert HA, Grillo HC, Mathisen DJ, et al: Temporary and permanent restoration of airway continuity with the tracheal T-tube. J Thorac Cardiovasc Surg. 1994;107:600-606.\n42. Gildea TR, Murthy SC, Sahoo D, et al. Performance of a self-expanding silicone stent in palliation of benign airway conditions. Chest. 2006;130:1419-1423.\n43. Jog M, Anderson DE, McGarry GW. Polyflex stent: is it radiopaque enough? J Laryngol Otol. 2003;117:83-84.\n44. Patelli M, Gasparini S. Post-intubation tracheal stenoses: what is the curative yield of the interventional pulmonology procedures? Monaldi Arch Chest Dis. 2007;67:71-72.\n45. Galluccio G, Lucantoni G, Battistoni P, et al. Interventional endoscopy in the management of benign tracheal stenoses: definitive treatment at long-term follow-up. Eur J Cardiothorac Surg. 2009;35:429-433; discussion 933-934.\n46. Martinez-Ballarin JI, Diaz-Jimenez JP, Castro MJ, et al. Silicone stents in the management of benign tracheobronchial stenoses: tolerance and early results in 63 patients. Chest. 1996;109:626-629.\n47. Liu HC, Lee KS, Huang CJ, et al. Silicone T-tube for complex laryngotracheal problems. Eur J Cardiothorac Surg. 2002;21:326-330.\n48. Liu HC, Lee KS, Huang CJ, et al. Silicone T-tube for complex laryngotracheal problems. Eur J Cardiothorac Surg. 2002;21:326-330.\n49. Rea F, Callegaro D, Loy M, et al. Benign tracheal and laryngotracheal stenosis: surgical treatment and results. Eur J Cardiothorac Surg. 2002;22:352-356.\n50. Grillo HC, Donahue DM, Mathisen DJ, et al. Postintubation tracheal stenosis: treatment and results. J",
      "page": 13,
      "start_offset": 3866,
      "end_offset": 7707,
      "token_count": 1178,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines.",
        "Accessed July 20, 2011.\n40.",
        "Forbath N, et al. Cardiac assessment for patients undergoing noncardiac surgery: a multifactorial clinical risk index."
      ],
      "section_path": [
        "References"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p13_7707_cdbac2fa",
      "text": "Liu HC, Lee KS, Huang CJ, et al. Silicone T-tube for complex laryngotracheal problems. Eur J Cardiothorac Surg. 2002;21:326-330.\n48. Liu HC, Lee KS, Huang CJ, et al. Silicone T-tube for complex laryngotracheal problems. Eur J Cardiothorac Surg. 2002;21:326-330.\n49. Rea F, Callegaro D, Loy M, et al. Benign tracheal and laryngotracheal stenosis: surgical treatment and results. Eur J Cardiothorac Surg. 2002;22:352-356.\n50. Grillo HC, Donahue DM, Mathisen DJ, et al. Postintubation tracheal stenosis: treatment and results. J Thorac Cardiovasc Surg. 1995;109:486-492; discussion 492-493.\n51. Marulli G, Rizzardi G, Bortolotti L, et al. Single-staged laryngotracheal resection and reconstruction for benign strictures in adults. Interact Cardiovasc Thorac Surg. 2008;7:227-230.\n52. Grillo HC. Stents and sense. Ann Thorac Surg. 2000;70:1139.\n53. Mayo AM, Wallhagen MI. Considerations of informed consent and decision-making competence in older adults with cognitive impairment. Res Gerontol Nurs. 2009;2:103-111.\n54. American College of Physicians. Ethics Manual. 4th ed. Ann Intern Med. 1998;128:576-594.\n55. Davoudi M, Shakkottai S, Colt HG. Safety of therapeutic rigid bronchoscopy in people aged 80 and older: a retrospective cohort analysis. J Am Geriatr Soc. 2008;56:943-944.\n56. Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation. 2009;120:e169-e276.\n57. Sandham JD, Hull RD, Brant RF, et al. Canadian Critical Care Clinical Trials Group. A randomized, controlled trial of the use of pulmonary-artery catheters in high-risk surgical patients. N Engl J Med. 2003;348:5-14.\n58. Nouraei SA, Nouraei SM, Randhawa PS, et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis. Clin Otolaryngol. 2008;33:575-580.\n59. Ciemins EL, Blum L, Nunley M, et al. The economic and clinical impact of an inpatient palliative care consultation service: a multifaceted approach. J Palliat Med. 2007;10:1347-1355.\n60. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118:1455-1459.\n61. Bauer TL, Steiner KV. Virtual bronchoscopy: clinical applications and limitations. Surg Oncol Clin N Am. 2007;16:323-328.",
      "page": 13,
      "start_offset": 7707,
      "end_offset": 10267,
      "token_count": 756,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Fleisher LA, Beckman JA, Brown KA, et al. 2009 ACCF/AHA focused update on perioperative beta blockade incorporated into the ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines.",
        "J Thorac Cardiovasc Surg. 1995;109:486-492; discussion 492-493.\n51.",
        "Rea F, Callegaro D, Loy M, et al. Benign tracheal and laryngotracheal stenosis: surgical treatment and results."
      ],
      "section_path": [
        "References"
      ]
    },
    {
      "chunk_id": "bacada_ch09_p14_0_fa47888d",
      "text": "et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis. Clin Otolaryngol. 2008;33:575-580.\n59. Ciemins EL, Blum L, Nunley M, et al. The economic and clinical impact of an inpatient palliative care consultation service: a multifaceted approach. J Palliat Med. 2007;10:1347-1355.\n60. Matsuo T, Colt HG. Evidence against routine scheduling of surveillance bronchoscopy after stent insertion. Chest. 2000;118:1455-1459.\n61. Bauer TL, Steiner KV. Virtual bronchoscopy: clinical applications and limitations. Surg Oncol Clin N Am. 2007;16:323-328.SECTION 2 - PRACTICAL APPROACH TO BENIGN TRACHEAL STENOSIS\n\n62. Norwood S, Vallina VL, Short K, et al. Incidence of tracheal stenosis and other late complications after percutaneous tracheostomy. Ann Surg. 2000;232:233-241.\n\n63. Murgu SD, Colt HG. Interventional bronchoscopy from bench to bedside: new techniques for central and peripheral airway obstruction. Clin Chest Med. 2010;31:101-115.\n\n64. Freitag L, Ernst A, Unger M, et al. A proposed classification system of central airway stenosis. Eur Respir J. 2007;30:7-12.\n\n65. Dialani V, Ernst A, Sun M, et al. MDCT detection of airway stent complications: comparison with bronchoscopy. AJR Am J Roentgenol. 2008;191:1576-1580.\n\n66. Boiselle PM, Ernst A. Recent advances in central airway imaging. Chest. 2002;121:1651-1660.\n\n67. Sakai H, Nakano Y, Muro S, et al. Age-related changes in the trachea in healthy adults. Adv Exp Med Biol. 2010;662:115-120.\n\n68. Freitag L. Airway stents. In: Strausz J, Bolliger CT, eds. Interventional Pulomonology. Sheffield, UK: European Respiratory Society; 2010:190-217.",
      "page": 14,
      "start_offset": 0,
      "end_offset": 1693,
      "token_count": 512,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "et al. Sensitivity and responsiveness of the Medical Research Council dyspnoea scale to the presence and treatment of adult laryngotracheal stenosis.",
        "Ciemins EL, Blum L, Nunley M, et al. The economic and clinical impact of an inpatient palliative care consultation service: a multifaceted approach."
      ],
      "section_path": [
        "References"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis",
    "Page 1",
    "Extracted Figures",
    "Page 2",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "Page 11",
    "Page 12",
    "Page 13"
  ],
  "source_file": "chapter 9 -Bronchoscopic Treatment of Post Tracheostomy Tracheal Stenosis with Chondritis.md"
}