{
  "doc_id": "bacada_ch02",
  "title": "Endoscopic Therapy of Endobronchial Typical Carcinoid",
  "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
  "edition": "1st",
  "year": 2012,
  "author": "Henri Colt, Septimiu Murgu",
  "chapter_number": 2,
  "n_pages": 11,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T14:37:51.694108",
  "text_chunks": [
    {
      "chunk_id": "bacada_ch02_p1_0_c0c1b549",
      "text": "Here's the cleaned-up text:\n\n17\nChapter 2 Endoscopic Therapy of Endobronchial Typical Carcinoid\n\nCASE DESCRIPTION\nA 47-year-old woman was hospitalized at an outside institution for hemoptysis and left lower lobe pneumonia. She had a history of wheezing for several months, which was unresponsive to bronchodilators and inhaled corticosteroids. Spirometry was normal. Three weeks before admission, she developed cough and fever. When she developed hemoptysis (half a cup of bright red blood within several hours), she presented to the emergency department. Vital signs showed a temperature of 38.5 degrees C, heart rate of 120 bpm, respiratory rate of 28/min, and blood pressure of 150/75. She had no pain. Wheezing was noted on auscultation of the left hemithorax, and the patient had diminished air entry at the left base. The rest of the examination was unremarkable. Laboratory tests were normal except for a white blood cell count of 24,000/mm3. Chest radiography showed left lower lobe opacification (Figure 2-1, A). Computed tomography (CT) scan revealed left lower lobe atelectasis and a distal left main bronchial mass completely obstructing the left lower lobe bronchus and partially obstructing the entrance to the left upper lobe (see Figure 2-1, B). The patient was started on broad-spectrum antibiotics for pneumonia. Flexible bronchoscopy showed an exophytic endoluminal hypervascular distal left main bronchial lesion. Endobronchial biopsies revealed typical carcinoid.*\n\nAfter bronchoscopy, hemoptysis increased, prompting transfer to our institution for palliation and bronchoscopic resection of the endobronchial tumor. Rigid bronchoscopy under general anesthesia confirmed the flexible bronchoscopic findings (see Figure 2-1). Neodymium-doped yttrium aluminium garnet (Nd : YAG) laser-assisted resection was performed to restore airway patency (Figure 2-2).\n\nDISCUSSION POINTS\n1. Describe two strategies to decrease the risk of bleeding from bronchoscopic biopsy of this tumor.\n2. Discuss the role of imaging studies in diagnosis and staging of carcinoid tumors.\n3. List three open surgical treatment alternatives for endobronchial carcinoid.\n4. Describe how tumor histology and morphology affect treatment decisions for carcinoid tumors.\n\nCASE RESOLUTION\nInitial Evaluations\nPhysical Examination, Complementary Tests, and Functional Status Assessment\nSymptoms in patients with bronchial carcinoid depend on the tumor size, site, and growth pattern. For instance, a small peripheral carcinoid may be an incidental finding, and a large central tumor may result in symptoms similar to those found in our patient: cough, hemoptysis (due to its hypervascularity), and obstructive pneumonia. Some patients may also have shortness of breath.1 The diagnosis is often delayed, and patients may receive several courses of antibiotics, bronchodilators, or inhaled corticosteroids to treat recurrent pneumonia or suspected asthma. In one study, 14% of patients had been treated for asthma for up to 3 years before the tumor was discovered.2 The wheezing noted in our patient was localized to the left hemithorax, reflecting focal airway obstruction, not bronchoconstriction. In fact, diffuse wheezing is rare in patients with carcinoids, regardless of tumor location, because only 1% to 5% of patients exhibit hormone-related symptoms such as carcinoid syndrome.† In part, this reflects the low incidence of hepatic metastases-2% and 5%, respectively-for typical and atypical carcinoids.2,3 In the setting of liver metastasis, however, more than 80% of patients have symptoms of carcinoid syndrome.1 Bronchial and other extraintestinal carcinoids, whose bioactive products are not immediately cleared by the liver, may cause the syndrome in the absence of liver metastasis because of their direct access to the systemic circulation. However, bronchial carcinoids have low serotonin content because they often lack aromatic amino acid decarboxylase and cannot produce serotonin and its metabolites; they only occasionally secrete bioactive amines. Elevated plasma or urinary secretory product levels such as 5′-hydroxyindoleacetic acid (5′-HIAA) thus are rarely detected.\n\n- World Health Organization (WHO) diagnostic criteria for typical carcinoid include a tumor with carcinoid morphology and <2 mitoses/2 mm2 (10 high-power fields [HPFs]), lacking necrosis, and tumor 0.5 cm or larger. An",
      "page": 1,
      "start_offset": 0,
      "end_offset": 4398,
      "token_count": 990,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Vital signs showed a temperature of 38.5 degrees C, heart rate of 120 bpm, respiratory rate of 28/min, and blood pressure of 150/75.",
        "Here's the cleaned-up text:\n\n17\nChapter 2 Endoscopic Therapy of Endobronchial Typical Carcinoid\n\nCASE DESCRIPTION\nA 47-year-old woman was hospitalized at an outside institution for hemoptysis and left lower lobe pneumonia.",
        "In fact, diffuse wheezing is rare in patients with carcinoids, regardless of tumor location, because only 1% to 5% of patients exhibit hormone-related symptoms such as carcinoid syndrome.† In part, this reflects the low incidence of hepatic metastases-2% and 5%, respectively-for typical and atypical carcinoids.2,3 In the setting of liver metastasis, however, more than 80% of patients have symptoms of carcinoid syndrome.1 Bronchial and other extraintestinal carcinoids, whose bioactive products are not immediately cleared by the liver, may cause the syndrome in the absence of liver metastasis because of their direct access to the systemic circulation."
      ]
    },
    {
      "chunk_id": "bacada_ch02_p2_0_6b02014a",
      "text": "of carcinoid syndrome.1 Bronchial and other extraintestinal carcinoids, whose bioactive products are not immediately cleared by the liver, may cause the syndrome in the absence of liver metastasis because of their direct access to the systemic circulation. However, bronchial carcinoids have low serotonin content because they often lack aromatic amino acid decarboxylase and cannot produce serotonin and its metabolites; they only occasionally secrete bioactive amines. Elevated plasma or urinary secretory product levels such as 5′-hydroxyindoleacetic acid (5′-HIAA) thus are rarely detected.\n\n- World Health Organization (WHO) diagnostic criteria for typical carcinoid include a tumor with carcinoid morphology and <2 mitoses/2 mm2 (10 high-power fields [HPFs]), lacking necrosis, and tumor 0.5 cm or larger. An18\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nFigure 2-2 A, Rigid bronchoscopic view immediately after laser resection: the segments in the left lower lobe are patent. B, Chest radiograph after resection shows improved aeration in the left lower lobe.\n\nFigure 2-1 A, Preoperative chest radiograph shows left lower lobe opacification. B, Computed tomography (CT) scan reveals a distal left main bronchial mass completely obstructing the left lower lobe bronchus and partially obstructing the entrance to the left upper lobe. C, Left lower lobe atelectasis resulting from complete endobronchial obstruction. D, Hypervascular endobronchial lesion in the distal left main bronchus.\n\n- Chromogranins (designated as A, B, and C) are proteins that are stored and released with peptides and amines in a variety of neuroendocrine tissues.*\n\nPlasma chromogranin A* is a relatively sensitive (~75%) marker of bronchopulmonary carcinoids, but elevated levels are also seen in approximately 60% of patients with small cell carcinoma, and false-positive elevations can occur in renal impairment, in atrophic gastritis, and during proton pump inhibitor therapy.4 Measurement of its levels is considered useful only in following disease activity in the setting of advanced or metastatic carcinoid.5 No such serologic or urinary testing was performed in our patient before bronchoscopic intervention was provided.*\n\nWith regard to radiographic studies, when the tumor is centrally located, as in our patient, bronchial obstruction may occur and atelectasis is noted (see Figure 2-1, C). Compared with chest x-ray, CT provides better resolution of tumor extent and location, as well as the presence or absence of mediastinal lymphadenopathy. High-resolution CT allows characterization of centrally located carcinoids, which may be purely intraluminal,",
      "page": 2,
      "start_offset": 0,
      "end_offset": 2676,
      "token_count": 600,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Elevated plasma or urinary secretory product levels such as 5′-hydroxyindoleacetic acid (5′-HIAA) thus are rarely detected.\n\n- World Health Organization (WHO) diagnostic criteria for typical carcinoid include a tumor with carcinoid morphology and <2 mitoses/2 mm2 (10 high-power fields [HPFs]), lacking necrosis, and tumor 0.5 cm or larger.",
        "D, Hypervascular endobronchial lesion in the distal left main bronchus.\n\n- Chromogranins (designated as A, B, and C) are proteins that are stored and released with peptides and amines in a variety of neuroendocrine tissues.*\n\nPlasma chromogranin A* is a relatively sensitive (~75%) marker of bronchopulmonary carcinoids, but elevated levels are also seen in approximately 60% of patients with small cell carcinoma, and false-positive elevations can occur in renal impairment, in atrophic gastritis, and during proton pump inhibitor therapy.4 Measurement of its levels is considered useful only in following disease activity in the setting of advanced or metastatic carcinoid.5 No such serologic or urinary testing was performed in our patient before bronchoscopic intervention was provided.*\n\nWith regard to radiographic studies, when the tumor is centrally located, as in our patient, bronchial obstruction may occur and atelectasis is noted (see Figure 2-1, C).",
        "of carcinoid syndrome.1 Bronchial and other extraintestinal carcinoids, whose bioactive products are not immediately cleared by the liver, may cause the syndrome in the absence of liver metastasis because of their direct access to the systemic circulation."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p3_0_f95e1e95",
      "text": ", but elevated levels are also seen in approximately 60% of patients with small cell carcinoma, and false-positive elevations can occur in renal impairment, in atrophic gastritis, and during proton pump inhibitor therapy.4 Measurement of its levels is considered useful only in following disease activity in the setting of advanced or metastatic carcinoid.5 No such serologic or urinary testing was performed in our patient before bronchoscopic intervention was provided.*\n\nWith regard to radiographic studies, when the tumor is centrally located, as in our patient, bronchial obstruction may occur and atelectasis is noted (see Figure 2-1, C). Compared with chest x-ray, CT provides better resolution of tumor extent and location, as well as the presence or absence of mediastinal lymphadenopathy. High-resolution CT allows characterization of centrally located carcinoids, which may be purely intraluminal,2 - Endoscopic Therapy of Endobronchial Typical Carcinoid 19\n\n- *Patient Preferences and Expectation*s**\nThe patient had expressed fears of having lung cancer. She wanted clarification in terms of her diagnosis, prognosis, and follow-up after treatment. It was explained to her that bronchial carcinoid tumors are rare lung malignancies that rarely spread outside the chest.*12,13 We were aware of data showing that the incidence of distant metastases at diagnosis for bronchopulmonary carcinoids is 5.5%14; that overall, 27.5% of bronchopulmonary carcinoids exhibit invasive growth or metastatic spread; and that the overall 5-year survival rate is 73.5%. Therefore we did not use the term benign tumor in our conversation with the patient.12 Typical and atypical carcinoids, however, have different biologic behaviors and prognoses, causing them to be considered and reported as different tumors.2 Typical carcinoids, as seen in this patient, usually have a good prognosis, with 5 year survival of 87% to 89%. Distant metastases from typical carcinoids may occur in approximately 10% of patients, even many years after radical resection of the primary tumor. Prolonged 10 year follow-up is therefore recommended. Atypical carcinoids are associated with 5 year survival of 44% to 78%.1*\n\n- *Procedural Strategie*s**\n- *Indication*s**\nIn addition to being the procedure of choice to obtain a preoperative histologic diagnosis, bronchoscopy can be therapeutic in some cases when a polypoid exophytic tumor is entirely intraluminal. However, endobronchial resection with Nd:YAG laser is not considered curative for the vast majority of patients with central lesions, because most tumors extend into or through the wall of the bronchus. Bronchoscopic resection may be considered in the following clinical scenarios:\n1. To palliate central airway obstruction in patients who are poor surgical candidates (Figure 2-3).15 Our patient, although considered operable (normal spirometry and no comorbidities), was not a good candidate for open surgery at the time of admission, given her ongoing sepsis from post obstructive pneumonia.\n2. To guide open surgical procedures after laser bronchoscopic removal of an obstructing lesion.16 Investigators report that lung-preserving resections are facilitated by preoperative laser treatment in 10% to 12% of patients with central obstructing carcinoids. Treatment of airway obstruction before surgery allows the operator to estimate the extent of bronchoplastic surgery.16,17\n3. As a reasonable alternative to immediate surgical resection in patients who present with an exophytic intraluminal tumor, good visualization of the distal tumor margin, and no evidence of bronchial wall involvement or suspicious lymphadenopathy by high-resolution CT. Close post-treatment follow-up is an integral component of such treatment.6\n\n- *Contraindication*s**\nNo contraindications to rigid bronchoscopy are known.\n\nexclusively extraluminal, or, more frequently, a mixture of intraluminal and extraluminal components (the “iceberg” lesion). In the setting of post obstructive pneumonia, a clear distinction between intraluminal and extraluminal extension can be properly made only after post obstructive debris and atelectasis have been removed.6 Tumor morphology impacts management because bronchoscopic treatments alone are considered by some investigators to be acceptable therapeutic alternatives for purely intraluminal typical carcinoids.6 Chest CT scan should be performed as part of nodal staging for carcinoid tumors. Atypical carcinoids have a higher recurrence rate and present more often with hilar or mediastinal nodal metastases (20% to 60% vs. 4% to 27%), when compared with typical carcinoids.1 This patient had no evidence of mediastinal or hilar lymphadenopathy on CT scan; because atelectasis and pneumonia were present, it was unclear whether the tumor had an extraluminal component (e.g., mixed obstruction, iceberg lesion).\n\nThe bronchoscopic appearance of this patient’s carcinoid is classic: a pink to red vascular mass attached to the bronchus by a broad base. In one study, 41% of patients presented with evidence of bronchial obstruction.3 These lesions occasionally can create a ball-valve effect (see video on ExpertConsult.com) (Video I.2.1). The hypervascular pattern has raised concern for bleeding following bronchoscopic biopsy. Some authors report bleeding in a quarter to two thirds of their patients, and some advise against biopsy when carcinoid is suspected.7-9 In a review of",
      "page": 3,
      "start_offset": 0,
      "end_offset": 5445,
      "token_count": 1170,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "High-resolution CT allows characterization of centrally located carcinoids, which may be purely intraluminal,2 - Endoscopic Therapy of Endobronchial Typical Carcinoid 19\n\n- *Patient Preferences and Expectation*s**\nThe patient had expressed fears of having lung cancer.",
        "Distant metastases from typical carcinoids may occur in approximately 10% of patients, even many years after radical resection of the primary tumor.",
        "Compared with chest x-ray, CT provides better resolution of tumor extent and location, as well as the presence or absence of mediastinal lymphadenopathy."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p4_0_e0e18c54",
      "text": "with typical carcinoids.1 This patient had no evidence of mediastinal or hilar lymphadenopathy on CT scan; because atelectasis and pneumonia were present, it was unclear whether the tumor had an extraluminal component (e.g., mixed obstruction, iceberg lesion).\n\nThe bronchoscopic appearance of this patient’s carcinoid is classic: a pink to red vascular mass attached to the bronchus by a broad base. In one study, 41% of patients presented with evidence of bronchial obstruction.3 These lesions occasionally can create a ball-valve effect (see video on ExpertConsult.com) (Video I.2.1). The hypervascular pattern has raised concern for bleeding following bronchoscopic biopsy. Some authors report bleeding in a quarter to two thirds of their patients, and some advise against biopsy when carcinoid is suspected.7-9 In a review of20\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\nFigure 2-3 A, Right middle lobe typical carcinoid in a nonoperable elderly patient with significant cardiac comorbidities. B, Lateral and medial segments of the middle lobe bronchus are patent immediately after neodymium-doped yttrium aluminum garnet (Nd : YAG) laser-assisted bronchoscopic resection, with subsequent recurrence on follow-up bronchoscopy.\n A, Typical bronchial carcinoid completely obstructing the mid-left mainstem bronchus. B, After laser resection, the base of implantation is seen extending for 1 cm along the medial wall of the left main bronchus (arrow). Because this patient’s high-resolution computed tomography (HRCT) scan showed no extraluminal disease and distal airways were patent, this patient was referred for a bronchoplastic intervention.\nA\nB\n\nExpected Results\n\nBronchoscopic resection alone may provide prolonged recurrence-free survival for highly selected patients with a purely exophytic endoluminal bronchial carcinoid.6,18-21 These patients present with a polypoid (exophytic) intraluminal tumor, good visualization of the distal tumor margin (usually less than 2 cm in extent), and no evidence of bronchial wall involvement or suspicious lymphadenopathy by high-resolution CT. In the largest series of 72 patients treated with this approach (57 typical and 15 atypical carcinoids), initial bronchoscopic management resulted in complete tumor eradication in 33 patients (46%). Surgery was required in 37 patients (including 11 of the 15 with atypical carcinoids)-2 for delayed recurrence at 9 and 10 years. At a median follow-up of 65 months, 66 patients (92%) remained alive, and only 1 of the deaths was tumor related.6\n\nTeam Experience\n\nRigid bronchoscopy with Nd : YAG laser resection is frequently performed in our referral center by a team of doctors and nurses experienced in managing critical central airway obstruction and hemoptysis. The goal of the operating team when this type of laser is used should be to remove unwanted tissue (tumor) with adequate hemostasis and minimum destruction of adjacent healthy tissue. Accurate removal of diseased tissue depends on the surgeon’s ability to visualize tissues and feel and control the shape and size of target tissues in three dimensions. Thus experience is important because complete and clear visualization of the treated area, ensuring hemostasis and minimization of adjacent laser-induced thermal injury, requires skillful operation of the rigid bronchoscope and knowledge of laser physics and laser-tissue interaction. For example, in a patient with mid-left mainstem bronchial carcinoid (Figure 2-4), the goal is precise",
      "page": 4,
      "start_offset": 0,
      "end_offset": 3529,
      "token_count": 773,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Surgery was required in 37 patients (including 11 of the 15 with atypical carcinoids)-2 for delayed recurrence at 9 and 10 years.",
        "B, After laser resection, the base of implantation is seen extending for 1 cm along the medial wall of the left main bronchus (arrow).",
        "Thus experience is important because complete and clear visualization of the treated area, ensuring hemostasis and minimization of adjacent laser-induced thermal injury, requires skillful operation of the rigid bronchoscope and knowledge of laser physics and laser-tissue interaction."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p5_0_d0068cfe",
      "text": "choscopy with Nd : YAG laser resection is frequently performed in our referral center by a team of doctors and nurses experienced in managing critical central airway obstruction and hemoptysis. The goal of the operating team when this type of laser is used should be to remove unwanted tissue (tumor) with adequate hemostasis and minimum destruction of adjacent healthy tissue. Accurate removal of diseased tissue depends on the surgeon’s ability to visualize tissues and feel and control the shape and size of target tissues in three dimensions. Thus experience is important because complete and clear visualization of the treated area, ensuring hemostasis and minimization of adjacent laser-induced thermal injury, requires skillful operation of the rigid bronchoscope and knowledge of laser physics and laser-tissue interaction. For example, in a patient with mid-left mainstem bronchial carcinoid (Figure 2-4), the goal is precise## 2 - Endoscopic Therapy of Endobronchial Typical Carcinoid\n21\n\nAttempts to preserve lung parenchyma through the use of bronchoplastic techniques (e.g., sleeve, wedge, flap resection) to avoid lobectomy, bilobectomy, or pneumonectomy are justified and safe.22-24 Parenchyma-sparing operations based on bronchoplastic or sleeve resection do not alter the oncologic result and lead to a better quality of life.25 These procedures are possible only in the absence of “iceberg” lesions (in which the tumor appears entirely intraluminal bronchoscopically but has a significant extraluminal component that is evident with high-resolution computed tomography [HRCT]). The following surgical principles are recommended for bronchial carcinoids:\n\n- For an exophytic polypoid tumor of the mainstem bronchus or bronchus intermedius, a bronchotomy with wedge or sleeve resection of the bronchial wall and complete preservation of distal lung parenchyma could be performed.26*\n- Tumors with more extensive central involvement are associated with severe distal parenchymal disease (i.e., nonfunctioning lung parenchyma), and atypical carcinoids require more extensive surgery (e.g., lobectomy, pneumonectomy).*\n- Complete mediastinal lymph node dissection is indicated at the time of initial treatment, along with surgical resection of nodal metastasis whenever feasible. Although between 5% and 20% of typical carcinoids, and 30% to 70% of atypical carcinoids, metastasize to lymph nodes, this does not preclude a full surgical resection or cure. Mediastinoscopy is rarely performed preoperatively; this practice is*\n\nremoval of the lesion with minimal thermal trauma to the normal adjacent mucosa. Resection may be achieved in ways other than vaporization or widespread coagulation of blood vessels. Power density should be employed in ways that avoid damaging surrounding tissues to minimize interference, with consideration for future bronchoplastic procedures. If the tumor is completely removed, some investigators have suggested applying low-power density laser energy to residual bronchial surfaces to ablate and presumably kill residual tumor cells. Deep mucosal biopsies are warranted after a complete resection to ascertain the absence of disease.\n\n### Risk-Benefit Analysis\n\nOpen surgical resection is the preferred treatment approach for patients whose overall medical condition and pulmonary reserve will tolerate it. For patients whose condition does not permit complete resection, and for exceptional cases in which the lesion is entirely intraluminal, bronchoscopic resection may be an alternative.6 Our patient had post obstructive pneumonia, so we opted for initial bronchoscopic treatment to restore airway patency to the left lower lobe.\n\n### Therapeutic Alternatives\n\n1. Surgical resection with complete mediastinal lymph node dissection is, in general, considered the treatment of choice for carcinoid tumor because it offers a real chance of cure. The goal is en bloc resection of the entire neoplasm (Figure 2-5) with preservation of functional pulmonary parenchyma if possible.\n\nFigure 2-5 A, A polypoid wide-based hypervascular lesion in the distal bronchus intermedius, causing obstruction of the lower lobe bronchus from a different patient. B, After bilobectomy (right middle and lower lobes), the gross appearance of the resected tumor is a pale-tan, solid mass (1.1 x 0.9 x 0.8 cm) filling the bronchus intermedius (arrows). C, Histologically, the tumor was designated a typical carcinoid: uniform tumor cells forming solid nests with round or oval nuclei and evenly dispersed granular chromatin; mitoses and necrosis are absent. The tumor cells are traversed by fine fibrovascular septa.\n\nA\nC\nB",
      "page": 5,
      "start_offset": 0,
      "end_offset": 4648,
      "token_count": 999,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Although between 5% and 20% of typical carcinoids, and 30% to 70% of atypical carcinoids, metastasize to lymph nodes, this does not preclude a full surgical resection or cure.",
        "choscopy with Nd : YAG laser resection is frequently performed in our referral center by a team of doctors and nurses experienced in managing critical central airway obstruction and hemoptysis.",
        "The following surgical principles are recommended for bronchial carcinoids:\n\n- For an exophytic polypoid tumor of the mainstem bronchus or bronchus intermedius, a bronchotomy with wedge or sleeve resection of the bronchial wall and complete preservation of distal lung parenchyma could be performed.26*\n- Tumors with more extensive central involvement are associated with severe distal parenchymal disease (i.e., nonfunctioning lung parenchyma), and atypical carcinoids require more extensive surgery (e.g., lobectomy, pneumonectomy).*\n- Complete mediastinal lymph node dissection is indicated at the time of initial treatment, along with surgical resection of nodal metastasis whenever feasible."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p6_0_72cfd595",
      "text": "asm (Figure 2-5) with preservation of functional pulmonary parenchyma if possible.\n\nFigure 2-5 A, A polypoid wide-based hypervascular lesion in the distal bronchus intermedius, causing obstruction of the lower lobe bronchus from a different patient. B, After bilobectomy (right middle and lower lobes), the gross appearance of the resected tumor is a pale-tan, solid mass (1.1 x 0.9 x 0.8 cm) filling the bronchus intermedius (arrows). C, Histologically, the tumor was designated a typical carcinoid: uniform tumor cells forming solid nests with round or oval nuclei and evenly dispersed granular chromatin; mitoses and necrosis are absent. The tumor cells are traversed by fine fibrovascular septa.\n\nA\nC\nB22\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\njustified by some by the fact that survival and recurrence may depend more on histology than on nodal status.27 Larger studies show however, that N0 patients have much better survival than N1-N2 patients (10-year survival rates, 87% and 50%; P = .00005).17\n2. Bronchoscopic treatment with argon plasma coagulation has been reported for recurrent typical bronchial carcinoids.28\n3. Bronchoscopic treatment with electrocautery in one prospective study completely eradicated tumor in 14 of 19 patients with intraluminal typical bronchial carcinoid (complete response rate, 73%) after a median follow-up of 29 months. Most of these patients were treated with electrocautery, but it seems that there is no difference between this and Nd:YAG laser with regard to tumor control.18 In a small study including 28 patients with intraluminal carcinoid, followed for a median duration of 8.8 years, five bronchoscopic resections on average were required to achieve complete removal. One and 10 year survival rates were 89% (range, 84% to 93%) and 84% (range, 77% to 91%), respectively. In this study, endoluminal tumor was removed piecemeal with biopsy forceps. Electrocautery was rarely required to control hemorrhage.29\n4. Bronchoscopic cryotherapy was found to be successful and safe in a small series of 18 isolated endoluminal typical bronchial tumors.30\n5. Definitive radiation therapy can provide palliation of a locally unresectable primary carcinoid.31,32\n\n- *Cost-Effectivenes*s**\nNo studies have evaluated the cost-effectiveness of bronchoscopic resection versus open surgical intervention for carcinoid tumor. Bronchoscopic interventions are cheaper and probably safer than open surgical resections. This may not be the case if, during the follow-up period, surgery was eventually needed in approximately 50% of patients who underwent bronchoscopic resection, as shown in one large series.6 Even though most surgeries were needed for atypical carcinoids, primary surgical resection is recommended by most authorities for operable patients, regardless of histology.\n\n- *Informed Consen*t**\nThe patient and her husband showed understanding of the indication for the procedure, expected results, alternative treatments, potential associated complications, and additional management strategies once airway patency is restored. They were in agreement to proceed with rigid bronchoscopy under general anesthesia.\n\n- *Techniques and Result*s**\n- *Anesthesia and Perioperative Car*e**\nBiopsy or manipulation of an actively secreting bronchial carcinoid can rarely induce acute carcinoid syndrome and cardiac arrest because of massive systemic release of bioactive mediators.33,34 When this happens, patients acutely develop flushing, diarrhea, and bronchoconstriction, which can include acidosis, severe hypertension or hypotension, tachycardia, or myocardial infarction. Although not routinely used or recommended, somatostatin analog (octreotide) can be used perioperatively to prevent carcinoid crisis at the time of resection. Octreotide should be readily available during any surgical procedure in patients with carcinoids. Preoperative administration of octreotide (300 micrograms subcutaneously) can reduce the incidence of carcinoid crisis and is done routinely for carcinoid surgery, except with bronchial carcinoids, which only rarely secrete bioactive amines.35 During a carcinoid crisis, blood pressure should be supported by infusion of plasma, and octreotide (300 micrograms IV) given immediately. A continuous IV drip of octreotide (50 to 150 micrograms per hour) may be needed.\n\n- *Instrumentatio*n**\nWe chose an 11 mm Efer-Dumon rigid ventilating bronchoscope (Efer, La Ciotat, France) with an Nd:YAG laser on standby for management of bleeding and for tumor coagulation and debulking.\n\n- *Anatomic Dangers and Other Risk*s**\nAt the level of the distal left main bronchus, the left pulmonary artery is anterior, the descending aorta is posterior, and the inferior pulmonary vein and the left atrium are medial. Laser treatment should be performed carefully in this area to avoid direct application onto the posterior and medial walls. With hypervascular tumors such as this, absorption of laser energy is high for Nd:YAG laser, deep coagulation may be poor, and airway obstruction from blood and tumor debris may cause hypoxemia. Massive",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5126,
      "token_count": 1165,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "One and 10 year survival rates were 89% (range, 84% to 93%) and 84% (range, 77% to 91%), respectively.",
        "Although not routinely used or recommended, somatostatin analog (octreotide) can be used perioperatively to prevent carcinoid crisis at the time of resection.",
        "A\nC\nB22\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\njustified by some by the fact that survival and recurrence may depend more on histology than on nodal status.27 Larger studies show however, that N0 patients have much better survival than N1-N2 patients (10-year survival rates, 87% and 50%; P = .00005).17\n2."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p7_0_9d501ae5",
      "text": ") may be needed.\n\n- *Instrumentatio*n**\nWe chose an 11 mm Efer-Dumon rigid ventilating bronchoscope (Efer, La Ciotat, France) with an Nd:YAG laser on standby for management of bleeding and for tumor coagulation and debulking.\n\n- *Anatomic Dangers and Other Risk*s**\nAt the level of the distal left main bronchus, the left pulmonary artery is anterior, the descending aorta is posterior, and the inferior pulmonary vein and the left atrium are medial. Laser treatment should be performed carefully in this area to avoid direct application onto the posterior and medial walls. With hypervascular tumors such as this, absorption of laser energy is high for Nd:YAG laser, deep coagulation may be poor, and airway obstruction from blood and tumor debris may cause hypoxemia. Massive2 - Endoscopic Therapy of Endobronchial Typical Carcinoid 23\n\nresected atypical carcinoids for the first 2 years, then annually. Others perform chest CT every 6 months, regardless of histology. Somatostatin receptor scintigraphy could be performed in the follow-up of patients with bronchial carcinoid if there is suspicion for metastatic disease. Similarly, measurement of serum levels of chromogranin A (CGA) can be useful in following disease activity in the setting of advanced or metastatic disease.\n\nDespite their low malignant potential, long-term follow-up of patients with typical bronchial carcinoids is warranted because local or distant disease recurrence may occur many years after initial treatment. In one large study, follow-up evaluation ranged from 6 months to 36 years (median, 121 months), during which 8% of patients had recurrences diagnosed, most commonly in the liver (55%), followed by lung (25%), bone (20%), adrenal gland (10%), pericardium (10%), and mediastinal lymph nodes (10%). No bronchial recurrences were seen. Recurrent cancer developed preferentially in atypical carcinoids (17.9%, vs. 3.4% in typical carcinoids; P = .0001) and in patients with positive nodes.17\n\nIn cases of sole bronchoscopic resection, one strategy is to perform HRCT and flexible bronchoscopy with endobronchial ultrasonography and tissue biopsy within 6 weeks after endobronchial resection. If the patient is operable, a referral for surgery is warranted if residual disease is evident. If no residual disease is present, repeat evaluation is performed every 6 months for 2 years, and annually thereafter.6\n\nQuality Improvement\n\nWe referred this patient to surgery, but we were not sure if there was a role for adjuvant therapy after complete resection of a bronchial carcinoid. No prospective trials have directly addressed the benefit of adjuvant therapy for patients with typical or atypical bronchial carcinoids. Because of their favorable long-term outcomes, even in the presence of mediastinal nodal metastases, most experts agree that adjuvant therapy is not indicated for completely resected, typical bronchial carcinoids.17,36 Despite lack of data and uncertainty as to benefit, guidelines from the National Comprehensive Cancer Network (NCCN) recommend chemotherapy and radiation therapy for resected stage II or III atypical carcinoids, but not for typical carcinoids.37\n\nDISCUSSION POINTS\n1. Describe two strategies to decrease the risk of bleeding from bronchoscopic biopsy of this tumor.\n  - Administration of a diluted epinephrine solution before and after biopsy of a suspected endobronchial carcinoid may reduce the risk of severe bleeding.\n  - Biopsy samples can be taken in the operating room with a rigid bronchoscope while the patient is under general anesthesia; with use of the rigid bronchoscope, large biopsy samples are obtained, and in cases of difficult to control bleeding, the Nd : YAG laser can be used for hemostasis.\n2. Discuss the role of imaging studies in diagnosis and staging of carcinoid tumors.\n\nLong-Term Management\nOutcome Assessment\nThe patient was discharged home 2 days later and followed up with her referring pulmonologist. With regard to her long-term outcome, it is known that slow-growing typical carcinoids have a fairly good prognosis with an approximate 5-year survival rate of 88% (range, 80% to 96%), whereas atypical carcinoid has a 5-year survival of approximately 50%. Pulmonary carcinoids generally are staged using the tumor-node-metastasis (TNM) classification system for bronchogenic lung carcinoma. Typical carcinoid tumors most commonly present as stage I tumors, although more than half of atypical carcinoids are stage II (bronchopulmonary nodal involvement) or III (mediastinal nodal involvement) at presentation. Our patient was considered to have stage I tumor because no preoperative evidence of nodal involvement was noted.\n\nReferral\nBronchoscopic resection is not considered standard curative treatment by many clinicians because of concerns about residual tumor within or beyond the endobronchial lumen. Because of the slow-growing nature of carcinoid tumors, recurrence may take years. Until more data become available, bronchoscopic treatment is best reserved for carefully selected elderly or debilitated patients, patients who refuse open surgery, and those whose symptoms (hemoptysis, pneumonia, or severe shortness of breath) require prompt bronchoscopic control. Our patient had a tumor with a long (>2 cm) base of implantation that extended into the segmental airways. In addition, the airway wall and the secondary left carina were involved. These",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5416,
      "token_count": 1179,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Typical carcinoid tumors most commonly present as stage I tumors, although more than half of atypical carcinoids are stage II (bronchopulmonary nodal involvement) or III (mediastinal nodal involvement) at presentation.",
        "Massive2 - Endoscopic Therapy of Endobronchial Typical Carcinoid 23\n\nresected atypical carcinoids for the first 2 years, then annually.",
        ") may be needed.\n\n- *Instrumentatio*n**\nWe chose an 11 mm Efer-Dumon rigid ventilating bronchoscope (Efer, La Ciotat, France) with an Nd:YAG laser on standby for management of bleeding and for tumor coagulation and debulking.\n\n- *Anatomic Dangers and Other Risk*s**\nAt the level of the distal left main bronchus, the left pulmonary artery is anterior, the descending aorta is posterior, and the inferior pulmonary vein and the left atrium are medial."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p8_0_dc71bd63",
      "text": "(mediastinal nodal involvement) at presentation. Our patient was considered to have stage I tumor because no preoperative evidence of nodal involvement was noted.\n\nReferral\nBronchoscopic resection is not considered standard curative treatment by many clinicians because of concerns about residual tumor within or beyond the endobronchial lumen. Because of the slow-growing nature of carcinoid tumors, recurrence may take years. Until more data become available, bronchoscopic treatment is best reserved for carefully selected elderly or debilitated patients, patients who refuse open surgery, and those whose symptoms (hemoptysis, pneumonia, or severe shortness of breath) require prompt bronchoscopic control. Our patient had a tumor with a long (>2 cm) base of implantation that extended into the segmental airways. In addition, the airway wall and the secondary left carina were involved. These24\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\n- Administration of a radiolabeled form of the somatostatin analog octreotide results in normal uptake of the isotope in the spleen and bladder, and to a lesser extent in the liver.*\n\nNo consensus has been reached on the need for preoperative staging imaging studies in patients who are thought to have an isolated bronchial carcinoid; typical carcinoids infrequently metastasize, and the diagnosis of nodal metastasis from atypical carcinoids is rarely made preoperatively. Whether increased availability of endobronchial ultrasound-guided mediastinal staging will alter this finding is an area for future research.\n\n- Somatostatin receptor scintigraphy (SRS*)* uses radiolabeled somatostatin analogs (octreotide, pentetreotide) to detect tumors expressing somatostatin receptors. Although approximately 80% of typical and 60% of atypical bronchial carcinoids express these receptors by immunohistochemistry, in patients with bronchial carcinoids the overall sensitivity of this test was found to be 81% for detecting the primary tumor, and 77.7% for revealing intrthoracic metastases/recurrences-results that were not superior to those of CT scanning.38 A recent study with indium-111-octreotide showed all cases of primary tumors and all cases of recurrent or metastatic disease, sometimes even before symptoms appeared.39 Specificity is limited because scintigraphy is also positive in gastroenteropancreatic tumors, granulomas, and autoimmune diseases. In a small study (n = 8) evaluating the role of SRS in the management of pulmonary carcinoid tumor, scans were strongly positive in the tumors and involved lymph nodes, correctly localized an occult secreting pulmonary carcinoid, and were accurate in ruling out distant metastases, with the caveat that granulomatous and reactive lymph nodes showed increased uptake.40 Octreotide scans image the whole body and, although not universally accepted, are recommended by several authorities38 and by the National Comprehensive Cancer Network (NCCN) to identify extrthoracic metastatic disease in patients with bronchial carcinoid.14*\n- Positron emission tomography (PET) scanning with fluorodeoxyglucose (FDG) for carcinoids has yielded conflicting results, probably because of the small size of these tumors and the fact that they often are hypometabolic. In a retrospective review of 16 patients with surgically resected bronchial carcinoids, PET detected 12 cases (75% of patients).41 The use of other tracers, such as 11C-L-dopa and 11C-5-hydroxytryptophan (11C-5-HT), might improve sensitivity for imaging neuroendocrine tumors, but because of their extremely short half-life (~20 minutes), they are not currently used in clinical practice.42*\n- Abdominal CT scanning before and after contrast is complementary to octreotide scanning in ruling out liver metastases and localizing tumor and can be used for staging according to some experts, because the most common metastatic site for all carcinoid tumors is the liver. In fact, a small study showed that CT detected liver metastasis in 14 patients, among whom only 9 (64%) had positive results on Octreoscan.38*\n- Magnetic resonance imaging (MRI) has greater sensitivity for liver metastases as compared with both Octreoscan and CT. This was shown in a prospective trial involving 66 consecutive patients with well-differentiated gastroenteropancreatic tumors, 40 of whom had histologically confirmed liver metastases.43 MRI detected significantly more metastases than were detected by planar SRS or CT (sensitivity rates for MRI, planar SRS, and CT were 95%, 79%, and 49%, respectively). Although MRI may be the imaging study of choice for the detection of metastatic neuroendocrine tumors,43 it has not been systematically used to detect extrthoracic metastasis from bronchial carcinoids.*\n\n3. List three open surgical treatment alternatives for endobronchial carcinoid.\n- Lung resection (lobectomy or pneumonectomy), parenchymal-sparing lung resection, and bronchoplasty. For typical carcinoid, several studies show that only surgery is curative, and that parenchymal-sparing surgery is favored. The relative frequency of various procedures for carcinoid is as follows: lobectomy (51% to 58%), bilobectomy (9% to 15%), segmentectomy or wedge resection (2% to 15%), bronchoplastic procedures (5% to 15%), and pneumonectomy (6% to 16%).44*\n- For at",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5330,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Although approximately 80% of typical and 60% of atypical bronchial carcinoids express these receptors by immunohistochemistry, in patients with bronchial carcinoids the overall sensitivity of this test was found to be 81% for detecting the primary tumor, and 77.7% for revealing intrthoracic metastases/recurrences-results that were not superior to those of CT scanning.38 A recent study with indium-111-octreotide showed all cases of primary tumors and all cases of recurrent or metastatic disease, sometimes even before symptoms appeared.39 Specificity is limited because scintigraphy is also positive in gastroenteropancreatic tumors, granulomas, and autoimmune diseases.",
        "This was shown in a prospective trial involving 66 consecutive patients with well-differentiated gastroenteropancreatic tumors, 40 of whom had histologically confirmed liver metastases.43 MRI detected significantly more metastases than were detected by planar SRS or CT (sensitivity rates for MRI, planar SRS, and CT were 95%, 79%, and 49%, respectively).",
        "Our patient was considered to have stage I tumor because no preoperative evidence of nodal involvement was noted.\n\nReferral\nBronchoscopic resection is not considered standard curative treatment by many clinicians because of concerns about residual tumor within or beyond the endobronchial lumen."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p9_0_f95e8a01",
      "text": "of choice for the detection of metastatic neuroendocrine tumors,43 it has not been systematically used to detect extrthoracic metastasis from bronchial carcinoids.*\n\n3. List three open surgical treatment alternatives for endobronchial carcinoid.\n- Lung resection (lobectomy or pneumonectomy), parenchymal-sparing lung resection, and bronchoplasty. For typical carcinoid, several studies show that only surgery is curative, and that parenchymal-sparing surgery is favored. The relative frequency of various procedures for carcinoid is as follows: lobectomy (51% to 58%), bilobectomy (9% to 15%), segmentectomy or wedge resection (2% to 15%), bronchoplastic procedures (5% to 15%), and pneumonectomy (6% to 16%).44*\n- For at2 - Endoscopic Therapy of Endobronchial Typical Carcinoid\n25\nThe diagnostic and therapeutic management of carcinoids is still a matter of debate. In particular, three points are controversial:\n1. Role and reliability of imaging techniques for diagnosis, staging, and follow-up\n2. Role, safety, and efficacy of bronchoscopic procedures in diagnosis and treatment\n3. Role of parenchymal-sparing surgery and lymphadenectomy\n\nWith regard to imaging techniques, high-resolution CT scanning is important for diagnosis of bronchial carcinoids and provides good information regarding tumor extent and location and lymph node involvement. However, particularly for centrally located tumors, the accuracy of this imaging technique may be low. For example, the presence of atelectasis makes it difficult to accurately differentiate tumor growth and the nature of any associated reactive or secondary lymphadenopathy. A second radiographic examination is usually required after resolution of any associated central airway obstruction or infection.\n\nCarcinoid tumors express in high percentage one or more somatostatin receptors; therefore the use of somatostatin receptor scintigraphy, with radiolabeled somatostatin analog (111In-octreotide), has become routine in most centers reporting this disease. The sensitivity of Octreoscan is greater than 90%. Its use has been suggested in the diagnosis of primary carcinoids and in the detection of early recurrences, even in asymptomatic patients.45 Octreoscans suffer from low spatial resolution and are able to detect only subtype 2 somatostatin receptor. 18F-FDG PET/CT has limited sensitivity for carcinoids because of low uptake of the marker. Recent progress is represented by 68Ga-DOTATOC PET/CT, which seems to have high sensitivity for primary tumors and for secondary localizations, with better imaging resolution.46 An additional indication for using these imaging techniques is to enhance the selection of ideal candidates for radiometabolic or somatostatin receptor-targeted anticancer therapy.47\n\nBronchoscopic procedures occupy a central role in the diagnosis and initial management of carcinoids. A significant proportion (at least 50% and up to 90% in typical histotypes) are centrally located in the bronchial tree, in which case tumors arise from the walls of medium to large airways. Central carcinoids are often symptomatic, so recurrent obstructive pneumonia or persistent cough or wheezing (frequently mistreated as asthma) should alert the physician. Although many authors have stressed the importance of such symptoms (including hemoptysis), many patients still undergo invasive diagnostic procedures too late, often after a symptomatic course of several months. In my opinion, early diagnosis is of fundamental importance because it allows treatment of obstructive symptoms, avoiding recurrent pneumonia, which can irreversibly damage the lung parenchyma such that parenchymal-sparing resection is no longer possible. Complications related to bronchoscopic biopsy of carcinoid tumors are rare, but in some cases, significant hemorrhage can occur. Its management can be difficult, so the availability of and ready access to instrumentation for rigid bronchoscopy should be verified before flexible bronchoscopic biopsy is performed in cases in which carcinoid tumor is suspected.\n\nBronchoscopy is also important as part of a management strategy. Careful preoperative bronchoscopic assessment is important in planning best surgical treatment and in determining the feasibility of a bronchoplastic procedure.48 When major bronchi are obstructed, endoscopic debulking allows the physician to examine the airways beyond the tumor to evaluate its base of implantation and eventually to treat the airway obstruction. Endobronchial laser treatment (necessary in 34.3% of cases in my experience) has significantly increased the frequency with which parenchymal-sparing surgeries can be performed. Similar to the opinion expressed regarding the patient presented, I do not consider laser therapy curative. Usually, endobronchial carcinoids tend to spread extraluminally, and a correct approach should, in my opinion, consist of surgical removal. Moreover, the potential for lymph node involvement (5% to 20% in typical carcinoids), especially micrometastases not revealed by conventional imaging techniques, should require a complete systematic lymphadenectomy.\n\nSome authors have proposed endobronchial laser therapy as definitive treatment for central typical carcinoids.6,21,29 At the moment, very few studies are available, and conflicting results (recurrence rate, 2% to 5%) have been reported. No randomized studies have compared open and endobronchial approaches. Unfortunately, laser treatment rarely allows a radical resection because locally, the base of implantation is often large and deep, and the visible part in the bronchial tree can be only the tip of an iceberg. Radical local endoscopic treatment may be attempted in a highly select population with typical carcinoid tumors",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5765,
      "token_count": 1182,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "A significant proportion (at least 50% and up to 90% in typical histotypes) are centrally located in the bronchial tree, in which case tumors arise from the walls of medium to large airways.",
        "Role of parenchymal-sparing surgery and lymphadenectomy\n\nWith regard to imaging techniques, high-resolution CT scanning is important for diagnosis of bronchial carcinoids and provides good information regarding tumor extent and location and lymph node involvement."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p10_0_ea530cc3",
      "text": "in my opinion, consist of surgical removal. Moreover, the potential for lymph node involvement (5% to 20% in typical carcinoids), especially micrometastases not revealed by conventional imaging techniques, should require a complete systematic lymphadenectomy.\n\nSome authors have proposed endobronchial laser therapy as definitive treatment for central typical carcinoids.6,21,29 At the moment, very few studies are available, and conflicting results (recurrence rate, 2% to 5%) have been reported. No randomized studies have compared open and endobronchial approaches. Unfortunately, laser treatment rarely allows a radical resection because locally, the base of implantation is often large and deep, and the visible part in the bronchial tree can be only the tip of an iceberg. Radical local endoscopic treatment may be attempted in a highly select population with typical carcinoid tumors26\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\n14. Quaedvlieg PF, Visser O, Lamers CB, et al. Epidemiology and survival in patients with carcinoid disease in The Netherlands: an epidemiological study with 2391 patients. Ann Oncol. 2001;12:1295-1300.\n15. Diaz-Jimenez JP, Canela-Cardona M, Maestre-Alcacer J. Nd:YAG laser photoresection of low-grade malignant tumors of the tracheobronchial tree. Chest. 1990;97:920-922.\n16. Schreurs AJ, Westermann CJ, van den Bosch JM, et al. A twenty-five-year follow-up of ninety-three resected typical carcinoid tumors of the lung. J Thorac Cardiovasc Surg. 1992;104:1470-1475.\n17. Rea F, Rizzardi G, Zuin A, et al. Outcome and surgical strategy in bronchial carcinoid tumors: single institution experience with 252 patients. Eur J Cardiothorac Surg. 2007;31:186-191.\n18. van Boxem TJ, Venmans BJ, van Mourik JC, et al. Bronchoscopic treatment of intraluminal typical carcinoid: a pilot study. J Thorac Cardiovasc Surg. 1998;116:402-406.\n19. Cardillo G, Sera F, Di Martino M, et al. Bronchial carcinoid tumors: nodal status and long-term survival after resection. Ann Thorac Surg. 2004;77:1781-1785.\n20. Harpole DH Jr, Feldman JM, Buchanan S, et al. Bronchial carcinoid tumors: a retrospective analysis of 126 patients. Ann Thorac Surg. 1992;54:50-54.\n21. Van Boxem TJ, Golding RP, Venmans BJ, et al. High-resolution CT in patients with intraluminal typical bronchial carcinoid tumors treated with bronchoscopic therapy. Chest. 2000;117:125-128.\n22. Terzi A, Lonardoni A, Feil B, et al. Bronchoplastic procedures for central carcinoid tumors: clinical experience. Eur J Cardiothorac Surg. 2004;26:1196-1199.\n23. El Jamal M, Nicholson AG, Goldstraw P. The feasibility of conservative resection for carcinoid tumors: is pneumonectomy ever necessary for uncomplicated cases? Eur J Cardiothorac Surg. 2000;18:301-306.\n24. Lucchi M, Melfi F, Ribechini A, et al. Sleeve and wedge parenchyma-sparing bronchial resections in low-grade neoplasms of the bronchial airway. J Thorac Cardiovasc Surg. 2007;134:373-377.\n25. Wilkins EW Jr, Grillo HC, Moncure AC, et al. Changing times in surgical management of bronchopulmonary carcinoid tumor. Ann Thorac Surg. 1984;38:339-344.\n26. Cerfolio RJ, Deschamps C, Allen MS, et al. Mainstem bronchial sleeve resection with pulmonary preservation. Ann Thorac Surg. 1996;61:1458-1462.\n27. Martini N, Zaman MB, Bains MS, et al. Treatment and prognosis in bronchial carcinoids involving regional lymph nodes. J Thorac Cardiovasc Surg. 1994;107:1-6.\n28. Orino K, Kawai H, Ogawa J. Bronchoscopic treatment with argon plasma coagulation for recurrent typical carcinoids: report of a case. Anticancer Res. 2004;24:4073-4077.\n29. Luckraz H, Amer K, Thomas L, et al. Long-term outcome of bronchoscopically resected endobronchial typical carcinoid tumors. J Thorac Cardiovasc Surg. 2006;132:113-115.\n30. Bertoletti L, Elleuch R, Kaczmarek D, et al. Bronchoscopic cryotherapy treatment of isolated endoluminal typical carcinoid tumor. Chest. 2006;130:1405-1411.\n31. Mackley HB, Videtic GM. Primary carcinoid tumors of the lung: a role for radiotherapy. Oncology. 2006;20:1537-1543.\n32. Chakravarthy A, Abrams RA. Radiation therapy in the management of patients with malignant carcinoid tumors. Cancer",
      "page": 10,
      "start_offset": 0,
      "end_offset": 4172,
      "token_count": 1184,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Radical local endoscopic treatment may be attempted in a highly select population with typical carcinoid tumors26\nSECTION 1 - PRACTICAL APPROACH TO BENIGN EXOPHYTIC AIRWAY OBSTRUCTION\n\n14.",
        "Quaedvlieg PF, Visser O, Lamers CB, et al. Epidemiology and survival in patients with carcinoid disease in The Netherlands: an epidemiological study with 2391 patients.",
        "Moreover, the potential for lymph node involvement (5% to 20% in typical carcinoids), especially micrometastases not revealed by conventional imaging techniques, should require a complete systematic lymphadenectomy."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p10_4172_56de0bc4",
      "text": ";24:4073-4077.\n29. Luckraz H, Amer K, Thomas L, et al. Long-term outcome of bronchoscopically resected endobronchial typical carcinoid tumors. J Thorac Cardiovasc Surg. 2006;132:113-115.\n30. Bertoletti L, Elleuch R, Kaczmarek D, et al. Bronchoscopic cryotherapy treatment of isolated endoluminal typical carcinoid tumor. Chest. 2006;130:1405-1411.\n31. Mackley HB, Videtic GM. Primary carcinoid tumors of the lung: a role for radiotherapy. Oncology. 2006;20:1537-1543.\n32. Chakravarthy A, Abrams RA. Radiation therapy in the management of patients with malignant carcinoid tumors. Cancer. 1995;75:1386-1390.\n33. Karmy-Jones R, Vallieres E. Carcinoid crisis after biopsy of a bronchial carcinoid. Ann Thorac Surg. 1993;56:1403-1405.\n34. Mehta AC, Rafanan AL, Bulkley R, et al. Coronary spasm and cardiac arrest from carcinoid crisis during laser bronchoscopy. Chest. 1999;115:598-600.\n35. Kinney MA, Warner ME, Nagorney DM, et al. Perianaesthetic risks and outcomes of abdominal surgery for metastatic carcinoid tumours. Br J Anaesth. 2001;87:447-452.\n36. Morandi U, Casali C, Rossi G. Bronchial typical carcinoid tumors. Semin Thorac Cardiovasc Surg. 2006;18:191-198.\n37. NCCN Clinical Practice Guidelines in Oncology (NCCN GuidelinesTM). Neuroendocrine tumors. Version 2.2010. www.nccn.org. Accessed March 23, 2011.\n38. Granberg D, Sundin A, Janson ET, et al. Octreoscan in patients with bronchial carcinoid tumours. Clin Endocrinol 2003;59:793-799.\n\nThese results were obtained as a result of improvements in surgical techniques, but also because of the popularization of parenchymal-sparing operations based on bronchoplastic or sleeve resections, which do not alter the oncologic result and obviously guarantee a better quality of life. Therefore I think that modern management of central carcinoids should privilege, when possible, sleeve resections, given that oncologic results are good and the rate of local recurrence is low in most experiences.22-26,48-50 The need to avoid pneumonectomy gains greater weight when we consider that central typical carcinoid preferentially affects young people.51\n\nSurgical resection of carcinoid tumors should always be combined with systematic lymph node dissection. The necessity for lymph node dissection is justified by the possibility of lymph node metastases, the incidence of which may range from 6% to 25%.19,52 The prognostic relevance of lymph node involvement has been underlined by several authors17,19,52,53; therefore investigation into lymph node metastases seems an unavoidable prerequisite for establishing prognosis, and eventually for evaluating opportunities for adjuvant therapies. The accuracy of pathologic diagnosis can be enhanced, as demonstrated by Mineo et al., who described the relevance of lymph node micrometastases detected by immunohistochemical techniques.54\n\nREFERENCES\n1. Gustafsson BI, Kidd M, Chan A, et al. Bronchopulmonary neuroendocrine tumors. Cancer. 2008;113:5-21.\n2. Filosso PL, Rena O, Donati G, et al. Bronchial carcinoid tumors: surgical management and long-term outcome. J Thorac Cardiovasc Surg. 2002;123:303-309.\n3. Fink G, Krelbaum T, Yellin A, et al. Pulmonary carcinoid: presentation, diagnosis, and outcome in 142 cases in Israel and review of 640 cases from the literature. Chest. 2001;119:1647-1651.\n4. Seregni E, Ferrari L, Bajetta E, et al. Clinical significance of blood chromogranin A measurement in neuroendocrine tumours. Ann Oncol. 2001;12(suppl 2):S69-S72.\n5. Campana D, Nori F, Piscitelli L, et al. Chromogranin A: is it a useful marker of neuroendocrine tumors? J Clin Oncol. 2007;25:1967-1973.\n6. Brokx HA, Risse EK, Paul MA, et al. Initial bronchoscopic treatment for patients with intraluminal bronchial carcinoids. J Thorac Cardiovasc Surg. 2007;133:973-978.\n7. Marty-Anè C, Costes V, Pujol J, et al. Carcinoid tumors of the lung: do atypical features require aggressive management? Ann Thorac Surg. 1995;59:78-83.\n8. Todd T, Cooper J, Weisberg D, et al. Bronchial carcinoid tumors: twenty years’ experience. J Thorac Cardiovasc Surg. 1980;79:32-36.\n9. McCoughan BC, Martini N, Bains M. Bronchial carcinoids: review of 124 cases. J Thorac Cardiovasc Surg. 1985;89:8-17.",
      "page": 10,
      "start_offset": 4172,
      "end_offset": 8356,
      "token_count": 1188,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Accessed March 23, 2011.\n38.",
        "Clin Endocrinol 2003;59:793-799.",
        "Luckraz H, Amer K, Thomas L, et al. Long-term outcome of bronchoscopically resected endobronchial typical carcinoid tumors."
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    },
    {
      "chunk_id": "bacada_ch02_p11_0_e0e56d23",
      "text": "et al. Initial bronchoscopic treatment for patients with intraluminal bronchial carcinoids. J Thorac Cardiovasc Surg. 2007;133:973-978.\n7. Marty-Anè C, Costes V, Pujol J, et al. Carcinoid tumors of the lung: do atypical features require aggressive management? Ann Thorac Surg. 1995;59:78-83.\n8. Todd T, Cooper J, Weisberg D, et al. Bronchial carcinoid tumors: twenty years’ experience. J Thorac Cardiovasc Surg. 1980;79:32-36.\n9. McCoughan BC, Martini N, Bains M. Bronchial carcinoids: review of 124 cases. J Thorac Cardiovasc Surg. 1985;89:8-17.2 - Endoscopic Therapy of Endobronchial Typical Carcinoid\n27\n\n39. Musi M, Carbone RG, Bertocchi C, et al. Bronchial carcinoid tumors: a study on clinicopathological features and role of octreotide scintigraphy. Lung Cancer. 1998;22:97-102.\n40. Yellin A, Zwas ST, Rozenman J, et al. Experience with somatostatin receptor scintigraphy in the management of pulmonary carcinoid tumors. Isr Med Assoc J. 2005;7:712-716.\n41. Daniels CE, Lowe VJ, Aubry MC, et al. The utility of fluorodeoxyglucose positron emission tomography in the evaluation of carcinoid tumors presenting as pulmonary nodules. Chest. 2007;131:255-260.\n42. Orlefors H, Sundin A, Garske U, et al. Whole-body (11)C-5-hydroxytryptophan positron emission tomography as a universal imaging technique for neuroendocrine tumors: comparison with somatostatin receptor scintigraphy and computed tomography. J Clin Endocrinol Metab. 2005;90:3392-3400.\n43. Dromain C, de Baere T, Lumbroso J, et al. Detection of liver metastases from endocrine tumors: a prospective comparison of somatostatin receptor scintigraphy, computed tomography, and magnetic resonance imaging. J Clin Oncol. 2005;23:70-78.\n44. Hage R, Brutel de la Riviere A, Seldenrijk CA, et al. Update in pulmonary carcinoid tumors: a review article. Ann Surg Oncol. 2003;10:697-704.\n45. Gustafsson B, Kidd M, Modlin I. Neuroendorine tumors of the diffuse neuroendocrine system. Curr Opin Oncol. 2008;20:1-12.\n46. Frilling A, Sotiropoulos GC, Radtke A, et al. The impact of 68Ga-DOTATOC positron emission tomography/computed tomography on the multimodal management of patients with neuroendocrine tumors. Ann Surg. 2010;252:850-856.\n47. Sun LC, Coy DH. Somatostatin receptor-targeted anti-cancer therapy. Curr Drug Deliv. 2011;8:2-10.\n48. Rizzardi G, Marulli G, Bortolotti L, et al. Sleeve resections and bronchoplastic procedures in typical central carcinoid tumours. Thorac Cardiovasc Surg. 2008;56:42-45.\n49. Massard G, Ducrocq X, Thomas P, et al. Typical carcinoid tumors of the bronchi: an update. J Cardiovasc Surg. 2002;43:16-21.\n50. Tastepe AI, Kurul IC, Demircan S, et al. Long-term survival following bronchotomy for polypoid bronchial carcinoid tumours. Eur J Cardiothorac Surg. 1998;14:575-577.\n51. Rizzardi G, Marulli G, Calabrese F, et al. Bronchial carcinoid tumours in children: surgical treatment and outcome in a single institution. Eur J Pediatr Surg. 2009;19:228-231.\n52. Thomas CF Jr, Tazelaar HD, Jett JR. Typical and atypical pulmonary carcinoids: outcome in patients presenting with regional lymph node involvement. Chest. 2001;119:1143-1150.\n53. Garcia-Yuste M, Matilla JM, Alvarez-Gago T, et al. Prognostic factors in neuroendocrine lung tumors: a Spanish Multicenter Study. Spanish Multicenter Study of Neuroendocrine Tumors of the Lung of the Spanish Society of Pneumonology and Thoracic Surgery (EMETNE-SEPAR). Ann Thorac Surg. 2000;70:258-263.\n54. Mineo TC, Guggino G, Mineo D, et al. Relevance of lymph node micrometastases in radically resected endobronchial carcinoid tumors. Ann Thorac Surg. 2005;80:428-432.",
      "page": 11,
      "start_offset": 0,
      "end_offset": 3602,
      "token_count": 1112,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "J Thorac Cardiovasc Surg. 1985;89:8-17.2 - Endoscopic Therapy of Endobronchial Typical Carcinoid\n27\n\n39.",
        "Marty-Anè C, Costes V, Pujol J, et al. Carcinoid tumors of the lung: do atypical features require aggressive management?"
      ],
      "section_path": [
        "- Endoscopic Therapy of Endobronchial Typical Carcinoid",
        "Therapeutic Alternatives"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Endoscopic Therapy of Endobronchial Typical Carcinoid",
    "Page 1",
    "Extracted Figures",
    "Page 2",
    "Page 3",
    "Page 4",
    "Page 5",
    "Risk-Benefit Analysis",
    "Therapeutic Alternatives",
    "Page 6",
    "Page 7",
    "Page 8",
    "Extracted Tables",
    "Page 9",
    "Page 10"
  ],
  "source_file": "Chapter 2 -Endoscopic Therapy of Endobronchial Typical Carcinoid.md"
}