{
  "doc_id": "bacada_ch21",
  "title": "Rigid Bronchoscopic Tumor Debulking for mixed obstruction",
  "book": "Bronchoscopy and Central Airway Disorders: A Patient-Centered Approach",
  "edition": "1st",
  "year": 2012,
  "author": "Henri Colt, Septimiu Murgu",
  "chapter_number": 21,
  "n_pages": 12,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T14:37:51.867745",
  "text_chunks": [
    {
      "chunk_id": "bacada_ch21_p1_0_0f5900e0",
      "text": "257\nChapter 21\nRigid Bronchoscopic Tumor Debulking\nand Silicone Stent Insertion for Mixed\nMalignant Tracheal Obstruction Caused by\nEsophageal Carcinoma\n\nCASE DESCRIPTION\n\nThe patient is a 67-year-old male who presents with several weeks of progressive dysphagia, 25 lb weight loss, and dyspnea with activities of daily living. He recently developed intractable nausea and vomiting and was admitted to the hospital because of difficulty swallowing and choking. His medical history was unremarkable. He had a 40-pack-year history of tobacco smoking and a significant history of alcohol use. Head and neck examination revealed limited cervical range of motion and a two-fingerbreadth mouth opening. Lung examination showed a prolonged expiratory phase and bilateral rhonchi. Esophagogastroduodenoscopy (EGD) showed a mass protruding from the posterior mid-esophagus. After the EGD, his breathing became labored, prompting intubation with a No. 8 endotracheal tube and placement on mechanical ventilation. Bronchoscopy performed on mechanical ventilation revealed a 2 cm obstructing mass in the mid-trachea. Broad-spectrum antibiotics (levofloxacin and piperacillin/tazobactam) were initiated for presumed aspiration pneumonia, after which the patient was transferred to our tertiary care center.\n\nChest radiograph showed a soft tissue mass density projecting to the right of the trachea. Lung volumes appeared to be enlarged bilaterally (Figure 21-1). Laboratory markers revealed WBC 21.3, Hb 12, and Plt 164. Results from the esophageal mass biopsy showed squamous cell carcinoma. Ventilator settings included assist-control volume-control ventilation with a tidal volume of 500 mL, rate 16, PEEP 5, and FiO2 0.5. At these settings, peak airway pressure was 60 cm H2O and plateau pressure 28 cm H2O. Weaning was attempted but failed. Rigid bronchoscopy was performed, revealing extrinsic compression and an exophytic endoluminal mass protruding from the posterior wall, completely occluding the mid-trachea (see Figure 21-1). The mass was 2 cm in length and was located 5 cm above the carina and 5 cm below the vocal cords. The endoluminal tumor was cored out using Nd:YAG laser for hemostasis. Airway patency was improved, but tracheal obstruction from extrinsic compression (>70%) remained significant. A 16 x 50 mm straight studded silicone stent was therefore placed in the mid-trachea, restoring airway patency satisfactorily. The patient was successfully extubated the next day (see Figure 21-1).\n\nDISCUSSION POINTS\n\n1. Describe three patient-related factors associated with difficult rigid bronchoscopic intubation.\n2. Explain the rationale for stent insertion after tumor debulking in this patient.\n3. List at least three strategies to prevent airway perforation and hemorrhage during rigid bronchoscopy.\n4. Describe five ways to avoid complications of rigid bronchoscopy.\n\nCASE RESOLUTION\n\n- *Initial Evaluation*s**\n\n- *Physical Examination, Complementary Tests, and Functional Status Assessmen*t**\n\nAdvanced, unresectable esophageal cancer with airway invasion has a very poor prognosis (5 year survival rate <10%).1 Patients with this disease have not only a limited life expectancy but also many potentially debilitating complications from the local effects of their tumors. These include dysphagia, dysphonia, dyspnea from airway involvement, chest pain, and, rarely, massive fatal hemorrhage from aortic erosion.2,3 Airway involvement in the setting of esophageal carcinoma includes tissue invasion, infiltration, or the presence of an esophago-respiratory fistula (ERF).* Airway complications may be caused (1) by extrinsic compression on the airways by the tumor or by an esophageal stent and (2) by direct invasion by the tumor into the airways. These processes can result in severe airway narrowing or ERF. Among a large series of 372 patients seen over the 14 year study period, 74 (20%) were found to have airway involvement: 35 (47%) of these patients had an ERF; in the absence of ERF, airway involvement identified as invasion or*\n\n- Juxtaposition, abutment, bulge, and deviation are terms used to describe extrinsic compression, which is not considered adequate evidence of true airway involvement.*\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination; complementary tests and functional status assessment; risk-benefit analyses and therapeutic alternatives; and techniques and instrumentation.",
      "page": 1,
      "start_offset": 0,
      "end_offset": 4459,
      "token_count": 1002,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "The mass was 2 cm in length and was located 5 cm above the carina and 5 cm below the vocal cords.",
        "At these settings, peak airway pressure was 60 cm H2O and plateau pressure 28 cm H2O.",
        "Laboratory markers revealed WBC 21.3, Hb 12, and Plt 164."
      ]
    },
    {
      "chunk_id": "bacada_ch21_p2_0_951def06",
      "text": "be caused (1) by extrinsic compression on the airways by the tumor or by an esophageal stent and (2) by direct invasion by the tumor into the airways. These processes can result in severe airway narrowing or ERF. Among a large series of 372 patients seen over the 14 year study period, 74 (20%) were found to have airway involvement: 35 (47%) of these patients had an ERF; in the absence of ERF, airway involvement identified as invasion or*\n\n- Juxtaposition, abutment, bulge, and deviation are terms used to describe extrinsic compression, which is not considered adequate evidence of true airway involvement.*\n\nThis chapter emphasizes the following elements of the Four Box Approach: physical examination; complementary tests and functional status assessment; risk-benefit analyses and therapeutic alternatives; and techniques and instrumentation.258 SECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nthe likely culprit for respiratory failure in view of notably high peak airway pressures and normal plateau pressures, which point to an airway resistance process. In the absence of evidence for bronchospasm, mucus plugging, or kinking of the endotracheal tube, the most plausible explanation for high peak airway pressures and respiratory failure in this patient was tracheal obstruction by the esophageal mass. This was probably worsened by the moderate sedation used for EGD.\n\nOn bronchoscopy, this patient’s central airway obstruction was classified as mixed because it comprised an endoluminal component and extrinsic compression (Figure 21-2).12 In addition to bronchoscopy, computed tomography (CT) provides a noninvasive means of confirming the presence and severity of suspected airway involvement and is valuable in assessing the length of a stenosis, especially when a bronchoscope may not be passable beyond the stenosis. Before bronchoscopy, CT may help to determine whether double stent insertion is necessary (Figure 21-3). In cases of suspected ERF, a barium swallow is usually performed.\n\nComorbidities\n\nIt is possible that our patient had hypoventilation post EGD, caused by sedation-induced reduction in minute ventilation in the setting of critical tracheal obstruction, or possibly by upper airway obstruction unmasked by sedatives. The redundant pharyngeal and laryngeal tissues, as seen in patients with obstructive sleep apnea (OSA), may further lose tonicity, contributing to the hypoventilation and hypoxemia induced by moderate sedation, which potentially leads to respiratory failure.\n\nEndotracheal infiltration was biopsy proven in 29 of 39 patients (74%).4 Other investigators report airway involvement in 10.9% to 62% of cases.4,5 Because of the proximity of the major airways to the upper two thirds of the esophagus in the thorax, major airway obstruction is also common. In fact, patients with esophageal tumors above the level of the main carina have a worse prognosis than those with lower tumors because of this anatomic relationship with the large airways.6 Hence, up to 25% of patients with advanced esophageal cancer may require airway stent insertion to alleviate airway obstruction.7-10 The mean duration of survival for patients requiring airway stent insertion for obstruction due to esophageal cancer reportedly ranges from only 35 to 121 days, with many patients dying at home or in hospice.9\n\nSevere respiratory symptoms in these patients may occur because of ERF or severe airway narrowing. For tumors extending into the airway lumen, as is seen in our patient, primary goals of therapy include palliative relief of the malignant obstruction of the esophageal lumen and central airway. If present, attempts can be made to close fistulas between the esophagus and the central airway or, at the least, to alleviate or diminish risks of aspiration and inability to swallow. Recurrent aspiration pneumonia may be caused by dysphagia due to esophageal obstruction or by ERF and can lead to respiratory failure. Initial chest radiographs are often normal; in these cases, they are useful for excluding other causes of respiratory symptoms such as pneumonia, pneumothorax, and pleural effusion.11 In our patient, for example, pneumonia was not evident on chest x-ray (CXR) nor was ERF on bronchoscopy. The critical airway obstruction was therefore the likely culprit for respiratory failure in view of notably high peak airway pressures and normal plateau pressures, which point to an airway resistance process. In the absence of evidence for bronchospasm, mucus plugging, or kinking of the endotracheal tube, the most plausible explanation for high peak airway pressures and respiratory failure in this patient was tracheal obstruction by the esophageal mass. This was probably worsened by the moderate sedation used for EGD.\n\nFigure 21-1 A, Chest x-ray (CXR) before the bronchoscopy showed a soft tissue mass density projecting to the right of the trachea, enlarged lung volumes bilaterally, and the endotracheal tube (ETT). B, The day after the rigid bronchoscopy, the ETT was removed, and air trapping had resolved. C, Rigid bronchoscopic view of the mixed airway obstruction, which consisted of exophytic endoluminal mass and extrinsic compression. D, Indwelling silicone stent after rigid bronchoscopy restored airway patency but is still partially compressed in the anteroposterior diameter.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5365,
      "token_count": 1168,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Figure 21-1 A, Chest x-ray (CXR) before the bronchoscopy showed a soft tissue mass density projecting to the right of the trachea, enlarged lung volumes bilaterally, and the endotracheal tube (ETT).",
        "Before bronchoscopy, CT may help to determine whether double stent insertion is necessary (Figure 21-3).",
        "The critical airway obstruction was therefore the likely culprit for respiratory failure in view of notably high peak airway pressures and normal plateau pressures, which point to an airway resistance process."
      ],
      "section_path": [
        "Case Description",
        "Discussion Points",
        "Case Resolution"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p3_0_d5a4f0be",
      "text": "most plausible explanation for high peak airway pressures and respiratory failure in this patient was tracheal obstruction by the esophageal mass. This was probably worsened by the moderate sedation used for EGD.\n\nFigure 21-1 A, Chest x-ray (CXR) before the bronchoscopy showed a soft tissue mass density projecting to the right of the trachea, enlarged lung volumes bilaterally, and the endotracheal tube (ETT). B, The day after the rigid bronchoscopy, the ETT was removed, and air trapping had resolved. C, Rigid bronchoscopic view of the mixed airway obstruction, which consisted of exophytic endoluminal mass and extrinsic compression. D, Indwelling silicone stent after rigid bronchoscopy restored airway patency but is still partially compressed in the anteroposterior diameter.21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n259\n\nFigure 21-2 Central airway obstruction classification on the basis of mechanism. The bottom photos represent endoluminal papillomas (left), extrinsic compression from the sarcoma (center), and mixed extrinsic compression and endoluminal obstruction from the thyroid carcinoma (right).\nEndoluminal tumor\nExtrinsic compression\nMixed obstruction\n\nFigure 21-3 A, Computed tomography shows severe tracheal obstruction in a patient with esophageal cancer scheduled for esophageal stent placement. B, In a different patient with left pneumonectomy, the lower trachea and the right mainstem bronchus were severely narrowed post esophageal stent placement, resulting in respiratory failure.\nEsophageal\nstent\nA\nB\n\nintubation (see video on ExpertConsult.com) (Video V.21.1). Although not documented in his medical history, based on the bronchoscopic findings, we suspected OSA in our patient. This can also contribute to poor outcomes caused by perioperative complications. Indeed, evidence suggests that patients with OSA may have more postoperative hypoxemia, upper airway obstruction, cardiac arrhythmias, and myocardial infarction.13 Results of observational studies show that most patients with OSA who are undergoing surgery have not been diagnosed before surgery. In a study of 2877 elective surgery patients, 24% were found to be at risk for having OSA, and 81% of these had not been diagnosed previously.14 These data raise the question whether all patients undergoing surgery should be screened for OSA.\n\n### Support System\nThe patient had been married for 47 years and had no children. He had no living will and no advance health care directives. His wishes were not known.\n\n### Patient Preferences and Expectations\nThe prognosis was discussed with the patient’s wife. By investing in patient-centered conversations with family members, health care providers can better meet the needs of families and patients during a medical crisis such as respiratory failure or admission to the intensive care unit.15 His wife hoped he could be weaned from the ventilator, so she could speak with him about his wishes.\n\n### Procedural Strategies\n#### Indications\nThe primary goal was to restore airway patency to facilitate extubation and change the level of care. Interventional bronchoscopic procedures have been reported to facilitate weaning from mechanical ventilation.16 Relevant to this patient’s condition, in a study of 11 inoperable patients with esophageal carcinoma and airway involvement treated with a combination of rigid bronchoscopy, neodymium-doped yttrium aluminum garnet (Nd:YAG) laser resection, and silicone stent placement, authors noted that 4 patients who required mechanical ventilation for respiratory failure were successfully weaned from mechanical ventilation after the procedure.9 Overall, airway stent insertion is considered a palliative intervention for airway complications in patients with unresectable esophageal cancer.9 Airway stents are effective for",
      "page": 3,
      "start_offset": 0,
      "end_offset": 3850,
      "token_count": 824,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Figure 21-1 A, Chest x-ray (CXR) before the bronchoscopy showed a soft tissue mass density projecting to the right of the trachea, enlarged lung volumes bilaterally, and the endotracheal tube (ETT).",
        "Endoluminal tumor\nExtrinsic compression\nMixed obstruction\n\nFigure 21-3 A, Computed tomography shows severe tracheal obstruction in a patient with esophageal cancer scheduled for esophageal stent placement.",
        "most plausible explanation for high peak airway pressures and respiratory failure in this patient was tracheal obstruction by the esophageal mass."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p4_0_007d7be8",
      "text": "him about his wishes.\n\n### Procedural Strategies\n#### Indications\nThe primary goal was to restore airway patency to facilitate extubation and change the level of care. Interventional bronchoscopic procedures have been reported to facilitate weaning from mechanical ventilation.16 Relevant to this patient’s condition, in a study of 11 inoperable patients with esophageal carcinoma and airway involvement treated with a combination of rigid bronchoscopy, neodymium-doped yttrium aluminum garnet (Nd:YAG) laser resection, and silicone stent placement, authors noted that 4 patients who required mechanical ventilation for respiratory failure were successfully weaned from mechanical ventilation after the procedure.9 Overall, airway stent insertion is considered a palliative intervention for airway complications in patients with unresectable esophageal cancer.9 Airway stents are effective for260 SECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\n- *Expected Result*s**\nStent insertion in the involved airway of esophageal cancer has been shown to improve the life quality and outcomes of patients with advanced esophageal cancer.4 In the largest case series to date, 66 airway stents (65 studded silicone stents and 1 Wallstent metal stent) were inserted in 51 patients with airway involvement from esophageal carcinoma. Forty stents were inserted in the trachea, 16 in the left main bronchus, and 10 in the right main bronchus. In 47 patients (92%), improvement in respiratory symptoms was significant. The mean survival was 107.7 days.8\n\nAlthough some might say that bronchoscopic stent insertion is an unwarranted and potentially costly therapeutic alternative with patients with ultimately and rapidly fatal disease, we contend that stent insertion is a palliative intervention that always warrants consideration, not only because it results in greater comfort, even over the short term, but also because it improves quality of life, might allow withdrawal from mechanical ventilation so that patients can communicate more fully with their loved ones, and may result in a reduction in level of care or more rapid discharge from the intensive care or hospital setting. In the Netherlands, where euthanasia is a legal alternative to certain palliative therapies for patients with advanced cancer, 7 out of 12 patients with esophageal cancer who elected to have airway stents inserted were judged by their family physicians to have received “worthwhile” palliation in terms of quality of life during the terminal phase of their disease, despite their relatively short remaining survival time.19\n\n- *Team Experienc*e**\nIn high esophageal tumors and in locally invasive tumors with evidence of ERF, a shared interdisciplinary care approach between gastroenterology and pulmonary teams is recommended.20 The type of airway stent selected may depend on the level of team experience and training in the technique of rigid bronchoscopy.21 Bronchoscopic resectional techniques such as laser, electrocautery, cryotherapy, argon plasma coagulation (APC), and photodynamic therapy (PDT), in addition to metal or silicone stent insertion, were available at our institution. Therefore in our case, the choice of treatment was guided by (1) a need for immediate improvement in airway patency to facilitate extubation, (2) a need to maintain airway patency in view of extrinsic compression, and (3) a desire for a stent that could be removed or changed easily in case of changes in clinical illness. Thus we elected to perform our procedure using a resection technique such as Nd:YAG laser for possible hemostasis and photocoagulation of tumor in conjunction with coring out, and to insert a silicone rather than a covered metal stent because of its greater expansile force.22,23\n\n- *Therapeutic Alternatives for Restoring Airway Patenc*y**\nAlternative therapeutic modalities include insertion of SEMS, radiation therapy, chemotherapy, surgical intervention (esophageal bypass, diversion, and attempted resection), and comfort measures. This patient was not considered a candidate for surgical intervention given his advanced disease, poor functional status, and respiratory failure. Less invasive palliative interventions considered included other palliative bronchoscopic options such as mechanical debridement, dilation, laser ablation, electrocautery, cryotherapy, photodynamic therapy, and brachytherapy alone.24 Without stent insertion, however, restoration of airway patency may not be immediate or long-lasting. In addition, any remaining extrinsic compression after debulking would require stent placement to maintain patency.\n\ntreating airway narrowing from both extrinsic compression and direct tumor invasion and have been shown to be useful in the treatment of ERF, if present.4,17,18 The choice of stent depends on the clinician, the place of practice, financial or health care social policy circumstances, institutional biases, and equipment availability, as well as the particular needs of the individual patient. Clinician factors include personal training, familiarity with rigid and flexible bronchoscopy, and personal preference. Institution-related factors include costs (self-expanding metallic stents [SEMS] are generally more expensive), availability of operating theaters and anesthesiologists for emergency rigid bronchoscopy, and stent availability. In terms of patient factors, one might consider the fitness of the patient for general anesthesia, the risk of provoking complete airway occlusion outside of an operating theater while performing flexible bronchoscopy, and any foreseeable chance that a stent may need to be adjusted or replaced subsequently.11\n\n1. Covered",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5710,
      "token_count": 1161,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Forty stents were inserted in the trachea, 16 in the left main bronchus, and 10 in the right main bronchus.",
        "Interventional bronchoscopic procedures have been reported to facilitate weaning from mechanical ventilation.16 Relevant to this patient’s condition, in a study of 11 inoperable patients with esophageal carcinoma and airway involvement treated with a combination of rigid bronchoscopy, neodymium-doped yttrium aluminum garnet (Nd:YAG) laser resection, and silicone stent placement, authors noted that 4 patients who required mechanical ventilation for respiratory failure were successfully weaned from mechanical ventilation after the procedure.9 Overall, airway stent insertion is considered a palliative intervention for airway complications in patients with unresectable esophageal cancer.9 Airway stents are effective for260 SECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\n- *Expected Result*s**\nStent insertion in the involved airway of esophageal cancer has been shown to improve the life quality and outcomes of patients with advanced esophageal cancer.4 In the largest case series to date, 66 airway stents (65 studded silicone stents and 1 Wallstent metal stent) were inserted in 51 patients with airway involvement from esophageal carcinoma.",
        "In the Netherlands, where euthanasia is a legal alternative to certain palliative therapies for patients with advanced cancer, 7 out of 12 patients with esophageal cancer who elected to have airway stents inserted were judged by their family physicians to have received “worthwhile” palliation in terms of quality of life during the terminal phase of their disease, despite their relatively short remaining survival time.19\n\n- *Team Experienc*e**\nIn high esophageal tumors and in locally invasive tumors with evidence of ERF, a shared interdisciplinary care approach between gastroenterology and pulmonary teams is recommended.20 The type of airway stent selected may depend on the level of team experience and training in the technique of rigid bronchoscopy.21 Bronchoscopic resectional techniques such as laser, electrocautery, cryotherapy, argon plasma coagulation (APC), and photodynamic therapy (PDT), in addition to metal or silicone stent insertion, were available at our institution."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p5_0_b0537985",
      "text": "the treatment of ERF, if present.4,17,18 The choice of stent depends on the clinician, the place of practice, financial or health care social policy circumstances, institutional biases, and equipment availability, as well as the particular needs of the individual patient. Clinician factors include personal training, familiarity with rigid and flexible bronchoscopy, and personal preference. Institution-related factors include costs (self-expanding metallic stents [SEMS] are generally more expensive), availability of operating theaters and anesthesiologists for emergency rigid bronchoscopy, and stent availability. In terms of patient factors, one might consider the fitness of the patient for general anesthesia, the risk of provoking complete airway occlusion outside of an operating theater while performing flexible bronchoscopy, and any foreseeable chance that a stent may need to be adjusted or replaced subsequently.11\n\n1. Covered21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n261\n\n2. Definitive chemo-radiotherapy has been proposed for patients with esophageal cancer and airway invasion with or without ERF. Radiation therapy is effective in palliating dysphagia in 34% to 48% of patients with inoperable esophageal cancer.26 Concurrent chemotherapy with radiotherapy affords even greater benefit in terms of survival and loco-regional control,1 although it is associated with significant treatment-related morbidity and mortality. Anecdotal evidence suggests a clinical complete response with induction chemotherapy followed by consolidation with concurrent chemo-radiotherapy-an approach that may reduce the morbidity of upfront radiation.27 Progression to ERF, however, has been reported with radiotherapy; in one case series, the incidence was approximately 10% (9 of 85 patients).28 This palliative intervention was not considered a first step in our patient given his poor performance status and the presence of respiratory failure.\n\n3. Double stent insertion can effectively palliate both dyspnea and dysphagia. Several reports have described the use of “double” stenting of the esophagus and the airway. Results in terms of immediate relief of respiratory and swallowing symptoms appear to be excellent. Esophageal stents, however, are known to compress the adjacent airway, precipitating or exacerbating airway narrowing (see Figure 21-3).7,29 Acute airway obstruction malignant extrinsic compression in our patient, stent insertion could have restored airway patency with or without minimal flexible bronchoscopic debulking of the mass using electrocautery or APC.\n\nA technique for placing these stents without fluoroscopy includes the following steps: The bronchoscope is inserted into the mouth through a bite block alongside the endotracheal tube (ETT) and is advanced into the space between the tracheal wall and the endotracheal tube; the scope is then positioned proximal to the lesion; a guidewire is inserted through the bronchoscope and is passed alongside the lesion, after which the bronchoscope is withdrawn, leaving the guidewire in place. The scope is reinserted into the ETT to confirm guidewire location. A stent delivery catheter is advanced over the guidewire, and the stent is deployed under bronchoscopic visualization. The delivery catheter and the guidewire are withdrawn together, with the stent left in position (Figure 21-5). If necessary, the stent can be repositioned by grasping its proximal loop with a flexible alligator forceps (see video on ExpertConsult.com) (Video V.21.2).\n\n- *Figure 21-*4** A, Partially covered 14 x 40 mm Ultraflex stent placed in the lower trachea and the right mainstem bronchus in a patient with respiratory failure post esophageal stent placement. B, The distal aspect of the stent is just above the right upper lobe takeoff, thus allowing ventilation to the right upper lobe bronchus. C, Axial computed tomography (CT) view post stent placement shows a patent but still compressed airway. D, Coronal CT view reveals the exact location of the stent with its distal aspect above the right upper lobe takeoff.*\n\nAirway stent\nEsophageal stent\nEsophageal stent\nAirway stent\nRight upper lobe\nLower trachea\nA\nC\nB\nD\nB",
      "page": 5,
      "start_offset": 0,
      "end_offset": 4229,
      "token_count": 930,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Covered21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n261\n\n2.",
        "The delivery catheter and the guidewire are withdrawn together, with the stent left in position (Figure 21-5).",
        "the treatment of ERF, if present.4,17,18 The choice of stent depends on the clinician, the place of practice, financial or health care social policy circumstances, institutional biases, and equipment availability, as well as the particular needs of the individual patient."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p6_0_bdf4fa97",
      "text": ").\n\n- *Figure 21-*4** A, Partially covered 14 x 40 mm Ultraflex stent placed in the lower trachea and the right mainstem bronchus in a patient with respiratory failure post esophageal stent placement. B, The distal aspect of the stent is just above the right upper lobe takeoff, thus allowing ventilation to the right upper lobe bronchus. C, Axial computed tomography (CT) view post stent placement shows a patent but still compressed airway. D, Coronal CT view reveals the exact location of the stent with its distal aspect above the right upper lobe takeoff.*\n\nAirway stent\nEsophageal stent\nEsophageal stent\nAirway stent\nRight upper lobe\nLower trachea\nA\nC\nB\nD\nB262\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nprocedure is not without complications, however. When double stenting is used in combined esophago-airway lesions, massive bleeding is reported in up to 27%.32 Double stenting is associated with ERF in up to 18% to 38% of patients with esophageal cancer,29,32 although it is unclear whether fistulas occur as a direct result of stent-related erosion of altered neoplastic infiltration or airway and esophageal mucosa, or if they are a natural result of disease progression.\n\nPneumothorax may occur in 3% to 4% of esophageal cancer patients receiving airway stents.8 Patients with previous radiotherapy to the stented area may be especially vulnerable to airway damage.33 In patients with respiratory symptoms, we prefer to place airway and esophageal stents in stages, inserting the airway stent first. In patients without respiratory symptoms, palliation of the esophageal obstruction takes precedence, and an airway stent is inserted only in case of development or suspicion of airway compromise. Of course, in\n\naccompanied by stridor, respiratory failure, and death has been reported after placement of esophageal stents in the proximal one third of the esophagus.7,30 Double stenting of the esophagus and the airway has been described to manage this complication,7,8,17 particularly when malignancy obstructs the lumina of the esophagus and the tracheobronchial tree. The incidence of airway obstruction following esophageal stent insertion ranges from about 1% to 10%.9 Airway stent insertion effectively restores airway patency in this setting.7 Airway stent insertion should always be considered when the esophagus requires stent placement, and certainly respiratory compromise accompanying or following esophageal stent insertion should raise the possibility of airway obstruction by the stent itself. A multidisciplinary approach including an initial airway evaluation for patients being considered for esophageal stent insertion improves prognosis and decreases airway complications related to the esophageal stent.31 The double stenting\n\nFigure 21-5 A, Computed tomography (axial view) from a different patient with esophageal cancer, respiratory failure, and tracheal obstruction. B, Flexible bronchoscopy shows the mixed pattern of obstruction with extrinsic compression and exophytic endoluminal tumor. C, The self-expandable metallic stent is adjusted by pulling the proximal loop using a grasping forceps through the flexible bronchoscope introduced through the No. 8 endotracheal tube. D, Final view of the stent expanded in the trachea, restoring airway patency and allowing removal of mechanical ventilation.",
      "page": 6,
      "start_offset": 0,
      "end_offset": 3366,
      "token_count": 774,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        ").\n\n- *Figure 21-*4** A, Partially covered 14 x 40 mm Ultraflex stent placed in the lower trachea and the right mainstem bronchus in a patient with respiratory failure post esophageal stent placement.",
        "A multidisciplinary approach including an initial airway evaluation for patients being considered for esophageal stent insertion improves prognosis and decreases airway complications related to the esophageal stent.31 The double stenting\n\nFigure 21-5 A, Computed tomography (axial view) from a different patient with esophageal cancer, respiratory failure, and tracheal obstruction.",
        "B, The distal aspect of the stent is just above the right upper lobe takeoff, thus allowing ventilation to the right upper lobe bronchus."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p7_0_029b7af0",
      "text": "obstruction by the stent itself. A multidisciplinary approach including an initial airway evaluation for patients being considered for esophageal stent insertion improves prognosis and decreases airway complications related to the esophageal stent.31 The double stenting\n\nFigure 21-5 A, Computed tomography (axial view) from a different patient with esophageal cancer, respiratory failure, and tracheal obstruction. B, Flexible bronchoscopy shows the mixed pattern of obstruction with extrinsic compression and exophytic endoluminal tumor. C, The self-expandable metallic stent is adjusted by pulling the proximal loop using a grasping forceps through the flexible bronchoscope introduced through the No. 8 endotracheal tube. D, Final view of the stent expanded in the trachea, restoring airway patency and allowing removal of mechanical ventilation.21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n263\nadvised regarding all of the alternatives, the wife elected to proceed with rigid bronchoscopy under general anesthesia. She was informed of our potential inability to restore airway patency, and she was informed of the risks for bleeding, airway perforation, worsening respiratory failure, prolonged mechanical ventilation, and death.\n\n- *Techniques and Result*s**\n\n- *Anesthesia and Perioperative Car*e**\nIn patients with OSA, the effects of general anesthesia, neuromuscular agents (when used), narcotics, and sedatives may enhance pharyngeal muscle relaxation and depress the arousal response. This results in more frequent and longer apneas postoperatively.13 Nasal continuous positive airway pressure (CPAP) after extubation may improve outcomes, but only limited data suggest possible benefit.13\n\nAt our institution, we perform procedures with patients under general anesthesia, usually achieved by intravenous propofol and, when necessary, remifentanil. Neuromuscular blocking drugs are not used because we aim to keep patients breathing spontaneously throughout the procedure. Ideally, the depth of anesthesia should allow spontaneous breathing while preventing excessive body movement in response to rigid bronchoscopy stimulation.36 We routinely use a local anesthetic, such as 1%, 2%, or 4% lidocaine, sprayed directly to the larynx before insertion of the rigid bronchoscope to prevent laryngospasm, to reduce patient discomfort leading to coughing and bucking during the procedure, and to help avoid throat soreness afterward.\n\n- *Instrumentatio*n**\nSelection of a particular stent for an individual patient is often based on the operator’s preference and previous experience with a particular stent, evolution in stent technology, and the local availability of various stents. In addition to the geometry (extent, morphology, severity) of the tumor, knowledge of the mechanical properties of the stent is helpful in selecting the appropriate stent.37 We therefore consider the biomechanical properties of various stents before insertion because the expansile force (physical strength) and ability to withhold angulation (buckling) vary widely among different types. The important attribute of a stent in a case of extrinsic compression is its expansile force because this determines whether the stent is likely to expand fully. However, in a distorted, curved airway, the buckling radius becomes important as well because this determines whether the stent can conform to an acutely angulated tumor and yet remain functional. Stents may differ greatly in their elasticity and resistance to angulation. Available information on this topic for airway stents is unfortunately very limited.* For example, Ultraflex stents (Boston Scientific, Natick, Mass) were shown to withstand angulation, but their expansile force is not very great, and a studded silicone stent*\n\na patient with an esophageal tumor above the level of the tracheal bifurcation, it is advisable to exclude tracheal stenosis before esophageal stent insertion even if the patient is not dyspneic. Although bronchoscopic inspection of the airway before insertion of an esophageal stent is routine practice in many centers, it is not clear from the literature whether this procedure is absolutely cost-effective. An alternative is to insert an airway stent preventively before esophageal stent placement if significant airway compromise is present on CT scan or bronchoscopic evaluation.34 Otherwise, airway compromise after esophageal stent insertion can be effectively palliated by airway stents. Colt et al.7 performed bronchoscopy in 39 patients requiring esophageal stents for esophageal cancer. Airway stents were required in 10 of these patients (26%) because of airway obstruction. Placement of the esophageal prosthesis contributed significantly to airway compromise in 4 of these patients (10% overall). In our patient, we elected to proceed with conversations regarding esophageal stent insertion only after airway patency had been safely established and the patient had been successfully extubated.\n\n4. Supportive care measures include intravenous hydration, feeding tubes, antibiotics, analgesics, and comfort care, including medication for sedation and pain control.\n\n- *Cost-Effectivenes*s**\nNo formal cost-effectiveness evaluations of these various modalities have yet been published. Emergent bronchoscopic interventions in the setting of central airway obstruction (CAO) favorably affect health care utilization in patients with acute respiratory distress from CAO who require ICU hospitalization.16 Successful withdrawal from mechanical ventilation and substantial level of care changes from ICU hospitalization to the medical ward in more than 50% of patients, whether for initiation of systemic therapy or for",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5743,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The important attribute of a stent in a case of extrinsic compression is its expansile force because this determines whether the stent is likely to expand fully.",
        "However, in a distorted, curved airway, the buckling radius becomes important as well because this determines whether the stent can conform to an acutely angulated tumor and yet remain functional.",
        "A multidisciplinary approach including an initial airway evaluation for patients being considered for esophageal stent insertion improves prognosis and decreases airway complications related to the esophageal stent.31 The double stenting\n\nFigure 21-5 A, Computed tomography (axial view) from a different patient with esophageal cancer, respiratory failure, and tracheal obstruction."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p8_0_41f110a3",
      "text": "4 of these patients (10% overall). In our patient, we elected to proceed with conversations regarding esophageal stent insertion only after airway patency had been safely established and the patient had been successfully extubated.\n\n4. Supportive care measures include intravenous hydration, feeding tubes, antibiotics, analgesics, and comfort care, including medication for sedation and pain control.\n\n- *Cost-Effectivenes*s**\nNo formal cost-effectiveness evaluations of these various modalities have yet been published. Emergent bronchoscopic interventions in the setting of central airway obstruction (CAO) favorably affect health care utilization in patients with acute respiratory distress from CAO who require ICU hospitalization.16 Successful withdrawal from mechanical ventilation and substantial level of care changes from ICU hospitalization to the medical ward in more than 50% of patients, whether for initiation of systemic therapy or for264\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nabove the carina. Flexible bronchoscopy was performed through the rigid tube to remove blood and secretions from the airway. Hemostasis was achieved by using an Nd:YAG laser at 30 W, with 1 second pulse photocoagulation, using a total of 935 joules. We chose to insert a Dumon silicone stent (16 mm x 50 mm) because its advantages include ease of adjustment in cases of migration, as well as protection against tumor invasion. Its main disadvantage is the need for rigid bronchoscopy and general anesthesia, which may be poorly tolerated in malnourished patients or in those with concurrent cardiopulmonary disease. Compared with flexible bronchoscopy, however, rigid bronchoscopy affords superior airway control and the ability to safely ventilate patients during the procedure.\n\nThe relative thickness of the stent wall tends to lower the maximum achievable luminal diameter. After stent insertion, the rigid scope was removed, and the patient was intubated with a No. 7 endotracheal tube positioned so that its distal aspect was within the stent itself. No intraoperative or postoperative complications were reported.\n\nDuring rigid bronchoscopy with stent insertion, the airway walls can be traumatized or perforated by instrumentation during stent placement and by pressure exerted onto the walls by the stent itself. Complications such as hemorrhage, fistula formation, pneumothorax, pneumomediastinum, or infection cannot always be avoided. Expected delayed adverse events post silicone stent insertion include migration, obstruction by mucus, and granulation. Migration rates for silicone airway stents placed in esophageal cancer patients are reportedly 8% to 12%.11 With migration, not only does the stenotic region again become obstructed, but the solid walls of a displaced silicone stent may potentially block off a bronchial orifice. To prevent mucus plugging after stent insertion, we routinely begin chest physiotherapy as soon as the patient can tolerate it, usually later on the day of stent insertion. Inhaled air is moisturized by means of steam inhalation or nebulized saline, and mucolytics can be given occasionally. Pneumonia, which may result from sputum plugging, has been reported in 4% of esophageal cancer patients after airway stent insertion.8 Granulation tissue overgrowth can be very rapid and can cause (Dumon stent, Novatech, Cedex, France) has the opposite behavior.22,23\n\nIn this regard, a recent study evaluating the role of therapeutic bronchoscopy for malignant CAO showed that the stent used most commonly in the trachea and the right mainstem bronchi (relatively straight airways) was the Dumon stent, and the one used most commonly in the left mainstem bronchus (curved, tapered airway; often distorted in the setting of malignancy) was the Ultraflex stent, likely because of its better ability to withhold angulation.38 In this study, patients with esophageal carcinoma involving the airway most often required only stent placement without laser-assisted debulking, probably because the main problem was extrinsic compression.38\n\nAnatomic Dangers and Other Risks\n\nLimited neck mobility as noted in this patient potentially increased the risk for difficult rigid intubation. Therefore, an endotracheal tube had to be readily available to allow prompt intubation of the patient in case rigid bronchoscopy could not be performed (especially once anesthesia induction had occurred). In this patient with significant tumor involvement, risks for airway perforation, hypoxemia, bleeding, and procedure-related death were present.\n\nResults and Procedure-Related Complications\n\nBecause of the limited neck mobility, we chose to insert the rigid scope via the corner of the mouth (Figure 21-6). We used a large-diameter tube (13 mm) to facilitate placement of a large stent. The ETT was removed under direct visualization, and the bronchoscope was inserted through the larynx as the endotracheal tube was being removed (see video on ExpertConsult.com) (Video V.21.3). We avoided laser resection of tumor to avoid necrosis and rupture of the posterior membrane of the trachea, which might precipitate ERF formation. Partial resection and coring out of the tumor within the airway were achieved using the beveled edge of the rigid bronchoscope; once tissues were partially removed, significant extrinsic compression remained and extended for 3 cm (see video on ExpertConsult.com) (Video V.21.4). This began at 5 cm below the vocal cords and extended to an area 2.5 cm",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5526,
      "token_count": 1187,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Partial resection and coring out of the tumor within the airway were achieved using the beveled edge of the rigid bronchoscope; once tissues were partially removed, significant extrinsic compression remained and extended for 3 cm (see video on ExpertConsult.com) (Video V.21.4).",
        "We chose to insert a Dumon silicone stent (16 mm x 50 mm) because its advantages include ease of adjustment in cases of migration, as well as protection against tumor invasion.",
        "Results and Procedure-Related Complications\n\nBecause of the limited neck mobility, we chose to insert the rigid scope via the corner of the mouth (Figure 21-6)."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p9_0_9c0c2430",
      "text": "). We used a large-diameter tube (13 mm) to facilitate placement of a large stent. The ETT was removed under direct visualization, and the bronchoscope was inserted through the larynx as the endotracheal tube was being removed (see video on ExpertConsult.com) (Video V.21.3). We avoided laser resection of tumor to avoid necrosis and rupture of the posterior membrane of the trachea, which might precipitate ERF formation. Partial resection and coring out of the tumor within the airway were achieved using the beveled edge of the rigid bronchoscope; once tissues were partially removed, significant extrinsic compression remained and extended for 3 cm (see video on ExpertConsult.com) (Video V.21.4). This began at 5 cm below the vocal cords and extended to an area 2.5 cm21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n265\n\nFollow-up Tests and Procedures\nAfter stent insertion, a follow-up CXR was performed to confirm its location (see Figure 21-1). Surveillance bronchoscopy is warranted in those patients suspected of having stent-related adverse effects. Secretions, migration, tumor progression, fistula formation, and pneumothorax usually are detected by follow-up bronchoscopy or on chest imaging studies. Complications usually are detected by the onset of new respiratory symptoms and do not necessitate systematic flexible bronchoscopy. Preventive measures such as aerosol therapy, respiratory physiotherapy, and clinical visits8 are advocated. If patients undergo radiation treatment, bronchoscopy can reveal radiation-induced changes and can help the clinician determine the need for a prolonged indwelling airway stent. In the vast majority of cases of advanced esophageal carcinoma, airway stents are, in fact, permanent once placed. Although this probably reflects the short survival of this group of patients, given the potential for stent-related complications, arguments for removing airway stents in cases of subsequent tumor-specific therapy are valid here, as well as in cases of remission of the airway stenosis.40 We provided the family with a stent alert card. This document includes the patient’s name; indication for stent insertion; type, location, and size of stent inserted; and contact information, as well as instructions for both patients and physicians in case of stent-related complications (Figure 21-7).\n\nThe patient was successfully extubated the day after the procedure. He then was transferred back to the referring hospital and was discharged home. Six weeks later, however, he was hospitalized with malnutrition, muscle weakness, and respiratory failure. His airway stent was patent. After a few days of hydration, nutrition, and resting on a ventilator, he was successfully extubated and this time was discharged to home hospice care.\n\nSignificant obstruction of either or both ends of an airway stent within days or weeks. Excessive pressure from too large a stent or friction of a loose stent rubbing against the airway wall might also enhance granulation tissue formation.39\n\nLong-Term Management\nOutcome Assessment\nThe underlying disease, the location of the obstructing lesion, the nature of the lesion (extrinsic, intraluminal, or mixed), and the treatment modality are independent predictors of survival in patients with CAO who undergo therapeutic bronchoscopy.38 In one study, for instance, the median survival for esophageal carcinoma was 2.5 months versus 5.5 months for lung cancer; the median survival for patients with tracheal and bilateral mainstem bronchial stenosis was 1.6 months versus 4.7 and 4.8 months for patients with left- and right-sided obstruction, respectively. Patients with mixed obstruction had a median survival of 2.3 months versus 5.7 months for patients with purely intraluminal disease.38 Patients treated with laser and stent had a median survival of 3 months versus 2.7 months for stent only and 10.7 months for laser only treatment. These data do not necessarily imply that one treatment modality is better than another but may simply reflect the nature and severity of the airway obstruction. For example, patients who needed only laser therapy had less severe airway obstruction (e.g., intrinsic exophytic obstructive lesion) and lesions amenable to this modality alone.38\n\nReferral\nUpon discussion in our multidisciplinary chest conference (cardiothoracic surgery, oncology, critical care, and medical and radiation oncology), a referral to oncology was recommended. Hospice evaluation and home nursing care were also recommended.\n\nFigure 21-7 The stent alert card provides information both for patients and for physicians who may encounter patients with airway stents. They are informed that even though the stents are not radiopaque, one can identify them on the chest x-ray (CXR) as straight lines. Also, if intubation is necessary, we advise bronchoscopic intubation using a cuffless No. 6 endotracheal tube (ETT) to avoid stent dislodgment or mucosal trauma.\n\nMy airway stent\nMEDICAL ALERT\nSTENT\n\nPATIENTS! Contact Dr. X and his staff at\n(XXX) XXX-XXXX, OR go to the nearest\nemergency room if you have\nNew or increased onset of shortness of breath\nNew or increased onset of chest pain\nNew or increased onset of cough\nNew or increased onset of hoarseness\n\nLength [ ] mm\nDiameter [ ] mm\nLocation [ ]\nStent made of [ ] Silicone [ ] Metal [ ] Hybrid",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5372,
      "token_count": 1191,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This began at 5 cm below the vocal cords and extended to an area 2.5 cm21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n265\n\nFollow-up Tests and Procedures\nAfter stent insertion, a follow-up CXR was performed to confirm its location (see Figure 21-1).",
        "Patients with mixed obstruction had a median survival of 2.3 months versus 5.7 months for patients with purely intraluminal disease.38 Patients treated with laser and stent had a median survival of 3 months versus 2.7 months for stent only and 10.7 months for laser only treatment.",
        "Partial resection and coring out of the tumor within the airway were achieved using the beveled edge of the rigid bronchoscope; once tissues were partially removed, significant extrinsic compression remained and extended for 3 cm (see video on ExpertConsult.com) (Video V.21.4)."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p10_0_f30b478c",
      "text": "that even though the stents are not radiopaque, one can identify them on the chest x-ray (CXR) as straight lines. Also, if intubation is necessary, we advise bronchoscopic intubation using a cuffless No. 6 endotracheal tube (ETT) to avoid stent dislodgment or mucosal trauma.\n\nMy airway stent\nMEDICAL ALERT\nSTENT\n\nPATIENTS! Contact Dr. X and his staff at\n(XXX) XXX-XXXX, OR go to the nearest\nemergency room if you have\nNew or increased onset of shortness of breath\nNew or increased onset of chest pain\nNew or increased onset of cough\nNew or increased onset of hoarseness\n\nLength [ ] mm\nDiameter [ ] mm\nLocation [ ]\nStent made of [ ] Silicone [ ] Metal [ ] Hybrid266 SECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nthey are placed when more than 50% of the lumen is obstructed after debulking or when involvement and instability of the airway wall (malacia) are significant.43\n\nThe physiologic rationale for the “50%” cutoff rests on several facts:\n- In a simulation study of tracheal stenosis, the effect of glottic narrowing was of the same order as that of 50% constriction; therefore in theory, an airway narrowing of 50% or less may not significantly affect airflow.44*\n- A significant pressure increase (which correlates with the work of breathing and dyspnea) was observed well beyond 70% narrowing in a characteristic pattern that was similar for 15 and 30 L/min flows; at 50% narrowing, an increase in pressure was seen only at 30 L/min.44*\n- These data may provide physiologic justification for the practice of increasing the size of the airway lumen to less than 50% narrowing when treating tracheal obstruction (by stent insertion if necessary).*\n\n3. List at least three strategies to prevent airway perforation and hemorrhage during rigid bronchoscopy.\n- To prevent airway perforation during laser treatment, the operator should:*\n  - Avoid aiming the laser directly into the airway wall.*\n  - Aim parallel to the wall.*\n  - Use appropriate settings depending on the goal (vaporization or coagulation).*\n  - Use laser sparingly, before mechanical dilation and resection.*\n  - Always find the correct axis and identify airway anatomy distal to the stenosis.*\n- To prevent hemorrhage, the bronchoscopist should:*\n  - Correct coagulopathy.*\n  - Perform devascularization (deep coagulation) by observing tissue blanching using laser at low power density and before vaporization of tissues.*\n  - Use the suction catheter frequently to remove debris, blood, and secretions and to palpate necrosing tissues.*\n  - Be knowledgeable of regional vascular anatomy.*\n\n4. Describe five ways to avoid complications of rigid bronchoscopy.\n- Protect the eyes (see Figure 21-6).*\n  - Place tape over eyelids.*\n  - Avoid laser-induced eye injury by using protective eye shielding.*\n  - Keep the bronchoscopist’s fingers and palm off the eyes of the patient during the procedure.*\n- Protect the teeth.*\n  - Avoid breaking the teeth or lacerating the gums by carefully inserting the rigid bronchoscope and using a mouth guard or gauze to protect the teeth, lips, and gums (see Figure 21-6).*\n- Protect the neck.*\n  - Intubate through the corner of the mouth rather than at midline to avoid hyperextension, especially in a patient with known limited cervical range of motion.*\n\n- *Quality Improvemen*t**\nWe did not believe that an earlier bronchoscopy could have altered the outcome in our patient because, after all, he had no diagnosis before the time of his initial hospitalization. The high incidence of airway involvement by esophageal cancer and the difficulty in predicting it accurately with clinical data or other staging procedures, however, argue for the routine use of bronchoscopy in patients with known tumor located at or above the level of the tracheal bifurcation. Excluding airway invasion is warranted, especially in patients with esophageal tumors longer than 8 cm, or in those for whom CT findings suggest airway invasion. A multivariate logistic regression model indicated, for example, that suspect CT findings (odds ratio, 4.4) and maximal tumor length greater than 8 cm (odds ratio, 3.7) were associated independently with airway invasion.41 Although esophageal ultrasound and CT are considered the best means of assessing the local extent of esophageal cancer, bronchoscopy is best to identify invasion of the cancer into the airways. If patients have previously undergone chemo-radiotherapy, interpreting bronchoscopic findings is more difficult than at baseline; the positive predictive value of macroscopic abnormalities without microscopic proof of cancer is low, and even with extensive sampling for histology and cytology, the false-negative rate is 9.4%.42\n\nDISCUSSION POINTS\n1. Describe three patient-related factors associated with difficult rigid bronchoscopic intubation.\n- Anatomy factors: In addition to the Mallampati score*,* one should evaluate for obesity, short or thick neck, face or neck trauma, teeth integrity, dentures, large tongue, and micrognathia or macrognathia.*\n- Evaluate the 3-3-2 rule because successful laryngoscopy is predicated by relative normal anatomy: three fingers in the mouth opening; three",
      "page": 10,
      "start_offset": 0,
      "end_offset": 5174,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Contact Dr. X and his staff at\n(XXX) XXX-XXXX, OR go to the nearest\nemergency room if you have\nNew or increased onset of shortness of breath\nNew or increased onset of chest pain\nNew or increased onset of cough\nNew or increased onset of hoarseness\n\nLength [ ] mm\nDiameter [ ] mm\nLocation [ ]\nStent made of [ ] Silicone [ ] Metal [ ] Hybrid266 SECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nthey are placed when more than 50% of the lumen is obstructed after debulking or when involvement and instability of the airway wall (malacia) are significant.43\n\nThe physiologic rationale for the “50%” cutoff rests on several facts:\n- In a simulation study of tracheal stenosis, the effect of glottic narrowing was of the same order as that of 50% constriction; therefore in theory, an airway narrowing of 50% or less may not significantly affect airflow.44*\n- A significant pressure increase (which correlates with the work of breathing and dyspnea) was observed well beyond 70% narrowing in a characteristic pattern that was similar for 15 and 30 L/min flows; at 50% narrowing, an increase in pressure was seen only at 30 L/min.44*\n- These data may provide physiologic justification for the practice of increasing the size of the airway lumen to less than 50% narrowing when treating tracheal obstruction (by stent insertion if necessary).*\n\n3.",
        "Describe five ways to avoid complications of rigid bronchoscopy.\n- Protect the eyes (see Figure 21-6).*\n  - Place tape over eyelids.*\n  - Avoid laser-induced eye injury by using protective eye shielding.*\n  - Keep the bronchoscopist’s fingers and palm off the eyes of the patient during the procedure.*\n- Protect the teeth.*\n  - Avoid breaking the teeth or lacerating the gums by carefully inserting the rigid bronchoscope and using a mouth guard or gauze to protect the teeth, lips, and gums (see Figure 21-6).*\n- Protect the neck.*\n  - Intubate through the corner of the mouth rather than at midline to avoid hyperextension, especially in a patient with known limited cervical range of motion.*\n\n- *Quality Improvemen*t**\nWe did not believe that an earlier bronchoscopy could have altered the outcome in our patient because, after all, he had no diagnosis before the time of his initial hospitalization.",
        "A multivariate logistic regression model indicated, for example, that suspect CT findings (odds ratio, 4.4) and maximal tumor length greater than 8 cm (odds ratio, 3.7) were associated independently with airway invasion.41 Although esophageal ultrasound and CT are considered the best means of assessing the local extent of esophageal cancer, bronchoscopy is best to identify invasion of the cancer into the airways."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p11_0_e839fbb1",
      "text": "to identify invasion of the cancer into the airways. If patients have previously undergone chemo-radiotherapy, interpreting bronchoscopic findings is more difficult than at baseline; the positive predictive value of macroscopic abnormalities without microscopic proof of cancer is low, and even with extensive sampling for histology and cytology, the false-negative rate is 9.4%.42\n\nDISCUSSION POINTS\n1. Describe three patient-related factors associated with difficult rigid bronchoscopic intubation.\n- Anatomy factors: In addition to the Mallampati score*,* one should evaluate for obesity, short or thick neck, face or neck trauma, teeth integrity, dentures, large tongue, and micrognathia or macrognathia.*\n- Evaluate the 3-3-2 rule because successful laryngoscopy is predicated by relative normal anatomy: three fingers in the mouth opening; three21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n267\n- If the patient cannot be intubated with the rigid bronchoscope, the patient should be intubated with the flexible bronchoscope using an ETT. A resectional technique can then be used in conjunction with expandable metal stent insertion.*\n- Protect the larynx.*\n- Provide sufficient medication during induction so that muscles are relaxed and alignment of the mouth, larynx, and trachea is possible.*\n- Decrease risk for laryngospasm by providing sufficient laryngotracheal analgesia with lidocaine.*\n- Protect the cardiovascular and respiratory systems.*\n- Avoid hypoxemia.*\n- Avoid complete airway collapse by keeping the patient spontaneously breathing.*\n- Avoid vomiting and reflux by inserting a nasogastric tube in selected instances (e.g., patients with known aspiration history or gastroesophageal reflux disease [GERD]).*\n\nExpert Commentary\nprovided by Norihiko Ikeda, MD, PhD\n\nAs a thoracic surgeon, I would like to focus on issues pertaining to procedural strategies as they apply to this patient. In my analysis of the case using the four-box approach, I will focus on indications and results, team experience, and risk-benefit/alternative therapeutic modalities.\n\nFrom indications, contraindications, and expected results perspectives, we know that two main types of airway stents are in use today: silicone stents and expandable metallic stents. The Dumon-type studded stent, a silicone tube, is well established, especially for the treatment of stenosis caused by intraluminal growth of tumors. Expandable metallic airway stents are used most often in patients with airway stenosis caused by extramural compression. Silicone and expandable metallic stents have different indications and advantages, which should be considered when the interventional bronchoscopist (whether a pulmonologist or a thoracic surgeon) selects the most appropriate stent for the lesion.\n\nWe speculate that the management of mixed malignant tracheal obstruction caused by esophageal cancer may be different depending on whether the case has already been treated by chemotherapy or radiotherapy, or both. For treatment-naive cases, similar to the present case, tumor debulking using rigid bronchoscopy followed by silicone stent insertion should be standard practice. If the tumor responds to chemotherapy or radiotherapy, and increased airway patency is obtained, the silicone stent could be removed. Similar tracheal stenosis occurs in patients with esophageal cancer who have been treated previously, in which case the insertion of an expandable covered metal or hybrid stent is recommended. Particularly in such cases of previous treatment, as the tracheal stenosis tends to get worse because of persistent tumor growth, it is possible that the silicone stent will not maintain airway patency.\n\nCases of esophago-respiratory fistula (ERF) are good indications for metallic (or covered expandable metal and hybrid) stent insertion to the airway because stent insertion into the esophagus can be problematic. Frequently, the esophageal stent causes external compression to the airway, which worsens the airway stenosis. The effect of an esophageal stent on the airway should be predicted by preoperative CT scanning. I personally am not happy with the results of double stent insertion because ERF frequently occurs as the result of poor local blood circulation. Once ERF occurs, the patient seldom takes nourishment orally even if the esophageal stent is inserted successfully. We consider that for these reasons, esophageal stenting is not a complete solution for ERF.\n\nRegarding the issue of operator and team experience and expertise, we need experienced anesthetists to enable us to perform interventions for severe airway stenosis. In patients with severe airway stenosis, obstruction by hemorrhage, secretion, and edema occur easily; therefore certain measures should be taken for the operation, and various precautions are required during the perioperative period. For example, anesthesia usually is maintained with propofol (2.0 to 4.0 mg/kg/hr) and fentanyl citrate (0.1 to 0.2 mg/body weight) for therapeutic rigid bronchoscopy.45 In select cases of severe tracheal stenosis, it is our custom to ensure percutaneous cardiopulmonary support (PCPS) via the femoral artery and vein before induction of anesthesia. Figure 21-3 shows a patient who has had a left pneumonectomy. In such cases, pulmonary reserve is limited, and the shift of the trachea may hinder insertion of rigid bronchoscopy. This",
      "page": 11,
      "start_offset": 0,
      "end_offset": 5437,
      "token_count": 1169,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Silicone and expandable metallic stents have different indications and advantages, which should be considered when the interventional bronchoscopist (whether a pulmonologist or a thoracic surgeon) selects the most appropriate stent for the lesion.",
        "Describe three patient-related factors associated with difficult rigid bronchoscopic intubation.\n- Anatomy factors: In addition to the Mallampati score*,* one should evaluate for obesity, short or thick neck, face or neck trauma, teeth integrity, dentures, large tongue, and micrognathia or macrognathia.*\n- Evaluate the 3-3-2 rule because successful laryngoscopy is predicated by relative normal anatomy: three fingers in the mouth opening; three21 - RIGID BRONCHOSCOPIC TUMOR DEBULKING AND STENT INSERTION FOR MIXED OBSTRUCTION\n267\n- If the patient cannot be intubated with the rigid bronchoscope, the patient should be intubated with the flexible bronchoscope using an ETT.",
        "For example, anesthesia usually is maintained with propofol (2.0 to 4.0 mg/kg/hr) and fentanyl citrate (0.1 to 0.2 mg/body weight) for therapeutic rigid bronchoscopy.45 In select cases of severe tracheal stenosis, it is our custom to ensure percutaneous cardiopulmonary support (PCPS) via the femoral artery and vein before induction of anesthesia."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p12_0_d5b403ab",
      "text": "In patients with severe airway stenosis, obstruction by hemorrhage, secretion, and edema occur easily; therefore certain measures should be taken for the operation, and various precautions are required during the perioperative period. For example, anesthesia usually is maintained with propofol (2.0 to 4.0 mg/kg/hr) and fentanyl citrate (0.1 to 0.2 mg/body weight) for therapeutic rigid bronchoscopy.45 In select cases of severe tracheal stenosis, it is our custom to ensure percutaneous cardiopulmonary support (PCPS) via the femoral artery and vein before induction of anesthesia. Figure 21-3 shows a patient who has had a left pneumonectomy. In such cases, pulmonary reserve is limited, and the shift of the trachea may hinder insertion of rigid bronchoscopy. This268\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nREFERENCES\n1. Colt H, Prakash U, Offord K. Bronchoscopy in North America: survey by the American Association for Bronchology, 1999. J Bronchol. 2000;7:8-25.\n2. Freitag L, Eicker K, Donovan TJ, et al. Mechanical properties of airway stents. J Bronchol. 1995;2:270-278.\n3. Hautmann H, Rieger J, Huber RM, et al. Elastic deformation properties of implanted endobronchial wire stents in benign and malignant bronchial disease: a radiographic in vivo evaluation. Cardiovasc Intervent Radiol. 1999;22:103-108.\n4. Stephens KE Jr, Wood DE. Bronchoscopic management of central airway obstruction. J Thorac Cardiovasc Surg. 2000;119:289-295.\n5. Lee KE, Shin JH, Song HY, et al. Management of airway involvement of oesophageal cancer using covered retrievable nitinol stents. Clin Radiol. 2009;64:133-141.\n6. Petrovich Z, Langholz B, Formenti S, et al. Management of carcinoma of the esophagus: the role of radiotherapy. Am J Clin Oncol. 1991;14:80-86.\n7. Ku GY, Goodman KA, Rusch VW, et al. Successful treatment of esophageal cancer with airway invasion with induction chemotherapy and concurrent chemoradiotherapy. J Thorac Oncol. 2009;4:432-434.\n8. Lewinsky BS, Annes GP, Mann SG, et al. Carcinoma of the esophagus. Radiol Clin Biol. 1975;44:192-196.\n9. Nomori H, Horio H, Imazu Y, et al. Double stenting for esophageal and tracheobronchial stenoses. Ann Thorac Surg. 2000;70:1803-1807.\n10. Dasgupta A, Jain P, Sandur S, et al. Airway complications of esophageal self-expandable metallic stent. Gastrointest Endosc. 1998;47:532-535.\n11. Paganin F, Schouler L, Cuissard L, et al. Airway and esophageal stenting in patients with advanced esophageal cancer and pulmonary involvement. PLoS One. 2008;3:e3101.\n12. Yamamoto R, Tada H, Kishi A, et al. Double stent for malignant combined esophago-airway lesions. Jpn J Thorac Cardiovasc Surg. 2002;50:1-5.\n13. Yorozu A, Dokiya T, Ogita M, et al. Complications of esophageal stenting after radiotherapy and brachytherapy. Jpn J Clin Radiol. 1997;42:1579-1585.\n14. Neuhaus H. The use of stents in the management of malignant esophageal strictures. Gastrointest Endosc Clin North Am. 1998;8:503-519.\n15. Alazemi S, Lunn W, Majid A et al. Outcomes, health-care resources use, and costs of endoscopic removal of metallic airway stents. Chest. 2010;138:350-356.\n16. Wong AYC, Lawmin JC, Irwin MG. Anaesthetic management of a patient with low tracheal obstruction requiring placement of a T-Y stent. Anaesth Intensive Care. 2000;28:196-198.\n17. Chan AC, Shin FG, Lam YH, et al. A comparison study on physical properties of self-expandable esophageal metal stents. Gastrointest Endosc. 1999;49:462-465.\n18. Chhajed PN, Somandin S, Baty F, et al. Therapeutic bronchoscopy for malignant airway stenoses: choice of modality and survival. J Cancer Res Ther. 2010;6:204-209.\n19. Cotran RS, Kumar V, Robbins SL. Robbins Pathologic Basis of Disease. 4th ed. Philadelphia, Pa: WB Saunders; 1989:73-76.\n20. Witt C, Dinges S, Schmidt B, et al. Temporary tracheobronchial stenting in malignant stenoses. Eur J Cancer. 1997;33:204-208.",
      "page": 12,
      "start_offset": 0,
      "end_offset": 3896,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Figure 21-3 shows a patient who has had a left pneumonectomy.",
        "This268\nSECTION 5 - PRACTICAL APPROACH TO MALIGNANT CENTRAL AIRWAY OBSTRUCTION\n\nREFERENCES\n1.",
        "For example, anesthesia usually is maintained with propofol (2.0 to 4.0 mg/kg/hr) and fentanyl citrate (0.1 to 0.2 mg/body weight) for therapeutic rigid bronchoscopy.45 In select cases of severe tracheal stenosis, it is our custom to ensure percutaneous cardiopulmonary support (PCPS) via the femoral artery and vein before induction of anesthesia."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    },
    {
      "chunk_id": "bacada_ch21_p12_3896_cff88929",
      "text": "FG, Lam YH, et al. A comparison study on physical properties of self-expandable esophageal metal stents. Gastrointest Endosc. 1999;49:462-465.\n18. Chhajed PN, Somandin S, Baty F, et al. Therapeutic bronchoscopy for malignant airway stenoses: choice of modality and survival. J Cancer Res Ther. 2010;6:204-209.\n19. Cotran RS, Kumar V, Robbins SL. Robbins Pathologic Basis of Disease. 4th ed. Philadelphia, Pa: WB Saunders; 1989:73-76.\n20. Witt C, Dinges S, Schmidt B, et al. Temporary tracheobronchial stenting in malignant stenoses. Eur J Cancer. 1997;33:204-208.\n21. Riedel M, Stein HJ, Mounyam L, et al. Predictors of tracheobronchial invasion of suprabifurcal oesophageal cancer. Respiration. 2000;67:630-637.\n22. Riedel M, Stein HJ, Mounyam L, et al. Influence of simultaneous neoadjuvant radiotherapy and chemotherapy on bronchoscopic findings and lung function in patients with locally advanced proximal esophageal cancer. Am J Respir Crit Care Med. 2000;162:1741-1746.\n23. Bolliger CT. Multimodalities treatment of advanced pulmonary malignancies. In: Interventional Bronchoscopy: Progress in Respiratory Research. Vol 30. Basel, Switzerland: S. Karger AG; 2000.\n24. Brouns M, Jayaraju ST, Lacor C, et al. Tracheal stenosis: a flow dynamics study. J Appl Physiol. 2007;102:1178-1184.\n25. Furukawa K, Ishida J, Yamaguchi G, et al. The role of airway stent placement in the management of tracheobronchial stenosis caused by inoperable advanced lung cancer Surg Today. 2010;40:315-320.\n26. Saji H, Furukawa K, Tsutsui H, et al. Outcomes of airway stenting for advanced lung cancer with central airway obstruction. Interact Cardiovasc Thorac Surg. 2010;11:425-428.\n27. Herskovic A, Martz K, Al-Sarraf M, et al. Combined chemotherapy and radiotherapy compared to radiotherapy alone in patients with cancer of the esophagus. N Engl J Med. 1992;326:1593-1598.\n28. Nelson DB, Axelrad AM, Fleischer DE, et al. Silicone-covered Wallstent prototypes for palliation of malignant esophageal obstruction and digestive-respiratory fistulas. Gastrointest Endosc. 1997;45:31-37.\n29. Cheng SL, Wang HC, Lee YC, et al. The role of bronchoscopic assessment in esophageal cancer-clinical and survival analysis in 153 patients. J Formos Med Assoc. 2005;104:168-173.\n30. Alexander EP, Trachiotis GD, Lipman TO, et al. Evolving management and outcome of esophageal cancer with airway involvement. Ann Thorac Surg. 2001;71:1640-1644.\n31. Altorki NK, Migliore M, Skinner DB. Esophageal carcinoma with airway invasion. Chest. 1994;106:742-745.\n32. Kato H, Tachimori Y, Watanabe H, et al. Thoracic esophageal carcinoma above the carina: a more formidable adversary? J Surg Oncol. 1997;65:28-33.\n33. Colt HG, Meric B, Dumon JF. Double stents for carcinoma of the esophagus invading the tracheo-bronchial tree. Gastrointest Endosc. 1992;38:485-489.\n34. Belleguic C, Lena H, Briens E, et al. Tracheobronchial stenting in patients with esophageal cancer involving the central airways. Endoscopy. 1999;31:232-236.\n35. Chan KP, Eng P, Hsu AA, et al. Rigid bronchoscopy and stenting for esophageal cancer causing airway obstruction. Chest. 2002;122:1069-1072.\n36. Takamori S, Fujita H, Hayashi A, et al. Expandable metallic stents for tracheobronchial stenoses in esophageal cancer. Ann Thorac Surg. 1996;62:844-847.\n37. Sihoe AD, Wan IY, Yim AP. Airway stenting for unresectable esophageal cancer. Surg Oncol. 2004;13:17-25.\n38. Murgu SD, Colt HG. Interventional bronchoscopy from bench to bedside: new techniques for central and peripheral airway obstruction. Clin Chest Med. 2010;31:101-115.\n39. Gupta RM, Parvizi J, Hanssen AD, et al. Postoperative complications in patients with obstructive sleep apnea syndrome undergoing hip or knee replacement: a case-control study. Mayo Clin Proc. 2001;76:897-905.\n40. F",
      "page": 12,
      "start_offset": 3896,
      "end_offset": 7682,
      "token_count": 1172,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "FG, Lam YH, et al. A comparison study on physical properties of self-expandable esophageal metal stents.",
        "Chhajed PN, Somandin S, Baty F, et al. Therapeutic bronchoscopy for malignant airway stenoses: choice of modality and survival."
      ],
      "section_path": [
        "Procedural Strategies",
        "Indications"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Rigid Bronchoscopic Tumor Debulking for mixed obstruction",
    "Knowledge Base for Chapter 21 -.pdf",
    "Page 1",
    "Extracted Figures",
    "Page 2",
    "Figure Overview",
    "Panel A (Left Image): Pre-Stent Obstruction",
    "Panel B (Right Image): Post-Stent Placement",
    "Relationship Between Panels",
    "Page 3",
    "Support System",
    "Patient Preferences and Expectations",
    "Procedural Strategies",
    "Page 4",
    "Page 5"
  ],
  "source_file": "Chapter 21 -Rigid Bronchoscopic Tumor Debulking for mixed obstruction.md"
}