{
  "doc_id": "papoip_balloon_dilitation",
  "title": "Balloon Dilitation",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 5,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:38:38.205116",
  "text_chunks": [
    {
      "chunk_id": "papoip_balloon_dilitation_p1_0_04b32642",
      "text": "- Balloon Dilation Techniques*\nKevin L. Kovitz and Sylvia S. Yong - Contents Introduction................................................................................................. 1..................................................................................... 1.................................................................................... 2 Technique.................................................................................................... 2 Outcomes.................................................................................................... 3 Conclusion................................................................................................... References....................................................................................................... 5 - Abstract\nAirway stenosis has many causes and can cause significant symptoms in some patients. Once identified, many interventions are available. A simple, safe, direct, inexpensive, repeatable, and rapidly effective option is balloon dilation, also called balloon bronchoplasty. A variety of different balloon options are available, but all can be readily performed with the aid of bronchoscopy. Attention to the airway and experience combined with appropriate application of readily available equipment can lead to immediate symptomatic improvement. Dilation alone may prove sufficient but can also be combined with other modalities such as stenting, laser, other thermal therapies, or local medications. At the least, dilation can improve the airway sufficiently to allow the time and stability to move on to more invasive techniques should they be required. - Keywords\nBalloon dilation · Laryngeal mask airway · Airway patency · Rigid bronchoscope · Airway stenosis - 1 Introduction\nAirway stenosis has many causes and has been treated in many ways. Various classification systems have been proposed [1]. The most basic approach is the bronchoscopic dilation of the area of narrowing. While this can be accomplished by various mechanisms, a simple, direct, and minimally traumatic approach is the use of balloons for dilation or balloon bronchoplasty. This chapter reviews the patient presentations, technique and equipment, and outcomes expected. - 2 Patient Characteristics*\nAirway stenosis can be idiopathic or secondary to an underlying disease process ( - L. Kovitz (✉) · S. S. Yong\nDivision of Pulmonary, Critical Care, Sleep and Allergy, University of Illinois Chicago, Chicago, IL, USA\ne-mail: kkovitz@uic.edu; syong5@uic.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_35-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 2662,
      "token_count": 471,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "References....................................................................................................... 5 - Abstract\nAirway stenosis has many causes and can cause significant symptoms in some patients.",
        "Yong\nDivision of Pulmonary, Critical Care, Sleep and Allergy, University of Illinois Chicago, Chicago, IL, USA\ne-mail: kkovitz@uic.edu; syong5@uic.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_35-1"
      ]
    },
    {
      "chunk_id": "papoip_balloon_dilitation_p2_0_72947d66",
      "text": "the area of narrowing. While this can be accomplished by various mechanisms, a simple, direct, and minimally traumatic approach is the use of balloons for dilation or balloon bronchoplasty. This chapter reviews the patient presentations, technique and equipment, and outcomes expected. - 2 Patient Characteristics*\nAirway stenosis can be idiopathic or secondary to an underlying disease process ( - L. Kovitz (✉) · S. S. Yong\nDivision of Pulmonary, Critical Care, Sleep and Allergy, University of Illinois Chicago, Chicago, IL, USA\ne-mail: kkovitz@uic.edu; syong5@uic.edu\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_35-1However, the best method for evaluating the presence, degree, and extent of an airway stenosis is direct visualization via bronchoscopy. Bronchoscopy can assist in establishing the underlying etiology and be therapeutic. Both flexible and rigid approaches apply and will depend on planned intervention, operator and institution experience, and airway stability needs. - Balloon Characteristics*\nThe main characteristic of balloons ( - Technique\nAs with all patients, attention to airway stability is paramount. Appropriate monitoring and sedation are required. Patients typically require some form of established airway which can be a laryngeal mask airway, endotracheal tube, or rigid bronchoscope depending on location, experience, and planned intervention. Ideally, the practitioner is skilled in all - \nIntubation\nSurgical anastomotic (i.e., sleeve resection, transplant)\nInfectious (i.e., tuberculosis)\nInflammatory (i.e., sarcoidosis, eosinophilic granulomatosis with\npolyangiitis, and relapsing polychondritis)\nMalignant\nIdiopathic\nRadiation\nInhalational injury - L. Kovitz and S. S. Yong",
      "page": 2,
      "start_offset": 0,
      "end_offset": 1780,
      "token_count": 424,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "While this can be accomplished by various mechanisms, a simple, direct, and minimally traumatic approach is the use of balloons for dilation or balloon bronchoplasty.",
        "This chapter reviews the patient presentations, technique and equipment, and outcomes expected. - 2 Patient Characteristics*\nAirway stenosis can be idiopathic or secondary to an underlying disease process ( - L."
      ]
    },
    {
      "chunk_id": "papoip_balloon_dilitation_p3_0_87da5fde",
      "text": "way stability needs. - Balloon Characteristics*\nThe main characteristic of balloons ( - Technique\nAs with all patients, attention to airway stability is paramount. Appropriate monitoring and sedation are required. Patients typically require some form of established airway which can be a laryngeal mask airway, endotracheal tube, or rigid bronchoscope depending on location, experience, and planned intervention. Ideally, the practitioner is skilled in all - \nIntubation\nSurgical anastomotic (i.e., sleeve resection, transplant)\nInfectious (i.e., tuberculosis)\nInflammatory (i.e., sarcoidosis, eosinophilic granulomatosis with\npolyangiitis, and relapsing polychondritis)\nMalignant\nIdiopathic\nRadiation\nInhalational injury - L. Kovitz and S. S. Yongof these options so the approach chosen can be patient specific. With the exception of a very distal stenosis, patient comfort during dilation necessitates a deep degree of sedation or anesthesia. That is, the typical procedure is done with the assistance of anesthesia support and is preferred with all. Once the degree and type of stenosis is determined, the approach is chosen. Patients appropriate for balloon bronchoplasty may have this as their only technique used or may have this done in conjunction with other interventions such as airway laser, other thermal therapies, local medications, or stenting. In fact, stent deployment or seating may be assisted by the use of a balloon. While there are a number of roles for airway balloons ( Many balloons are available on the market for use. Balloons specifically designed for airway use as well as others designed for vascular or gastroenterologic uses have been employed. Balloons for gastroenterologic or bronchosocpic use are often less expensive than those developed for vascular use. Although the pictures in this chapter show product from one company (Boston Scientific, Marlborough, MA), this is not an endorsement of one product set or company. Multiple high-quality options are available from different companies. Some fit through the working channels of flexible bronchoscopes ( Once an airway is established, the bronchoscope is advanced to the area of stenosis. Depending on the balloon and scope used, the balloon is advanced through the working channel of the bronchoscope or over a wire and fed across the stenosis. Bronchoscopic observation of positioning and dilation is ideal. If placed over a wire or directly via a rigid bronchoscope, the balloon can be observed using a telescope or sufficiently small bronchoscope. While fluoroscopic imaging can also be used, it is rarely necessary as Mayse has demonstrated [2]. Once positioned straddling the lesion, the balloon is inflated to the desired diameter for 1 min and then deflated. Adequate preoxygenation should be established prior to dilation. The 1 min interval is typically repeated at the chosen diameter for a total of three dilations [3]. If limited resistance is encountered, the next larger dilation diameter can proceed before three dilations at a particular level are reached. Different dilation times have been used, but none have been analyzed for superiority. One minute is a reasonable middle ground with the time interrupted if not tolerated. The balloon is then deflated and the airway observed for significant finding such as tear or bleeding. outcomes are excellent with long-term efficacy often requiring repeat procedures ( Stent deployment\nTamponade of bleeding\nDeliberate airway occlusion\nForeign body removal Balloon Dilation",
      "page": 3,
      "start_offset": 0,
      "end_offset": 3524,
      "token_count": 729,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "way stability needs. - Balloon Characteristics*\nThe main characteristic of balloons ( - Technique\nAs with all patients, attention to airway stability is paramount.",
        "Appropriate monitoring and sedation are required. Patients typically require some form of established airway which can be a laryngeal mask airway, endotracheal tube, or rigid bronchoscope depending on location, experience, and planned intervention."
      ]
    },
    {
      "chunk_id": "papoip_balloon_dilitation_p4_0_18f8d52b",
      "text": "necessary as Mayse has demonstrated [2]. Once positioned straddling the lesion, the balloon is inflated to the desired diameter for 1 min and then deflated. Adequate preoxygenation should be established prior to dilation. The 1 min interval is typically repeated at the chosen diameter for a total of three dilations [3]. If limited resistance is encountered, the next larger dilation diameter can proceed before three dilations at a particular level are reached. Different dilation times have been used, but none have been analyzed for superiority. One minute is a reasonable middle ground with the time interrupted if not tolerated. The balloon is then deflated and the airway observed for significant finding such as tear or bleeding. outcomes are excellent with long-term efficacy often requiring repeat procedures ( Stent deployment\nTamponade of bleeding\nDeliberate airway occlusion\nForeign body removal Balloon DilationIn a small series, Sheski and his colleague had success with an initial procedure in 10 of 14 patients [4]. Adjunct procedures, such as stenting or cryotherapy, and multiple procedures-up to 30 in an extreme case-were required in others. Hebra in a series in children showed a 90 % initial and 54 % long-term success in tracheal dilation with an average of four sessions [5]. Ferretti, using one to five repeat sessions, had a 68 % initial success and a 56 % long-term success [6]. The lower initial success might be explained by the dilation of some malacia patients in this group. The optimal number of balloon dilations for therapeutic efficacy is not well elucidated and may vary, though a study of Chinese patients with nonmalignant central airway stenosis has suggested lack of incremental improvement in efficacy beyond six treatment sessions [7]. In malignant stenoses, a larger series reported by Hautmann and colleagues showed improved diameter in 79 % of stenoses with one procedure, reaching the intended outcome of symptom relief or stenting [8]. Stenting in this case served as an adjunct to other interventions or to lead to better tolerance of other interventions. In addition to symptom relief, there have been trend of improved lung function noted by FEV1 and FEV/FVC following dilation both immediately postprocedure and on follow-up at 1 month [9]. Stenosis due to inflammatory state such as due to underlying autoimmune processes or rejection in transplant patients may be more refractory or have less treatment response, which may prompt earlier consideration of adjunctive interventions in lieu of repeat balloon dilations. Complications are rare and typically mild and self-limited ( Lung transplantation represents a common cause of stenosis and indication for balloon dilation, often in association with stenting. Stenting may be reserved for the more difficult airway, but the approach likely varies with the institution. Abi-Jaoudeh and colleagues found that they used stents in somewhat more than half of their patients with posttransplant stenosis, and these patients had better symptomatic improvement, longer airway patency, better FEV1, and longer survival [11]. De Gracia also found good initial results in a posttransplant stenosis patient population with subsequent procedures required for an average of four dilation interventions and half ultimately requiring stents [12]. While balloon dilations often have transient relief in this population, there is preference to avoid stents due to the associated risk factors in lung transplant recipients and only those that require frequent balloon dilations of more than two per month are recommended for consideration of stent placement [13]. bronchoplasty is a safe, simple, quick, effective, and repeatable method to obtain greater airway patency. Symptomatic impact is immediate in most patients. The equipment is readily available, and supplies are inexpensive. The intervention may be all that is required or can be used as an - Airway laceration\n- Bleeding\n- Pneumothorax\n- Pneumomediastinum\n- Mediastinitis\n- Chest pain 4 K. L. Kovitz and S. S. Yong",
      "page": 4,
      "start_offset": 0,
      "end_offset": 4064,
      "token_count": 841,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Hebra in a series in children showed a 90 % initial and 54 % long-term success in tracheal dilation with an average of four sessions [5].",
        "While balloon dilations often have transient relief in this population, there is preference to avoid stents due to the associated risk factors in lung transplant recipients and only those that require frequent balloon dilations of more than two per month are recommended for consideration of stent placement [13]. bronchoplasty is a safe, simple, quick, effective, and repeatable method to obtain greater airway patency.",
        "Once positioned straddling the lesion, the balloon is inflated to the desired diameter for 1 min and then deflated. Adequate preoxygenation should be established prior to dilation."
      ]
    },
    {
      "chunk_id": "papoip_balloon_dilitation_p5_0_82b70928",
      "text": "four dilation interventions and half ultimately requiring stents [12]. While balloon dilations often have transient relief in this population, there is preference to avoid stents due to the associated risk factors in lung transplant recipients and only those that require frequent balloon dilations of more than two per month are recommended for consideration of stent placement [13]. bronchoplasty is a safe, simple, quick, effective, and repeatable method to obtain greater airway patency. Symptomatic impact is immediate in most patients. The equipment is readily available, and supplies are inexpensive. The intervention may be all that is required or can be used as an - Airway laceration\n- Bleeding\n- Pneumothorax\n- Pneumomediastinum\n- Mediastinitis\n- Chest pain 4 K. L. Kovitz and S. S. Yongadjunct to other therapies. If not sufficient, it can at least allow for time to plan for the next levels of intervention. Competing Interest Declaration\nThe author(s) has no competing interests to declare that are relevant to the content of this manuscript. References\n1. Freitag L, Ernst A, Unger M, Kovitz K, Marquette CH. A proposed classification system of central airway stenosis. Eur Respir J. 2007;30:7–12.\n2. Mayse machine learning (ML), Greenheck J, Friedman M, Kovitz KL. Successful bronchoscopic balloon dilation of nonmalignant tracheobronchial obstruction without fluoroscopy. Chest. 2004;126:634–7.\n3. Kovitz KL, Conforti JF. Balloon bronchoplasty: when and how. Pulmon Perspect. 1999;16(1):1–4.\n4. Sheski FD, Mathur PN. Long-term results of fiberoptic bronchoscopic balloon dilation in the management of benign tracheobronchial stenosis. Chest. 1998;114(3):796–800.\n5. Hebra A, Powell DD, Smith CD, Othersen HB. Balloon tracheoplasty in children: results of a 15-year experience. J Pediatr Surg. 1991;26(8):957–61.\n6. Ferretti G, Jouvan FB, Thony F, Pison C, Coulomb M. Benign noninflammatory bronchial stenosis: treatment with balloon dilation. Radiology. 1995;196:831–4.\n7. Liang W, Hu P, Guo W, Su Z, Li J, Li S. Appropriate treatment sessions of bronchoscopic balloon dilation for patients with nonmalignant central airway stenosis. Ther Adv Respir Dis. 2019;13:1–13.\n8. Hautmann H, Gamarra F, Pfeifer KJ, Huber RM. Fiberoptic bronchoscopic balloon dilation in malignant tracheobronchial disease: indications and results. Chest. 2001;120(1):43–9.\n9. Shitrit D, Kuchuk M, Zismanov V, Abdel Rhman N, Amital A, Kramer MR. Bronchoscopic balloon dilatation of tracheobronchial stenosis: long-term follow-up. Eur J Cardiothorac Surg. 2010;38(2): 198–202.\n10. Kim JH, Shin JH, Song HY, Shim TS, Ko GY, Yoon HK, Sung KB. Tracheobronchial laceration after balloon dilation for benign strictures: incidence and clinical significance. Chest. 2007;131(4): 1114–7.\n11. Abi-Jaoudeh N, Francois RJ, Oliva VL, Giroux MF, Thereasse E, Cliché A, Chaput M, Ferraro P, Poirier C, Soulez G. Endobronchial dilation for the management of bronchial stenosis in patients after lung transplantation: effect of stent placement on survival. J Vasc Interv Radiol. 2009;20(7):912–20.\n12. De Gracia J, Culebras M, Alvarez A, Catalan E, De la Rosa D, Maestre J, Canela M, Roman A. Bronchoscopic balloon dilation in the management of bronchial stenosis following lung transplantation. Respir Med. 2007;101(1):27–33.\n13. Crespo MM, McCarhy DP, Hopkins PM, et al. ISHLT Consensus Statement on adult and pediatric airway complications after lung transplantation: definitions, grading system, and therapeutics. J Heart Lung Transplant. 2018;37:548–63. Balloon Dilation Techniques",
      "page": 5,
      "start_offset": 0,
      "end_offset": 3561,
      "token_count": 1016,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "While balloon dilations often have transient relief in this population, there is preference to avoid stents due to the associated risk factors in lung transplant recipients and only those that require frequent balloon dilations of more than two per month are recommended for consideration of stent placement [13]. bronchoplasty is a safe, simple, quick, effective, and repeatable method to obtain greater airway patency.",
        "The intervention may be all that is required or can be used as an - Airway laceration\n- Bleeding\n- Pneumothorax\n- Pneumomediastinum\n- Mediastinitis\n- Chest pain 4 K."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Balloon Dilitation",
    "Knowledge Base for Balloon Dilitation.pdf",
    "Page 1",
    "Page 2",
    "Extracted Tables",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "to an underlying",
    "sleeve",
    "an interventional",
    "dilation"
  ],
  "source_file": "Balloon Dilitation.md"
}