{
  "doc_id": "papoip_endobronch_ssf",
  "title": "Endobronchial Silicone Stents for Airway",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 12,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:38:39.214571",
  "text_chunks": [
    {
      "chunk_id": "papoip_endobronch_ssf_p1_0_71af6a72",
      "text": "Endobronchial Silicone Stents for Airway Management\nHerve ́ Dutau and Nicolas Guibert Contents Introduction............................................................................................. Stents................................................................................ 2.1 Dumon Stent.............................................................................................. 2.2 Polyflex Stent............................................................................................. 2.3 Other Silicone Stents.....................................................................................\n4 Indications............................................................................................... 3.1 Malignant Airway Stenosis.............................................................................. 3.2 Benign Airway Stenosis.................................................................................. 3.3 Airway Fistulas...........................................................................................\n7 Contraindication........................................................................................ Deployment..............................................................................\n7 Complications...........................................................................................\n9 Discussion................................................................................................ 7.1 Advantages............................................................................................... 7.2 Disadvantages............................................................................................\n11 Conclusion............................................................................................... References...................................................................................................... 1990 and the creation of the first strictly endoluminal airway silicone stent, commercially available, by Jean-François Dumon in Marseille, it became possible to solve or palliate complex airway diseases that, previously, could either be managed by difficult surgical procedures associated with high morbidity and mortality or lead to patients’ death secondary to respiratory distress. Since that time, other silicone and metallic stents have been designed, but the Dumon stent remains the gold standard in airway stenting. This chapter will describe the different silicone stents, their indications, technique of placement, advantages and drawbacks. Keywords\nMetal Stents · Stent Insertion · Metallic Stents · Central Airway · Stent Removal main purpose of stents designed for use in the central airways (trachea, main stem bronchi and in select cases lobar bronchi) is to restore patency of the airway to as close to normal caliber as possible. These stents may be useful in - Dutau (✉)\nInterventional Pulmonology Unit, Department of Pulmonology,\nAllergology and Oncology, North University Hospital, Chemin des\nBourrely, Marseille, France\ne-mail: herve.dutau@mail.ap-hm.fr\n- Guibert\nPulmonology Department, Larrey Hospital, Toulouse University\nHospital, Toulouse, France\ne-mail: guibert.n@chu-toulouse.fr (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_40-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3331,
      "token_count": 510,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Since that time, other silicone and metallic stents have been designed, but the Dumon stent remains the gold standard in airway stenting.",
        "This chapter will describe the different silicone stents, their indications, technique of placement, advantages and drawbacks."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p2_0_5063e78a",
      "text": "stem bronchi and in select cases lobar bronchi) is to restore patency of the airway to as close to normal caliber as possible. These stents may be useful in - Dutau (✉)\nInterventional Pulmonology Unit, Department of Pulmonology,\nAllergology and Oncology, North University Hospital, Chemin des\nBourrely, Marseille, France\ne-mail: herve.dutau@mail.ap-hm.fr\n- Guibert\nPulmonology Department, Larrey Hospital, Toulouse University\nHospital, Toulouse, France\ne-mail: guibert.n@chu-toulouse.fr (c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_40-1airway obstruction leading to the onset of debilitating symptoms such as dyspnea whether the obstruction is due to a malignant or benign process either intrinsic or extrinsic to the airway. They may also be used in order to cover fistulas between the central airways and local structures such as the mediastinum, the pleural space or the esophagus. The Montgomery T-tube was the first silicone stent available to re-establish airway patency postoperatively for tracheal disease [1]. In the late 1980s, Dr. J.F. Dumon created the first strictly endoluminal stent specifically designed for airway use [2]. His achievements gave the discipline of interventional bronchology a very important momentum. Suddenly, pulmonologists could approach and treat central airway diseases that had formerly been considered either completely untreatable or treatable only by extensive surgical procedures. Dumon silicone stents rapidly became popular [3]. The initial airway stent had a simple design consisting of a silicone tube with small studs on the external surface to reduce migration ( Stents 2.1 Dumon Stent Many silicone stents are commercially available, although the Dumon stent (Tracheobronxane(R), Novatech, La Ciotat, France) remains the reference standard as it is the most commonly placed stent worldwide. There are two specific designs: straight and bifurcated [4, 5] ( For irregularly shaped stenoses, i.e., those with marked reduced central airway caliber as compared to the extremities, specialized hourglass-shaped stents are available [7] ( Soon, the new generation of transparent Dumon silicone stents (Tracheobronxane(R), Novatech, La Ciotat, France) will have gold markers included in their studs to provide radio-opacity. The transparent Dumon stent offers the possibility to visualize the mucosa behind its wall. Dumon stents have to be inserted through a dedicated rigid bronchoscope. The commercialized introducer set includes a loading tool and a pusher ( 2.2 Polyflex Stent The Polyflex stent (Boston Scientific, Natick, MA, USA) ( The walls of these stents are thinner than the walls of Dumon stents resulting in a better ratio of inner to outer diameter. The edges of these stents are sharper and the length of the stent changes depending on its compression state. Due to its design, a Polyflex stent can adapt slightly better to hourglass-type stenoses. The outer surface is slightly smoother, and the migration rate seems to be higher in comparison to the Dumon stent. Modified Polyflex stents with 2 H. Dutau and N. Guibert",
      "page": 2,
      "start_offset": 0,
      "end_offset": 3142,
      "token_count": 750,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "stem bronchi and in select cases lobar bronchi) is to restore patency of the airway to as close to normal caliber as possible.",
        "They may also be used in order to cover fistulas between the central airways and local structures such as the mediastinum, the pleural space or the esophagus."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p3_0_da0ccf55",
      "text": "possibility to visualize the mucosa behind its wall. Dumon stents have to be inserted through a dedicated rigid bronchoscope. The commercialized introducer set includes a loading tool and a pusher ( 2.2 Polyflex Stent The Polyflex stent (Boston Scientific, Natick, MA, USA) ( The walls of these stents are thinner than the walls of Dumon stents resulting in a better ratio of inner to outer diameter. The edges of these stents are sharper and the length of the stent changes depending on its compression state. Due to its design, a Polyflex stent can adapt slightly better to hourglass-type stenoses. The outer surface is slightly smoother, and the migration rate seems to be higher in comparison to the Dumon stent. Modified Polyflex stents with 2 H. Dutau and N. Guibertouter struts have been used successfully in recent studies. Little tungsten spots in the stent wall make them visible on chest radiographs. Polyflex stents are deployed out of a semirigid tube ( Endobronchial Silicone Stents for Airway",
      "page": 3,
      "start_offset": 0,
      "end_offset": 1008,
      "token_count": 233,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The commercialized introducer set includes a loading tool and a pusher ( 2.2 Polyflex Stent The Polyflex stent (Boston Scientific, Natick, MA, USA) ( The walls of these stents are thinner than the walls of Dumon stents resulting in a better ratio of inner to outer diameter.",
        "The edges of these stents are sharper and the length of the stent changes depending on its compression state."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p4_0_c97c6bb3",
      "text": "ent (Boston Scientific, Natick, MA, USA) ( The walls of these stents are thinner than the walls of Dumon stents resulting in a better ratio of inner to outer diameter. The edges of these stents are sharper and the length of the stent changes depending on its compression state. Due to its design, a Polyflex stent can adapt slightly better to hourglass-type stenoses. The outer surface is slightly smoother, and the migration rate seems to be higher in comparison to the Dumon stent. Modified Polyflex stents with 2 H. Dutau and N. Guibertouter struts have been used successfully in recent studies. Little tungsten spots in the stent wall make them visible on chest radiographs. Polyflex stents are deployed out of a semirigid tube ( Endobronchial Silicone Stents for Airway2.3\nOther Silicone Stents\nOther CE-marked polymeric straight stents ( As stated above, each stent has specific characteristics differing from those of the Dumon stent and therefore may provide a viable alternative depending on the indication. Dumon silicone stents (Tracheobronxane(R), Novatech, La Ciotat, France) are mainly in our institutions and are the most widely placed silicone stent, as such the remainder of the article will focus on this type of stent. pathology leading a significant reduction in airway luminal diameter (greater than 50 %) may be an indication for a silicone airway stent. Five major indications have been established in a review by Lutz Freitag in 2010 [13]:\n- Counteracting extrinsic compression from tumors or lymph nodes\n- Stabilizing airway patency after endoscopic removal of intraluminally growing cancer\n- Treating benign strictures\n- Stabilizing collapsing airways (malacia and polychondritis)\n- Sealing fistulas, e.g., stump dehiscences or fistulas between the trachea and esophagus 3.1\nMalignant Airway Stenosis\nThe most common indication is malignant airway obstruction from a bronchogenic malignancy [14–20]. Malignant airway obstruction is often classified based on the airway involvement:\n- Purely intrinsic involvement can often be managed with debulking techniques to remove the endoluminal tumor ( - Dutau and N. Guibert",
      "page": 4,
      "start_offset": 0,
      "end_offset": 2142,
      "token_count": 500,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Dumon silicone stents (Tracheobronxane(R), Novatech, La Ciotat, France) are mainly in our institutions and are the most widely placed silicone stent, as such the remainder of the article will focus on this type of stent. pathology leading a significant reduction in airway luminal diameter (greater than 50 %) may be an indication for a silicone airway stent.",
        "ent (Boston Scientific, Natick, MA, USA) ( The walls of these stents are thinner than the walls of Dumon stents resulting in a better ratio of inner to outer diameter."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p5_0_10387f44",
      "text": "been established in a review by Lutz Freitag in 2010 [13]:\n- Counteracting extrinsic compression from tumors or lymph nodes\n- Stabilizing airway patency after endoscopic removal of intraluminally growing cancer\n- Treating benign strictures\n- Stabilizing collapsing airways (malacia and polychondritis)\n- Sealing fistulas, e.g., stump dehiscences or fistulas between the trachea and esophagus 3.1\nMalignant Airway Stenosis\nThe most common indication is malignant airway obstruction from a bronchogenic malignancy [14–20]. Malignant airway obstruction is often classified based on the airway involvement:\n- Purely intrinsic involvement can often be managed with debulking techniques to remove the endoluminal tumor ( - Dutau and N. Guibertbe considered when there is a high risk of local recurrence or as palliative after failure of the oncologic treatment. For patients’ naïve from any oncologic treatment, placement of a stent is not recommended. The stent has proven to be well tolerated in terms of quality of life.\n- The vast majority of cases present with both tumor within the airway, intrinsic and external compression of the airway, extrinsic. Treatment of mixed disease is usually multimodality with debulking and stent insertion.\n- Extrinsic compression without intraluminal disease is readily treated with dilatation followed by stenting (\nOther malignant indications for endobronchial stenting include endobronchial metastases from sites (e.g., esophageal, thyroid, renal cell carcinoma, colon and melanoma) or alternatively low-grade tumors (e.g., cylindromas, carcinoids). 3.2 Benign Airway Stenosis\nSilicone stents are also useful as treatment for benign conditions resulting in central airway obstruction. In Europe, the most common benign conditions leading to airway obstruction are postintubation or posttracheostomy stenosis, postanastomosis stenoses following sleeve resection, bronchial reimplantation, lung transplantation and tracheobronchomalacia. In Asia, posttuberculosis stenosis represents the main cause of benign central airway stenosis [21–23]. 3.2.1 Postintubation or Posttracheostomy Tracheal Stenoses (PITTS)\nPITTS are classified between simple (web-like) and complex (involving the deterioration of the cartilaginous rings) ( Endobronchial Silicone Stents for Airway",
      "page": 5,
      "start_offset": 0,
      "end_offset": 2302,
      "token_count": 547,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "For patients’ naïve from any oncologic treatment, placement of a stent is not recommended. The stent has proven to be well tolerated in terms of quality of life.\n- The vast majority of cases present with both tumor within the airway, intrinsic and external compression of the airway, extrinsic.",
        "Malignant airway obstruction is often classified based on the airway involvement:\n- Purely intrinsic involvement can often be managed with debulking techniques to remove the endoluminal tumor ( - Dutau and N."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p6_0_553f14a2",
      "text": "Benign Airway Stenosis\nSilicone stents are also useful as treatment for benign conditions resulting in central airway obstruction. In Europe, the most common benign conditions leading to airway obstruction are postintubation or posttracheostomy stenosis, postanastomosis stenoses following sleeve resection, bronchial reimplantation, lung transplantation and tracheobronchomalacia. In Asia, posttuberculosis stenosis represents the main cause of benign central airway stenosis [21–23]. 3.2.1 Postintubation or Posttracheostomy Tracheal Stenoses (PITTS)\nPITTS are classified between simple (web-like) and complex (involving the deterioration of the cartilaginous rings) ( Endobronchial Silicone Stents for Airwaythe use of nonfully covered metallic stents in this indication [28].\nMigration is probably the most challenging complication in this indication; its rate ranges from 11 % to 17.5 %, especially when the stenosis is very close to the vocal cords. This can be reduced by the use of a dedicated hourglass silicone stent or by external fixation. Long-term results (no recurrence after stent removal at 1 year) vary from 40 %, when the stent is placed for 6 months, to more than 60 %, when the stent remains in place for 18 months [27]. 3.2.2 Bronchial Stenosis Following Lung Transplantation\nStent placement could potentially deteriorate mucosal ischemia, and restenosis is a common finding. While the overall results (survival and clinical outcome) favor stent placement, a high rate of stent-related problems such as scarring, mucus plugging, bacterial colonization and migration have to be accepted with currently available stents. It is advisable to select a stent that can be removed if necessary without causing further tissue damage. Recently, our group has published a retrospective study on Dumon stent placement in anastomotic stenosis after lung transplantation [30]. The stents have been removed definitely in 70 % of the patients without further recurrence. The new surgical technique for bronchial anastomosis (one cartilaginous ring of the donor bronchus is conserved) implies an anastomosis very close to the secondary carinas on both sides, this indicates bifurcated stents when a complication occurs [31–33]. 3.2.3 Tracheobronchomalacia\nDuring recent years, various stents have been used for these indications, but several unanticipated problems have been encountered. Therefore, most endoscopists have become reluctant about the use of permanent stent placement for malacias [34, 35]. The choke region can be identified with 6 H. Dutau and N. Guibert",
      "page": 6,
      "start_offset": 0,
      "end_offset": 2576,
      "token_count": 608,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Long-term results (no recurrence after stent removal at 1 year) vary from 40 %, when the stent is placed for 6 months, to more than 60 %, when the stent remains in place for 18 months [27]. 3.2.2 Bronchial Stenosis Following Lung Transplantation\nStent placement could potentially deteriorate mucosal ischemia, and restenosis is a common finding.",
        "Migration is probably the most challenging complication in this indication; its rate ranges from 11 % to 17.5 %, especially when the stenosis is very close to the vocal cords.",
        "Benign Airway Stenosis\nSilicone stents are also useful as treatment for benign conditions resulting in central airway obstruction."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p7_0_39281d65",
      "text": "ent placement in anastomotic stenosis after lung transplantation [30]. The stents have been removed definitely in 70 % of the patients without further recurrence. The new surgical technique for bronchial anastomosis (one cartilaginous ring of the donor bronchus is conserved) implies an anastomosis very close to the secondary carinas on both sides, this indicates bifurcated stents when a complication occurs [31–33]. 3.2.3 Tracheobronchomalacia\nDuring recent years, various stents have been used for these indications, but several unanticipated problems have been encountered. Therefore, most endoscopists have become reluctant about the use of permanent stent placement for malacias [34, 35]. The choke region can be identified with 6 H. Dutau and N. Guibertnew techniques but any procedure may simply shift the choke region toward the periphery and there are no clear predictors whether a patient will benefit from a stabilizing procedure. Therefore, in a trial and error approach, it can be considered to temporarily place a stent and test whether the patient improves clinically from this internal splinting. If they do, they are sent to the surgeon for external stenting techniques. If not, the stent is removed and physiotherapy and CPAP is recommended. The straight Dumon stent cannot be recommended for malacic stenoses as it is held in place by contact pressure between the airway wall and the studs. In flexible dyskinetic tracheas and gradually opening benign stenoses, it is prone to migration. 3.3 Airway Fistulas 3.3.1 Tracheoesophageal or Bronchoesophageal Fistulas\nTracheoesophageal or bronchoesophageal fistulas are most often secondary to malignancy [36, 37]. Esophageal carcinomas show airway infiltration in up to 30 % of cases. Fewer than half of these patients are operable. If an esophago-airway fistula develops, a rapid decline of the overall condition with distressing cough and aspiration pneumonia is usually observed. In rare cases, primary bronchogenic carcinomas invade the esophagus causing similar problems. Insertion of an esophageal tube improves the quality of life but usually fails to seal the fistula. Furthermore, the esophageal tube can protrude into the lumen of the airway and compromise ventilation. Placement of an airway stent can prevent obstruction from the esophageal tube and can help in sealing the fistula ( 3.3.2 Bronchopleural Fistulas\nPostpneumonectomy or lobectomy stump fistula is a severe complication of thoracic surgery. Its incidence ranges from 4.5 % to 20 %. The incidence is lower for benign conditions compared to patients with a known malignancy. Surgery is the treatment of choice of this condition but endoscopic techniques have been advocated as an option when surgery is not possible or has to be postponed. Among them, placement of silicone stents is an option. Watanabe et al. [38] reported successful sealing of a postlobectomy fistula using a Dumon silicone stent, but long-term outcome was not described. Similar results were obtained in two clinical reports using Dumon silicone stents [39, 40]. life-threatening situations, there are hardly any contraindications. However, other techniques should be used first before a stent is placed. Intraluminally growing tumors should be removed first by laser resection, for example, and then a larger stent should be placed if it is still necessary. Treating benign lesions requires particular caution as a stent might be harmful in the long run, even if the patient has an early benefit. In general, only removable stents should be used for these indications until a multidisciplinary team has determined inoperability. Instability of the airways is not a contraindication but hardly ever a good indication for permanent stent placement. Deployment\nIn our opinion, the deployment of a silicone stent must be performed using rigid bronchoscopy under general anesthesia. In addition to stent deployment, the rigid bronchoscope Endobronchial Silicone Stents for Airway",
      "page": 7,
      "start_offset": 0,
      "end_offset": 3986,
      "token_count": 881,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "If not, the stent is removed and physiotherapy and CPAP is recommended. The straight Dumon stent cannot be recommended for malacic stenoses as it is held in place by contact pressure between the airway wall and the studs.",
        "However, other techniques should be used first before a stent is placed. Intraluminally growing tumors should be removed first by laser resection, for example, and then a larger stent should be placed if it is still necessary.",
        "Guibertnew techniques but any procedure may simply shift the choke region toward the periphery and there are no clear predictors whether a patient will benefit from a stabilizing procedure."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p8_0_85b87f5e",
      "text": "any contraindications. However, other techniques should be used first before a stent is placed. Intraluminally growing tumors should be removed first by laser resection, for example, and then a larger stent should be placed if it is still necessary. Treating benign lesions requires particular caution as a stent might be harmful in the long run, even if the patient has an early benefit. In general, only removable stents should be used for these indications until a multidisciplinary team has determined inoperability. Instability of the airways is not a contraindication but hardly ever a good indication for permanent stent placement. Deployment\nIn our opinion, the deployment of a silicone stent must be performed using rigid bronchoscopy under general anesthesia. In addition to stent deployment, the rigid bronchoscope Endobronchial Silicone Stents for Airwayserves as a useful tool both for mechanical tumor debulking and airway dilation prior to stent insertion ( The appropriate length of the stent is determined intraoperatively by using either the rigid optic or a flexible bronchoscope to measure the length of the lesion to be covered ( With respect to the selection of the most appropriate stent diameter, this is based on the largest diameter rigid bronchoscope barrel utilized to maximally mechanically dilate the airway ( The stent is loaded into the dedicated stent deployment device and then positioned just distal to the lesion. The stent is subsequently moved more proximally into an ideal position with the rigid bronchoscopy forceps ( Upon deployment, the stent may not completely open, and a balloon catheter or one of the rigid instruments (rigid scope itself or the forceps) may be used to complete the expansion of the stent ( No matter the indication for the airway stent, we recommend annual reassessment and replacement of the stent until such a time the stent is no longer indicated. Stent removal is generally easy ( - Dutau and N. Guibert",
      "page": 8,
      "start_offset": 0,
      "end_offset": 1973,
      "token_count": 411,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "However, other techniques should be used first before a stent is placed. Intraluminally growing tumors should be removed first by laser resection, for example, and then a larger stent should be placed if it is still necessary.",
        "In general, only removable stents should be used for these indications until a multidisciplinary team has determined inoperability.",
        "Treating benign lesions requires particular caution as a stent might be harmful in the long run, even if the patient has an early benefit."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p9_0_6e881108",
      "text": "lesion to be covered ( With respect to the selection of the most appropriate stent diameter, this is based on the largest diameter rigid bronchoscope barrel utilized to maximally mechanically dilate the airway ( The stent is loaded into the dedicated stent deployment device and then positioned just distal to the lesion. The stent is subsequently moved more proximally into an ideal position with the rigid bronchoscopy forceps ( Upon deployment, the stent may not completely open, and a balloon catheter or one of the rigid instruments (rigid scope itself or the forceps) may be used to complete the expansion of the stent ( No matter the indication for the airway stent, we recommend annual reassessment and replacement of the stent until such a time the stent is no longer indicated. Stent removal is generally easy ( - Dutau and N. Guibertsilicone stent has remained in place for more than 2 years, its structure modifies and, during its removal, it can break in pieces of different sizes. All the pieces have to be removed one by one. major complications related to silicone stents include migration (9.5 %), formation of granuloma (7.9 %), obstruction secondary to secretions (3.6 %) and bacterial overgrowth [41, 42]. Migration is most frequently the result of under-sizing the stent diameter or alternatively due to tumor involution secondary to treatment. This complication is rarely fatal and most often presents clinically as cough or dyspnea. It is managed simply by extraction of the migrated stent under Endobronchial Silicone Stents for Airway",
      "page": 9,
      "start_offset": 0,
      "end_offset": 1560,
      "token_count": 335,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Guibertsilicone stent has remained in place for more than 2 years, its structure modifies and, during its removal, it can break in pieces of different sizes.",
        "All the pieces have to be removed one by one. major complications related to silicone stents include migration (9.5 %), formation of granuloma (7.9 %), obstruction secondary to secretions (3.6 %) and bacterial overgrowth [41, 42]."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p10_0_2be50c53",
      "text": "time the stent is no longer indicated. Stent removal is generally easy ( - Dutau and N. Guibertsilicone stent has remained in place for more than 2 years, its structure modifies and, during its removal, it can break in pieces of different sizes. All the pieces have to be removed one by one. major complications related to silicone stents include migration (9.5 %), formation of granuloma (7.9 %), obstruction secondary to secretions (3.6 %) and bacterial overgrowth [41, 42]. Migration is most frequently the result of under-sizing the stent diameter or alternatively due to tumor involution secondary to treatment. This complication is rarely fatal and most often presents clinically as cough or dyspnea. It is managed simply by extraction of the migrated stent under Endobronchial Silicone Stents for Airwayrigid bronchoscopy and eventual replacement with a more appropriate sized stent. Percutaneous external fixation has been proposed to reduce the risk of migration. Granulation tissue has a tendency to form at the proximal and distal margins of the stent and is related to chronic inflammation. They can lead to obstruction of the stent, and therefore, mechanical or thermal (laser, cautery, cryotherapy) means should be considered. Replacement of the stent may also be necessary. Mucoid impaction of the stent leading to obstruction may be quite serious and even lethal. The risk may be reduced by maintaining humidification of the stent via nebulization of sterile normal saline 2–3 times daily while the stent is in place. Stents that become impacted with secretions most often associated with bacterial overgrowth should generally be removed and replaced. Discussion\n7.1 Advantages\nSilicone stents are indicated for the vast majority of clinical indications whether malignant or benign, in contrast to metal stents that should for the most part be avoided in benign disease. Metal stents that are completely covered with silicone may be exception. Although complications do occur with these stents, they are very rarely fatal and usually readily reversible. In point of fact, silicone stent removal is quite easy. They have a radial force sufficient to render them quite effective in extrinsic airway compression. In addition, they can readily be manipulated and moved within the airway without concern. Techniques do exist to preserve ventilation to lobes that may be covered by an endobronchial stent, most commonly the right upper lobe with Y stents. These include fenestrations or addition of stents to the distal limbs, Borgne Y. 10 H. Dutau and N. Guibert",
      "page": 10,
      "start_offset": 0,
      "end_offset": 2574,
      "token_count": 547,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "They can lead to obstruction of the stent, and therefore, mechanical or thermal (laser, cautery, cryotherapy) means should be considered. Replacement of the stent may also be necessary.",
        "Stents that become impacted with secretions most often associated with bacterial overgrowth should generally be removed and replaced. Discussion\n7.1 Advantages\nSilicone stents are indicated for the vast majority of clinical indications whether malignant or benign, in contrast to metal stents that should for the most part be avoided in benign disease.",
        "time the stent is no longer indicated. Stent removal is generally easy ( - Dutau and N."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p11_0_3939ed9a",
      "text": "ents are indicated for the vast majority of clinical indications whether malignant or benign, in contrast to metal stents that should for the most part be avoided in benign disease. Metal stents that are completely covered with silicone may be exception. Although complications do occur with these stents, they are very rarely fatal and usually readily reversible. In point of fact, silicone stent removal is quite easy. They have a radial force sufficient to render them quite effective in extrinsic airway compression. In addition, they can readily be manipulated and moved within the airway without concern. Techniques do exist to preserve ventilation to lobes that may be covered by an endobronchial stent, most commonly the right upper lobe with Y stents. These include fenestrations or addition of stents to the distal limbs, Borgne Y. 10 H. Dutau and N. GuibertIt is important to note that the cost of a silicone stent is significantly less than a metal auto-expandable stent in the order of 1.5–2 times. - 7.2 Disadvantages*\nThe necessity for rigid bronchoscopy and general anesthesia for the placement of a silicone stent is considered by some as a disadvantage; however, in our opinion, this is not the case. These same skills/resources are essential for the management of potential complications that may result from the insertion of metal stents. Due to pliability properties of the silicone stent, curvilinear conformations are not the ideal indication for silicone stents. In these situations, the stent may either involute centrally resulting in obstruction or even migrate due to the tendency to maintain its straight tubular conformation. Conditions such as tracheobronchomalacia where there is a variable dimension of the airway may not always be ideally served by a silicone stent with a fixed diameter. Unfortunately, few other viable options exist for these conditions as metal stents, particularly those that are not fully covered with silicone are considered at least relatively contraindicated due to the difficulty with removal and high risk of fracture. The tubular structure with the external studs of the Dumon stent may limit its ability to attain a complete seal between the stent and the airway wall. This may be important in the case of fistulas as there is potential for a small residual leak around the stent. Finally, due to the greater thickness of the silicone stent compared to its metal counterpart, there is consequently a reduction in flow rate. - 8 Conclusion\nThe ideal airway, according to Artificial Intelligence, should possess several key characteristics to ensure optimal patient outcomes. 1. Biocompatibility:* The stent should be made from materials that are well-tolerated by the body and do not induce significant inflammatory or immune responses.\n2. *Flexibility and Radial Force:* The stent needs to be flexible enough to conform to the natural anatomy of the airway but also provide sufficient radial force to keep the airway open.\n3. *Ease of Placement and Removal:* The stent should be easy to deploy and remove using bronchoscopic techniques. This involves having a delivery system that allows precise placement without causing trauma to the airway.\n4. *Nonmigratory:* The stent should stay in place once deployed. Migration of the stent can cause significant complications and negate its therapeutic effects.\n5. *Minimal Side Effects:* The ideal stent should minimize the risk of granulation tissue formation, infections and other complications such as erosion or perforation of the airway.\n6. *Radiopacity:* Being radiopaque is important for the stent to be visible on imaging studies, allowing for precise placement and monitoring postprocedure.\n7. *Customizability:* The ability to customize the stent in terms of size and shape to fit the specific needs of the patient’s airway anatomy can be highly beneficial. This ideal stent has yet to be developed but, in our opinion, the Dumon stent(R) gathers most of the characteristics listed above: biocompatibility, radial force, easy removal, radio-opacity and customizability. It has proven its efficacy in nearly all indications for endobronchial stenting expect in expiratory collapse of the airway. Complications with this type of stent are infrequent and rarely life-threatening. More importantly, the potential complications are readily manageable, which is not necessarily the case with their metal counterparts. The ease of removal renders them the best available option for benign disease and also in malignancy when there is an expectation of tumor response to chemoradiotherapy. In most centers, budgetary constraints must also be considered, and from this standpoint, silicone is by far superior to the much more costly option of a metal stent. Overall, it is our opinion that these airway stents are a safe, cost-effective and valuable tool in the management of all causes of airway obstruction and fistula. - References**\n1. Montgomery WW. Silicone tracheal canula. Ann Otol (St. Louis). 1980;89:521–9.\n2. Dumon JF. A dedicated tracheobronchial stent. Chest. 1990;97:328–32.\n3. Dutau H, Breen D, Bugalho A, et al. Current Practice of Airway Stenting in the Adult Population in Europe: A Survey of the European Association of Bronchology and Interventional Pulmonology (EABIP). Respiration. 2018;95:44–54.\n4. Dutau H, Toublanc B, Lamb C, Seijo L. Use of the Dumon Y-stent in the management of malignant diseases involving the carina: a retrospective review of 86 patients. Chest",
      "page": 11,
      "start_offset": 0,
      "end_offset": 5499,
      "token_count": 1177,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ents are indicated for the vast majority of clinical indications whether malignant or benign, in contrast to metal stents that should for the most part be avoided in benign disease.",
        "Unfortunately, few other viable options exist for these conditions as metal stents, particularly those that are not fully covered with silicone are considered at least relatively contraindicated due to the difficulty with removal and high risk of fracture.",
        "This may be important in the case of fistulas as there is potential for a small residual leak around the stent."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p12_0_8f54c2cd",
      "text": "obstruction and fistula. - References**\n1. Montgomery WW. Silicone tracheal canula. Ann Otol (St. Louis). 1980;89:521–9.\n2. Dumon JF. A dedicated tracheobronchial stent. Chest. 1990;97:328–32.\n3. Dutau H, Breen D, Bugalho A, et al. Current Practice of Airway Stenting in the Adult Population in Europe: A Survey of the European Association of Bronchology and Interventional Pulmonology (EABIP). Respiration. 2018;95:44–54.\n4. Dutau H, Toublanc B, Lamb C, Seijo L. Use of the Dumon Y-stent in the management of malignant diseases involving the carina: a retrospective review of 86 patients. ChestThe cleaned-up text is as follows: 8. Breen DP, Dutau H. On-site customization of silicone stents: towards optimal palliation of complex airway conditions. Respiration. 2009;77:447–53.\n9. Bolliger computed tomography (CT), Wyser C, Wu X, Hauser R, Studer W, Dalquen P, Perruchoud AP. Evaluation of a new self-expandable silicone stent in an experimental tracheal stenosis. Chest. 1999;115:496–501.\n10. Noppen M, Meysman M, Claes I, D’Haese J, Vincken W. Screw-thread vs Dumon endoprosthesis in the management of tracheal stenosis. Chest. 1999;115:532–5.\n11. Noppen M, Meysman M, Dhont E, et al. Guide wire assisted simplified insertion of silicone endobronchial prostheses. J Bronchol. 1995;2:135–8.\n12. Noppen M, Dhaese J, Meysman M, et al. A new screw-thread tracheal endoprosthesis. J Bronchol. 1996;3:22–6.\n13. Freitag L. Airway stents. Eur Respir Mon. 2010;48:190–217.\n14. Cavaliere S, Venuta F, Foccoli P, Toninelli C, La Face B. Endoscopic treatment of malignant airway obstruction in 2008 patients. Chest. 1996;110:536–42.\n15. Guibert N, Saka H, Dutau H. Airway stenting: technological advancements and its role in interventional pulmonology. Respirology. 2020;25:953–62.\n16. Dutau H, Di Palma F, Thibout Y, et al. Impact of silicone stent placement in symptomatic airway obstruction due to non-small cell lung cancer - A French Multicenter Randomized Controlled Study: The SPOC Trial. Respiration. 2020;99:344–52.\n17. Iyoda A, Azuma Y, Sano A, et al. Long-term survival of airway silicone stents in patients with central airway stenosis or obstruction due to thoracic malignancy. Gen Thorac Cardiovasc Surg. 2021;69:1303–7.\n18. Bøgh M, Gade S, Larsen DG, et al. Predictors in the treatment of malignant central airway obstruction with silicone stents. Eur Arch Otorhinolaryngol. 2024;281:1457–62.\n19. Guibert N, Roy P, Amari L, et al. Therapeutic bronchoscopy for malignant central airway obstruction: Introduction to the EpiGETIF registry. Respirology. 2024;29:505–12.\n20. Chaddha U, Agrawal A, Kurman J, et al. World Association for Bronchology and Interventional Pulmonology (WABIP) guidelines on airway stenting for malignant central airway obstruction. Respirology. 2024;29:563–73.\n21. Lin LQ, Chen DF, Wu HK, et al. Long-term efficacy and safety of the Dumon stent for treatment of benign airway stenosis. Ther Adv Respir Dis. 2023;17:17534666231181269.\n22. Wang Q, Chen Y, Xu Y, et al. Treatment of mixed and refractory post-tuberculosis tracheobronchial stenosis with L-shaped silicone stents: case series and a literature review. Ther Adv Respir Dis. 2024;18:17534666241254901.\n23. Kim BG, Jeong BH, Kim HJ. Clinical factors for successful removal of airway silicone stents in patients with post-tuberculosis tracheobronchial stenosis. Korean Med Sci. 2023;38(39):e308.\n24. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of post-intubation tracheal stenoses. Eur Respir J. 1999;13:888–93.\n25. Martinez-Ballarin JL, Diaz-Jimenez JP, Castro MJ, Moya JA. Silicone stents in the management of benign tracheobronchial stenoses. Tolerance and early results in 63 patients. Chest. 1996;103:626–9.\n26. Cavaliere S, Bezzi M, Toninelli C, et al. Management",
      "page": 12,
      "start_offset": 0,
      "end_offset": 3795,
      "token_count": 1188,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Dutau H, Breen D, Bugalho A, et al. Current Practice of Airway Stenting in the Adult Population in Europe: A Survey of the European Association of Bronchology and Interventional Pulmonology (EABIP).",
        "Use of the Dumon Y-stent in the management of malignant diseases involving the carina: a retrospective review of 86 patients."
      ]
    },
    {
      "chunk_id": "papoip_endobronch_ssf_p12_3795_12a46538",
      "text": "Kim HJ. Clinical factors for successful removal of airway silicone stents in patients with post-tuberculosis tracheobronchial stenosis. Korean Med Sci. 2023;38(39):e308.\n24. Brichet A, Verkindre C, Dupont J, et al. Multidisciplinary approach to management of post-intubation tracheal stenoses. Eur Respir J. 1999;13:888–93.\n25. Martinez-Ballarin JL, Diaz-Jimenez JP, Castro MJ, Moya JA. Silicone stents in the management of benign tracheobronchial stenoses. Tolerance and early results in 63 patients. Chest. 1996;103:626–9.\n26. Cavaliere S, Bezzi M, Toninelli C, et al. Management of post-intubation tracheal stenoses using the endoscopic approach. Monaldi Arch Chest Dis. 2007;67:71–2.\n27. Galluccio G, Lucantoni G, Battistoni P, et al. Interventional endoscopy in the management of benign tracheal stenoses: definitive treatment at long term follow-up. Eur J Cardiothorac Surg. 2009;35:429–33.\n28. FDA. U.S. Food and Drug Administration. FDA Public Health Notification: complications from metallic tracheal stents in patients with benign airway disorders. Jul 2005.www.fda.gov/MedicalDevices/Safety/AlertsandNotices/PublicHealthNotifications/UCM062115. Accessed Oct 2010.\n29. Colt H, Harrel J, Neuman T, et al. External fixation of subglottic tracheal stents. Chest. 1994;105:1653–7.\n30. Dutau H, Cavailles A, Sakr L, et al. Silicone stent placement for the management of anastomotic airway complications in lung transplant recipients: a retrospective study: short and long terms outcome. J Heart Lung Transplant. 2010;29:658–64.\n31. Martinod E, Dutau H, Guibert N. Management of airway complications after lung transplantation: is there an ideal stent? J Thorac Dis. 2022;14:3111–5.\n32. Guinde J, Bismuth J, Laroumagne S, et al. Bifurcated silicone stents for the management of anastomotic complications in lung transplanted patients: ten years' experience. Respiration. 2022;101:675–82.\n33. Sawal N, Pennington KM, Petrossian R, et al. Custom silicone Y-stents for the management of anastomotic stenosis in lung transplant recipients. Respir Med. 2024;8(231):107737.\n34. Ernst A, Majid A, Feller-Kopman D, et al. Airway stabilization with silicone stents for treating adult tracheobronchomalacia: a prospective observational study. Chest. 2007;132:609–16.\n35. Murgu SD, Colt HG. Complications of silicone stent insertion in patients with expiratory central airway collapse. Ann Thorac Surg. 2007;84:1870–7.\n36. Freitag L, Tekolf E, Steveling H, et al. Management of malignant esophago-tracheal fistulas with airway stenting and double stenting. Chest. 1996;110:1155–60.\n37. Wang Q, Chen Y, Xu Y, et al. Palliation of malignant esophageal stent esophagorespiratory fistula with rigid bronchoscope and Y silicone trachea stent: experience with seven patients. J Thorac Dis. 2024;29(16):948–59.\n38. Watanabe S, Shimokawa S, Yotsumoto G, et al. The use of a Dumon stent for the treatment of a bronchopleural fistula. Ann Thorac Surg. 2001;72:276–8.\n39. Tayama K, Eriguchi N, Futamata Y, et al. Modified Dumon stent for the treatment of a bronchopleural fistula after pneumonectomy. Ann Thorac Surg. 2003;75:290–2.\n40. Tsukada H, Osada H. Used of a modified Dumon stent for post-operative bronchopleural fistula. Ann Thorac Surg. 2005;80:1928–30.\n41. Dumon JF, Cavaliere S, Diaz-Jimenez JP, et al. Seven years experience with the Dumon prosthesis. J Bronchol. 1996;3:6–10.\n42. Noppen M, Pierard D, Meysman M, Claes I, Vincken W. Bacterial colonization of central airway after stenting. Am J Respir Crit Care Med. 1999;160:672–7. - Dutau and N. Guibert",
      "page": 12,
      "start_offset": 3795,
      "end_offset": 7347,
      "token_count": 1092,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Jul 2005.www.fda.gov/MedicalDevices/Safety/AlertsandNotices/PublicHealthNotifications/UCM062115.",
        "Accessed Oct 2010.\n29.",
        "Guinde J, Bismuth J, Laroumagne S, et al. Bifurcated silicone stents for the management of anastomotic complications in lung transplanted patients: ten years' experience."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Endobronchial Silicone Stents for Airway",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "postoperatively for tracheal",
    "palliate complex airway"
  ],
  "source_file": "Endobronchial Silicone Stents for Airway.md"
}