{
  "doc_id": "papoip_transbronc_cid",
  "title": "Transbronchial Cryobiopsy in Diffuse",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 14,
  "schema_version": "1.0",
  "processing_date": "2025-09-08T13:55:08.728042",
  "text_chunks": [
    {
      "chunk_id": "papoip_transbronc_cid_p1_0_b695e625",
      "text": "Transbronchial Cryobiopsy in Diffuse Parenchymal Lung Disorders Venerino Poletti, Sara Piciucchi, De Graw Arianna Johanna, and Claudia Ravaglia - Contents* Introduction............................................................................................... 2 Equipment in Transbronchial Lung Cryobiopsy....................................................... 2 How to Perform Transbronchial Lung Cryobiopsy.................................................... 4........................................................................................... 5............................................................................................... 5 Training, Learning Curve, and Volume of Activity.................................................... 6, Pathologic Considerations, and Clinical Impact of TBLC........................ 7 (in Part Already Here)...................................................................... References...................................................................................................... 11 - Abstract* Transbronchial lung cryobiopsy (TBLCB) carried out in patients with diffuse parenchymal lung disease is becoming the first choice when histopathologic information is deemed necessary. Standardization of the procedure is nowadays quite well defined thanks to statement/guidelines published. The physical principle by which it works is the Joule-Thomson effect, a cryogenic gas stored in a high pressure environment, when delivered in a lower pressure environment, causes a significant drop of temperature. In the majority of cases and in the large majority of centers, TBLCB is carried out in intubated patients (with orotracheal tubes or rigid tubes) under general anesthesia. C-arc fluoroscopy is the more popular guiding system used. Specimens attached to the tip of the probe are significantly larger compared to those obtained by regular transbronchial lung biopsy and with no crash artifacts. The diagnostic yield (either considering the pathologic report or the final multidisciplinary diagnosis) is around 80 %. The more robust studies documented a good agreement between histopathologic data provided by TBLCB and those obtained by surgical lung biopsy in the same patients at the same time (good diagnostic accuracy). The more frequent complication is pneumothorax (5–30 per of the cases), but the more life-threatening complication is major bleeding. In order to reduce significantly the rate of major bleeding, the preventive use of bronchial blockers is strongly recommended. Acute exacerbation of the underlying disorder (mainly idiopathic pulmonary fibrosis) and death related to the procedure are rarely observed. Training and volume of activity of the Center are good predictors of high diagnostic yield and low rate of complications. The future implies introduction of - Poletti (✉) DIMEC, Bologna University, Bologna, Italy Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy Department of Respiratory Diseases and Allergy, Aarhus University, Aarhus, Denmark - Piciucchi DIMEC, Bologna University, Bologna, Italy Department of Radiology, Ospedale GB Morgagni, Forlì, Italy - G. A. Johanna Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy - Ravaglia DIMEC, Bologna University, Bologna, Italy Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_27-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3496,
      "token_count": 544,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "The diagnostic yield (either considering the pathologic report or the final multidisciplinary diagnosis) is around 80 %.",
        "C-arc fluoroscopy is the more popular guiding system used. Specimens attached to the tip of the probe are significantly larger compared to those obtained by regular transbronchial lung biopsy and with no crash artifacts.",
        "In order to reduce significantly the rate of major bleeding, the preventive use of bronchial blockers is strongly recommended. Acute exacerbation of the underlying disorder (mainly idiopathic pulmonary fibrosis) and death related to the procedure are rarely observed. Training and volume of activity of the Center are good predictors of high diagnostic yield and low rate of complications."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p2_0_84f3551e",
      "text": "surgical lung biopsy in the same patients at the same time (good diagnostic accuracy). The more frequent complication is pneumothorax (5–30 per of the cases), but the more life-threatening complication is major bleeding. In order to reduce significantly the rate of major bleeding, the preventive use of bronchial blockers is strongly recommended. Acute exacerbation of the underlying disorder (mainly idiopathic pulmonary fibrosis) and death related to the procedure are rarely observed. Training and volume of activity of the Center are good predictors of high diagnostic yield and low rate of complications. The future implies introduction of - Poletti (✉) DIMEC, Bologna University, Bologna, Italy Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy Department of Respiratory Diseases and Allergy, Aarhus University, Aarhus, Denmark - Piciucchi DIMEC, Bologna University, Bologna, Italy Department of Radiology, Ospedale GB Morgagni, Forlì, Italy - G. A. Johanna Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy - Ravaglia DIMEC, Bologna University, Bologna, Italy Department of Medical Specialities, Ospedale GB Morgagni, Forlì, Italy (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_27-1new machinery in the market, rapid onsite examination of the sample without manipulating it, combination of lung cryobiopsy with more complex guiding systems (cone beam-computed tomography (CT) computed tomography, etc.), exploiting of samples utilizing routinely immunohistochemistry, and molecular biology tests (genomic classifiers, etc.). - Keywords* Transbronchial cryobiopsy · Idiopathic pulmonary fibrosis · Usual Interstitial Pneumonia · Idiopathic interstitial pneumonias · High Resolution CT scan · Lung biopsy - 1 Introduction More than 200 entities are grouped under the umbrella term “interstitial lung disorders (ILDs).” As the boundaries between interalveolar septa and other zones or structures part of the secondary pulmonary lobule are not so clear-cut, and interconnection between alveolar spaces and the surrounding structures are evident, a more precise term to use is “diffuse infiltrative lung disorders” defined by infiltration or abnormal accumulation of cells, fluid, or extracellular matrix in the secondary pulmonary lobule. According to the predominant distribution and shape at low-power microscope magnification of the lesions inside the secondary pulmonary lobule [bronchiolar/ peribronchiolar, angiocentric (around the pulmonary artery branches, in the alveolar capillary, or around pulmonary veins), paraseptal/subpleural, periacinar, perilymphatic, interalveolar, intraalveolar], the cells or extracellular material present, the evolution of the lesions with time, and finally the absence/presence of ancillary findings, a morphological categorization may be drawn [1]. This strategy is also worth applying to the interpretation of the CT scan features by which these disorders may manifest [2]. The diagnosis is a multidisciplinary effort [3]. When an extensive evaluation, including data provided by bronchoalveolar lavage (BAL), does not result in a confident diagnosis, lung sampling may be considered [4]. Transbronchial lung cryobiopsy is a recent option that allows for larger volume tissue sampling avoiding, in most cases, the use of more invasive approaches [5]. - 2 Equipment in Transbronchial Lung Cryobiopsy* The equipment consists of a main unit connected to a tank containing a cooling agent, a pedal, and the probe. The cooling agents used are nitric oxide (N2O) or carbon dioxide (CO2): both are liquefied under high pressure in a tank, and no differences in the working mechanism of the two gases exist, but there are differences in terms of temperatures reached, costs, and occupational exposure. The cryogenic effect of CO2 is less pronounced than that of N2O, since a drop of temperature to minus 75 degreesC is reached with CO2 and to minus 89 degreesC with N2O. CO2 is less costly than N2O, and its use is safer for the operators; therefore nowadays it is the cryogenic gas used [6], although nitrogen dioxide was used as well in the first period. The cooling agent is applied under high pressure (around 62–65 bar) through the central canal of the probe (Erbecryo II; ERBE, Tübingen, Germany) ( end of the central canal, it expands due to the sudden difference in pressure which results in an immediate drop of temperature to less than 0 degreesC (around -50 degreesC in vital tissues) at the tip of the probe. The entire system is easily transportable. The cryosurgical equipment works by the Joule-Thomson effect: hence, expansion of the gas from the compressed state leads to a change in temperature. Currently three sizes of disposable cryoprobes are available: 1.1, 1.7, and 2.4 mm in diameter ( All cryoprobes have a length of 1150 mm. The functionality of the probes should be tested in a water bath before taking the biopsies (ice-ball test). Samples’ sizes vary according to freezing time, the size of the probe, the cryogenic gas used, and the characteristics of the tissue. Data obtained so far show that the freezing time that allows retrieval of large enough samples is in the range of 4–8 s using 1.7–2.4 probes [6, 7] and a longer freezing time (even 10–12 s) when a 1.1 probe is used. For TBLC, most centers use intubation either with a rigid scope or a flexible tube [8]. The rigid tracheoscope/bronchoscope and the endotracheal tube are the two airway devices most commonly used for TBLC. Additionally, TBLC via supraglottic devices has been described [9]. The tube procedure should be performed in deep sedation/general anesthesia in order to improve the patient’s tolerance, prevent cough, and facilitate placement of one or more balloons to hamper and manage potential life-threatening bleeding and/or hypertensive pneumothorax [6, 8]. Different drugs are used, but propofol and remifentanil are the most frequent. Muscle relaxation may be obtained adding specific drugs, but in this case, the patient has to be ventilated, with either mechanical, manual, or jet ventilation. The addition of local anesthesia is important as well with the same modalities used in routine bronchoscopic procedures. Rigid tubes have a larger diameter and allow the use of different tools (more balloons, radial ultrasounds probes, aspirators); the use of the tracheoscope instead of a bronchoscope is preferable because both main bronchi may be better ventilated and dead space is smaller compared to the use of longer tubes. Supraglottic devices (such as laryngeal masks) have also been described [9] and have proven to have an acceptable safety, but the control of severe bleeding may be problematic. TBLC can also be performed without any kind of intubation: two bronchoscopes are used, one for taking the biopsy and the second one immediately after to manage the bleeding with suction or - Poletti et al.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 6962,
      "token_count": 1405,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The cryogenic effect of CO2 is less pronounced than that of N2O, since a drop of temperature to minus 75 degreesC is reached with CO2 and to minus 89 degreesC with N2O.",
        "Currently three sizes of disposable cryoprobes are available: 1.1, 1.7, and 2.4 mm in diameter ( All cryoprobes have a length of 1150 mm.",
        "In order to reduce significantly the rate of major bleeding, the preventive use of bronchial blockers is strongly recommended. Acute exacerbation of the underlying disorder (mainly idiopathic pulmonary fibrosis) and death related to the procedure are rarely observed. Training and volume of activity of the Center are good predictors of high diagnostic yield and low rate of complications."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p3_0_dde81c18",
      "text": "hamper and manage potential life-threatening bleeding and/or hypertensive pneumothorax [6, 8]. Different drugs are used, but propofol and remifentanil are the most frequent. Muscle relaxation may be obtained adding specific drugs, but in this case, the patient has to be ventilated, with either mechanical, manual, or jet ventilation. The addition of local anesthesia is important as well with the same modalities used in routine bronchoscopic procedures. Rigid tubes have a larger diameter and allow the use of different tools (more balloons, radial ultrasounds probes, aspirators); the use of the tracheoscope instead of a bronchoscope is preferable because both main bronchi may be better ventilated and dead space is smaller compared to the use of longer tubes. Supraglottic devices (such as laryngeal masks) have also been described [9] and have proven to have an acceptable safety, but the control of severe bleeding may be problematic. TBLC can also be performed without any kind of intubation: two bronchoscopes are used, one for taking the biopsy and the second one immediately after to manage the bleeding with suction or - Poletti et al.- Transbronchial Cryobiopsy in Diffuse Parenchymal Lung Disorders** wedging the bronchoscope in the selected segmental bronchus. Finally, some anecdotal reports describe the possibility to have transbronchial lung cryobiopsies in awake patients with the use of only one flexible bronchoscope (through one nostril) and of a Fogarty balloon (in the other nostril). However, the possibilities of balloon dislodgement are, in this case, very high and should be done only by very expert pulmonologists. An accompanying aspect of the choice of sedation rather than anesthesia is the ventilation of the patient. Whereas in case of conscious sedation, spontaneous breathing is maintained, in case of general anesthesia or deep sedation, support in ventilation could be needed. Four modalities have been described: spontaneous, manual, mechanical, and jet ventilation. During spontaneous ventilation, only oxygen supply via nasal or endotracheal tube is given, and this is the most common ventilation modality reported. Manual and mechanical ventilations are also used, in which the patient is connected, respectively, to a balloon or to a ventilator. Jet ventilation consists in manually or mechanically sending Diameter Length 1.1 mm 1150 mm 1.1 mm 1.7 mm 2.4 mm",
      "page": 3,
      "start_offset": 0,
      "end_offset": 2403,
      "token_count": 488,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Jet ventilation consists in manually or mechanically sending Diameter Length 1.1 mm 1150 mm 1.1 mm 1.7 mm 2.4 mm",
        "The addition of local anesthesia is important as well with the same modalities used in routine bronchoscopic procedures."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p4_0_51ac2531",
      "text": "Disorders** wedging the bronchoscope in the selected segmental bronchus. Finally, some anecdotal reports describe the possibility to have transbronchial lung cryobiopsies in awake patients with the use of only one flexible bronchoscope (through one nostril) and of a Fogarty balloon (in the other nostril). However, the possibilities of balloon dislodgement are, in this case, very high and should be done only by very expert pulmonologists. An accompanying aspect of the choice of sedation rather than anesthesia is the ventilation of the patient. Whereas in case of conscious sedation, spontaneous breathing is maintained, in case of general anesthesia or deep sedation, support in ventilation could be needed. Four modalities have been described: spontaneous, manual, mechanical, and jet ventilation. During spontaneous ventilation, only oxygen supply via nasal or endotracheal tube is given, and this is the most common ventilation modality reported. Manual and mechanical ventilations are also used, in which the patient is connected, respectively, to a balloon or to a ventilator. Jet ventilation consists in manually or mechanically sending Diameter Length 1.1 mm 1150 mm 1.1 mm 1.7 mm 2.4 mmsmall air volumes enriched with O2 at high frequency, and to do so, the induction of respiratory muscle paralysis is needed: the main advantage is to reduce the possibility of lung barotrauma, but the efficacy decreases when several instruments are introduced into the rigid bronchoscope like balloons or suction catheters. Guiding systems are routinely used in TBLC [8, 1013]. Recently, an important study on mechanically ventilated patients showed that TBLCBs can be obtained also without any guide, with a manageable percentage of side effects [14, 15]. Most of the studies reported the use of a bronchial blocker with an expected reduction in moderate-to-severe bleeding [16]. When a rigid tube is adopted, a balloon (Fogarty 4 or Ch) is inserted and settled with the tip just beyond the orifice of the segmental bronchus or the lobar bronchus, respectively, and fixed to the proximal part of the rigid tube with a strip of scotch tape. A bronchial blocker may be inserted in the external operating channel of orotracheal tubes [17]. How to Perform Transbronchial Lung Cryobiopsy The flexible bronchoscope is inserted through the rigid tube and placed in the target lobar or segmental bronchus. Then, the cryoprobe is passed via the working channel of the flexible bronchoscope. Kinking of the cryoprobe should be avoided, as this may obstruct the flow of gas in the central canal within the cryoprobe, resulting in a decrease or a complete loss of freezing power. The cryoprobe is pushed down to the pleura first. The position of the cryoprobe can be rated by two criteria. First, the distance, how far is the cryoprobe pushed into the periphery? Although this varies from patient to patient depending on the size of the lung and even in an individual patient from lobe to lobe (longer distance in the lateral segment of the lower lobes), this provides useful information to the experienced bronchoscopist. Second and more important, fluoroscopy helps to position the probe close to the pleura. It is easier to predict the distance to the pleura when the cryoprobe appears to be perpendicular to the chest wall. There is always a risk (mainly in subjects with bronchomalacia) that the probe cannot reach the periphery of the lung, because it gets stuck at a carina. Taking a biopsy in such a more central area decreases the likelihood of harvesting sufficient alveolar tissue and increases the risk of severe bleeding caused by tearing of larger vessels in this area. Once it has reached the pleura, the probe is pulled back approximately 1 cm, which is equivalent to the length of the metallic tip of the cryoprobe, under fluoroscopic control. The duration of the freezing process is determined by the time the pedal is pressed. When the intended freezing time is reached, the probe has to be removed together with the bronchoscope in a quick movement during which, and this is crucial; the endotracheal tube and Fogarty balloon have to stay fixed in their previously defined position. Freezing is maintained until the probe is completely removed from the patient. Immediately after removing the bronchoscope together with the inserted cryoprobe and its adhering tissue specimen, the preplaced balloon is inflated (with the previously determined amount of water or air) for complete bronchial occlusion. The bronchial blocker also has a role in hampering hypertensive pneumothorax. When biopsies from different lobes are scheduled, and the patient is intubated with a rigid tube, a second Fogarty balloon may be inserted ( to the maneuver is high, it is advisable to stop, wait for thawing, and then retreat the probe and advance again to the same position and freeze for a few seconds trying to collect the specimen again. The thawing process and the detachment of the specimen from the probe may last up to 15 s. During that time, no visual bronchoscopic endobronchial control is achievable. Prophylactic balloon inflation allows to bridge this blind period by protecting the central airways in case of bleeding. The freezing time and the size of the probe are important elements. There are data confirming that at least 4 s for the largest probes could be enough, even if the largest series report a longer time (6 s with the 2.4 and 8 s with the 1.7). The probes that have more valid data on their capability to collect large specimens are the 2.4 and the 1.7 mm. The 1.1 probe may be used as well because studies are coming confirming that, at least in disorders in which the histopathologic background is not complex (i.e., sarcoid, carcinomatous lymphangitis, organizing pneumonia, etc.), it may be diagnostic, but the freezing time may have to be longer (even more than 10 s). In case of significant bleeding, the balloon is inflated again for 3–10 min. It is important to carefully check every 2–3 min whether the balloon is still completely occluding the airway segment. in the right upper lobe - Poletti et al.",
      "page": 4,
      "start_offset": 0,
      "end_offset": 6126,
      "token_count": 1329,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Jet ventilation consists in manually or mechanically sending Diameter Length 1.1 mm 1150 mm 1.1 mm 1.7 mm 2.4 mmsmall air volumes enriched with O2 at high frequency, and to do so, the induction of respiratory muscle paralysis is needed: the main advantage is to reduce the possibility of lung barotrauma, but the efficacy decreases when several instruments are introduced into the rigid bronchoscope like balloons or suction catheters.",
        "Kinking of the cryoprobe should be avoided, as this may obstruct the flow of gas in the central canal within the cryoprobe, resulting in a decrease or a complete loss of freezing power.",
        "Recently, an important study on mechanically ventilated patients showed that TBLCBs can be obtained also without any guide, with a manageable percentage of side effects [14, 15]."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p5_0_37741dd2",
      "text": "achievable. Prophylactic balloon inflation allows to bridge this blind period by protecting the central airways in case of bleeding. The freezing time and the size of the probe are important elements. There are data confirming that at least 4 s for the largest probes could be enough, even if the largest series report a longer time (6 s with the 2.4 and 8 s with the 1.7). The probes that have more valid data on their capability to collect large specimens are the 2.4 and the 1.7 mm. The 1.1 probe may be used as well because studies are coming confirming that, at least in disorders in which the histopathologic background is not complex (i.e., sarcoid, carcinomatous lymphangitis, organizing pneumonia, etc.), it may be diagnostic, but the freezing time may have to be longer (even more than 10 s). In case of significant bleeding, the balloon is inflated again for 3–10 min. It is important to carefully check every 2–3 min whether the balloon is still completely occluding the airway segment. in the right upper lobe - Poletti et al.Bleeding usually stops after this period. If bleeding persists, the balloon is reinflated for an extended period (e.g., 5–20 min). The use of cold water or diluted adrenaline may be considered. The utility of iv tranexamic acid is debatable. If the patient does not show symptoms suggestive of pneumothorax and he/she is in the outpatient clinic, an expiratory chest X-ray or a thoracic sonography should be obtained 2–3 hours after the procedure in order to exclude a pneumothorax. In - 4 Guiding Systems* The most used guiding system is fluoroscopy [8]. However, there are reports on more sophisticated tools such as confocal laser endomicroscopy (CLE), electromagnetic navigation systems, and radial endobronchial ultrasound (EBUS) [10, 11, 13]. Cone beam computed tomography (CT) increases the diagnostic yield in interstitial lung diseases with limited extent on CT [12]. Radial EBUS can be used to identify vessels inside the infiltrate or even pleura. CLE allows to identify interstitial septa, cells, pleura, and also inflammatory or fibrotic areas. Optical computed tomography (OCT) has been shown to allow identification of aspects quite typical for the UIP pattern [18]. Scarce data on the utilization of electromagnetic navigation or augmented fluoroscopy have been published or presented in scientific meetings so far. However, recently, Loor K. et al. reported a high diagnostic yield and a low rate of pneumothorax and major bleeding in mechanically ventilated patients with no guiding system, raising the possibility to obtain valid samples also without any guiding system [19]. - 5 Safety Issues TBLCB may be carried out in an outpatient setting in at least 80 % of cases. The most frequent complication related to TBLCB is pneumothorax [20–22] that very rarely may be hypertensive. The rate of pneumothorax varies considerably between different studies: from less than 1 % to almost 30 % [23, 24]. In a meta-analysis that included 70 studies comprising 6183 patients, the average rate was 5 % [8]. The likelihood of postprocedural pneumothorax increases in subjects with lower diffusing capacity, when the CT scan pattern is cystic, the final diagnosis will be usual interstitial pneumonia (UIP) pattern, the coarseness of CT scan is higher, biopsies are carried out from different lobes, and the procedure is carried out in general anesthesia. The impact of the size of the probe on the frequency of pneumothorax is still debated. In different studies, a lower rate was observed using the 1.9/1.7 probe compared to the 2.4 [25], but these results were not confirmed by Loor K et al. [19]. Strong ventilatory support should be avoided during the procedure even accepting - General anesthesia (Propofol/Remifentanil) - Spontaneous breathing - Rigid Tracheochoscope (Storz 14 or 12 mm) + fiberoptic bronchoscope - Fogarty balloon (2 when biopsies in different lobes) - Fluoroscopic control (-/+ cone beam CT guide) - Cryoprobe, 1.7 (in the majority of cases) or 2.4 mm; rarely 1.1 mm - A distance of approximately < = 10 mm from the thoracic wall (pleura) - The 2.4 probe is cooled for 6’ - The 1.7 probe is cooled for 8’ - The 1.1 probe is cooled for 12–13 secs* 4 samples: it takes 20 minutes in average!",
      "page": 5,
      "start_offset": 0,
      "end_offset": 4261,
      "token_count": 933,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In a meta-analysis that included 70 studies comprising 6183 patients, the average rate was 5 % [8].",
        "Strong ventilatory support should be avoided during the procedure even accepting - General anesthesia (Propofol/Remifentanil) - Spontaneous breathing - Rigid Tracheochoscope (Storz 14 or 12 mm) + fiberoptic bronchoscope - Fogarty balloon (2 when biopsies in different lobes) - Fluoroscopic control (-/+ cone beam CT guide) - Cryoprobe, 1.7 (in the majority of cases) or 2.4 mm; rarely 1.1 mm - A distance of approximately < = 10 mm from the thoracic wall (pleura) - The 2.4 probe is cooled for 6’ - The 1.7 probe is cooled for 8’ - The 1.1 probe is cooled for 12–13 secs* 4 samples: it takes 20 minutes in average!",
        "It is important to carefully check every 2–3 min whether the balloon is still completely occluding the airway segment. in the right upper lobe - Poletti et al.Bleeding usually stops after this period."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p6_0_1141a4a1",
      "text": "usual interstitial pneumonia (UIP) pattern, the coarseness of CT scan is higher, biopsies are carried out from different lobes, and the procedure is carried out in general anesthesia. The impact of the size of the probe on the frequency of pneumothorax is still debated. In different studies, a lower rate was observed using the 1.9/1.7 probe compared to the 2.4 [25], but these results were not confirmed by Loor K et al. [19]. Strong ventilatory support should be avoided during the procedure even accepting - General anesthesia (Propofol/Remifentanil) - Spontaneous breathing - Rigid Tracheochoscope (Storz 14 or 12 mm) + fiberoptic bronchoscope - Fogarty balloon (2 when biopsies in different lobes) - Fluoroscopic control (-/+ cone beam CT guide) - Cryoprobe, 1.7 (in the majority of cases) or 2.4 mm; rarely 1.1 mm - A distance of approximately < = 10 mm from the thoracic wall (pleura) - The 2.4 probe is cooled for 6’ - The 1.7 probe is cooled for 8’ - The 1.1 probe is cooled for 12–13 secs* 4 samples: it takes 20 minutes in average!permissive hypoxemia/hypercapnia. Mild bleeding is frequent, but it may be easily controlled by aspiration or blocked using intrabronchial balloons. Major bleeding, even life-threatening or even lethal, was reported when bronchial blockers were not used [26]. The risk of significant bleeding increases when biopsies are obtained with the probe far from the pleura, when bronchiectasis and/or large pulmonary veins are documented by computed tomography (CT) or when the largest probe is used. Clopidogrel should be withdrawn 5–7 days prior to the procedure, oral anticoagulants 48 hours prior [27]. Other complications are anecdotal and can comprise transient respiratory failure, neurological manifestations (e.g., seizures), pneumomediastinum, prolonged air leak, pulmonary artery pseudoaneurysm, and pneumatocele. New opacities > 10 mm, including ground glass, solid, cavitated, or a combination of these lesions, were observed in 20 % of lung transplanted patients who underwent TBLC [28]. All ground glass opacities disappeared at 4 weeks. A single cavitated opacity persisted at 6 months [28]. Pulmonary artery pseudoaneurysm after TBLCB has been described [29]. Regarding mortality, current data show that TBLC appears to be safer than surgical lung biopsy with an overall mortality rate with this procedure of about 0.1 % among approximately 1000 patients [30]. A study analyzing data published in the literature on cryobiopsy documented seven deaths within a month after the procedure: one patient died from respiratory failure due to carcinomatous lymphangitis, one from acute myocardial infarction manifesting weeks later, one from pulmonary edema from newly diagnosed severe aortic stenosis, one with organizing pneumonia and who was on palliative care, one from pulmonary embolism, and two patients from acute exacerbation of idiopathic pulmonary fibrosis (IPF) [21] (in both cases of death from acute exacerbation of IPF, diffuse alveolar damage was the histological background on autopsy and the death developed after significant procedural complications: tension pneumothorax with subsequent ventilation with high positive airway pressures and severe bleeding). The risk of acute exacerbation needs to be assessed before the procedure, particularly in case of recent worsening [31]: recent onset of patchy ground-glass areas on high resolution computed tomography, functional deterioration and/or increased dyspnea on exertion in the last month, and/or high levels of inflammatory or more specific markers (KL-6) could be predictors of high risk of acute exacerbation after the procedure. Therefore, acute deterioration in respiratory status should be considered a relative contraindication, although the decision needs to be individualized based on assessment of benefits and risks. Data suggest that complications are more frequent when pulmonary function is severely impaired. Forced expiratory volume in the first second (FEV1) < 0.8 L or < 50 % predicted, forced vital capacity (FVC) < 50 % predicted, and diffusing capacity of the lungs for carbon monoxide (DLCO) < 35 % predicted have been used to exclude biopsy candidates in some series, though not in all. In a large cohort of 699 patients who underwent transbronchial lung cryobiopsy for suspected diffuse parenchymal lung diseases, pneumothorax incidence was significantly higher when FVC was < 50 % (p 0.008), but it was not influenced by DLCO (p 0.7842), while bleeding appeared independent of the lung function tests (both FVC and DLCO) [32]. We suggest that FVC < 50 % should be considered as a relative contraindication to transbronchial lung biopsy on safety grounds while baseline DLCO should be evaluated together with other clinical, radiological, and laboratory features [21, 32]. Significant hypoxemia, defined as PaO2 < 55–60 mmHg on room air or while receiving 2 L/min of nasal oxygen, has also been considered a contraindication by some but not others [22, 23]. A high body mass index (BMI > 35) can result in failure of the procedure, mainly because of desaturation in intubated and spontaneously breathing patients [22]. Additionally, studies evaluating TBCB in mechanically ventilated patients in the intensive care unit including patients in ECMO are increasing [15]. In this context, biopsies are carried out without the use of fluoroscopy. The rate of complications, including pneumothorax, appears low [19]. Guidelines published so far identify elements for a relative or absolute contraindication for TBLCB [3, 33, 34]. Coagulation defects/thrombocytopenia and hemodynamic instability are absolute contraindications [6, 8, 35]. Pulmonary function impairment (FVC < 50 % of predicted; DLCO < 35 % of predicted), pulmonary artery hypertension (PAPs > 40 mmHg), alveolar oxygen tension < 55–60 mmHg on arterial blood gas sampling, significant emphysema in CT scan, and rapid deterioration prior to the procedure are relative contraindications. The rapid deterioration prior to biopsy should be clearly evaluated. If the rapid progressive respiratory failure associated with ground-glass opacities on CT could be the manifestation of an acute exacerbation of IPF or secondary UIP and biopsies, or even BAL increase the risk of progression and should be avoided. If the clinical-radiological hypothesis is in favor of other disorders and histology could be useful, TBLCB should be considered. Training, Learning Curve, and Volume of Activity The training/learning curve and the volume of activity are pivotal when safety issues are considered [21]. The lower the volume of activity is, the higher the incidence of significant complications seems to be [33]. Data on the impact of training, procedural learning curve, and volume of activity are still scarce. Almeida LM et al. assessed the learning curve using diagnostic yield, sample length, and sample area and reported a learning curve plateau after approximately 70 procedures [36]. More recently, Kaburaki S. et al. revealed a proficiency 6 V. Poletti et al.",
      "page": 6,
      "start_offset": 0,
      "end_offset": 7051,
      "token_count": 1433,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Significant hypoxemia, defined as PaO2 < 55–60 mmHg on room air or while receiving 2 L/min of nasal oxygen, has also been considered a contraindication by some but not others [22, 23].",
        "Strong ventilatory support should be avoided during the procedure even accepting - General anesthesia (Propofol/Remifentanil) - Spontaneous breathing - Rigid Tracheochoscope (Storz 14 or 12 mm) + fiberoptic bronchoscope - Fogarty balloon (2 when biopsies in different lobes) - Fluoroscopic control (-/+ cone beam CT guide) - Cryoprobe, 1.7 (in the majority of cases) or 2.4 mm; rarely 1.1 mm - A distance of approximately < = 10 mm from the thoracic wall (pleura) - The 2.4 probe is cooled for 6’ - The 1.7 probe is cooled for 8’ - The 1.1 probe is cooled for 12–13 secs* 4 samples: it takes 20 minutes in average!permissive hypoxemia/hypercapnia.",
        "Therefore, acute deterioration in respiratory status should be considered a relative contraindication, although the decision needs to be individualized based on assessment of benefits and risks."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p7_0_50d5baea",
      "text": "emphysema in CT scan, and rapid deterioration prior to the procedure are relative contraindications. The rapid deterioration prior to biopsy should be clearly evaluated. If the rapid progressive respiratory failure associated with ground-glass opacities on CT could be the manifestation of an acute exacerbation of IPF or secondary UIP and biopsies, or even BAL increase the risk of progression and should be avoided. If the clinical-radiological hypothesis is in favor of other disorders and histology could be useful, TBLCB should be considered. Training, Learning Curve, and Volume of Activity The training/learning curve and the volume of activity are pivotal when safety issues are considered [21]. The lower the volume of activity is, the higher the incidence of significant complications seems to be [33]. Data on the impact of training, procedural learning curve, and volume of activity are still scarce. Almeida LM et al. assessed the learning curve using diagnostic yield, sample length, and sample area and reported a learning curve plateau after approximately 70 procedures [36]. More recently, Kaburaki S. et al. revealed a proficiency 6 V. Poletti et al.threshold at approximately 56 cases, with improved efficiency and biopsy yield in the consolidation phase [37]. The volume of activity of a center is, by common sense, also important. Another element that could contribute to increase the diagnostic yield and decrease complications of TBLC is to implement it in centers with both experience in interventional pulmonology and a large volume of activity in diagnosis/treatment of diffuse parenchymal lung diseases. ### Diagnostic Yield, Pathologic Considerations, and Clinical Impact of TBLC The diagnostic yield of the procedure, defined as the event of having a histopathologic pattern described in the pathologic report, is around 80 % [21], but with significant heterogeneity that mainly seems to be related to the volume of activity (higher in centers with a large volume of activity). A similar diagnostic yield has been observed when the clinical diagnosis after multidisciplinary discussion is taken into account. The computed tomography (CT) scan pattern seems to be associated with a pretest probability of success, alveolar consolidation being the most favorable one and the cystic pattern the less favorable one. The size of the sample and the presence of visceral pleura in the specimens positively correlate with the diagnostic yield and diagnostic confidence of the pathologist [8]. Ravaglia C. et al. showed in two studies that the diagnostic yield increases significantly if samples are obtained from at least two different segments of the same lobe and from the most affected areas [32, 38]. TBLCB using larger probes (1.7 mm, 1.9 mm, 2.4 mm) allows to retrieve samples that usually have the largest diameter > 5 mm [21]. Visceral pleura is recognized in those samples in 9–40 %, and interlobular septa may also frequently be identified [10, 32]. These results are attained because of the following: 1. Cryosamples are larger compared to those achieved by regular TBB (5 mm is the minimal largest diameter considered acceptable for TBCLC adequacy). 2. If the operator has the necessary expertise, the probe can be kept quite close to the pleura during the freezing step. 3. The cryoprobe retrieves lung tissue not only in front of it (as with regular forceps) but also tangentially. The thinner cryoprobe (1.1 mm), recently on the market, is used for sampling of lung nodules [39] or mediastinal disorders, but its role in the diagnosis of diffuse parenchymal lung disorders is still under investigation. It is of value in disorders with characteristic “elementary lesions,” mainly sited in the centrilobular zones (sarcoid, carcinomatous lymphangitis, diffuse alveolar damage, organizing pneumonia); identification of more complex patterns is still controversial. Samples attached to the cryoprobe tip should be gently thawed, detached, and soon after dipped in formalin ( Samples’s size considered acceptable is more than 5 mm in the largest diameter [40] but samples larger than 2 cm can be retrieved ( 1. Site from which each sample was taken and number of specimens. 2. Size of each sample (maximum and minimal dimensions measured under the microscope). 3. Qualification of the sample as “central” (mainly bronchial with cartilage plates identified or bronchiolar structures in greater than 40 % of the surface of the sample) and “peripheral” (with alveoli present in at least 60 % of the surface of the sample). 4. Presence of visceral pleura (if detectable), interlobular septa, and/or presence of parietal pleura/adipose tissue/striated muscle cells. 5. Artifacts (when present). 6. Histologic pattern (e.g., respiratory bronchiolitis, desquamative interstitial pneumonia, nonspecific interstitial pneumonia, organizing pneumonia, UIP, capillaritis, etc.), when identifiable according to the current guidelines and textbooks and the experience acquired by the team trained by frequent multidisciplinary meetings. 7. Specific histological diagnosis (e.g., Langerhans cell histiocytosis, lymphangioleiomyomatosis, pulmonary alveolar proteinosis, infection, carcinoma, lymphoma, etc.). If no specific pattern is identified (either normal lung or lung tissue with minimal focal inflammation, fibrosis, etc.), a descriptive report should be made. 8. Special stains, IHC, or molecular tests if performed. 9. Diagnostic confidence: high vs low. Serial slides from each single specimen should always be obtained (the first one stained routinely by Hematoxylin & Transbronchial Cryobiopsy in Diffuse Parenchymal Lung",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5649,
      "token_count": 1133,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Samples attached to the cryoprobe tip should be gently thawed, detached, and soon after dipped in formalin ( Samples’s size considered acceptable is more than 5 mm in the largest diameter [40] but samples larger than 2 cm can be retrieved ( 1.",
        "Qualification of the sample as “central” (mainly bronchial with cartilage plates identified or bronchiolar structures in greater than 40 % of the surface of the sample) and “peripheral” (with alveoli present in at least 60 % of the surface of the sample). 4.",
        "The rapid deterioration prior to biopsy should be clearly evaluated. If the rapid progressive respiratory failure associated with ground-glass opacities on CT could be the manifestation of an acute exacerbation of IPF or secondary UIP and biopsies, or even BAL increase the risk of progression and should be avoided. If the clinical-radiological hypothesis is in favor of other disorders and histology could be useful, TBLCB should be considered. Training, Learning Curve, and Volume of Activity The training/learning curve and the volume of activity are pivotal when safety issues are considered [21]."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p8_0_47591a38",
      "text": "Qualification of the sample as “central” (mainly bronchial with cartilage plates identified or bronchiolar structures in greater than 40 % of the surface of the sample) and “peripheral” (with alveoli present in at least 60 % of the surface of the sample). 4. Presence of visceral pleura (if detectable), interlobular septa, and/or presence of parietal pleura/adipose tissue/striated muscle cells. 5. Artifacts (when present). 6. Histologic pattern (e.g., respiratory bronchiolitis, desquamative interstitial pneumonia, nonspecific interstitial pneumonia, organizing pneumonia, UIP, capillaritis, etc.), when identifiable according to the current guidelines and textbooks and the experience acquired by the team trained by frequent multidisciplinary meetings. 7. Specific histological diagnosis (e.g., Langerhans cell histiocytosis, lymphangioleiomyomatosis, pulmonary alveolar proteinosis, infection, carcinoma, lymphoma, etc.). If no specific pattern is identified (either normal lung or lung tissue with minimal focal inflammation, fibrosis, etc.), a descriptive report should be made. 8. Special stains, IHC, or molecular tests if performed. 9. Diagnostic confidence: high vs low. Serial slides from each single specimen should always be obtained (the first one stained routinely by Hematoxylin & Transbronchial Cryobiopsy in Diffuse Parenchymal LungEosin) and the others unstained and utilized for specific stains only when deemed useful. The introduction of genomic classifier and NGS (next-generation sequencing) analysis could be part of the pathologic assessment. Lung cryobiopsy has shown to provide significant diagnostic information in a large variety of patterns and/or disorders: usual interstitial pneumonia (UIP) ( High levels of agreement between TBLC and SLB for both histopathological interpretation and MDD diagnosis were shown in a multicenter study including 65 patients [61]. In this study, TBLC MDD diagnosis made with high confidence were particularly reliable, showing excellent concordance with SLB MDD diagnoses. This concordance was not confirmed in two other studies [62, 63]. However, the last two recruited a small number of patients, and the main bias in these studies was the low volume of activity of the centers. The role of TBLCB in multidisciplinary discussion has been evaluated in different studies. Tomassetti S. et al. showed that the morphological information provided either by surgical lung biopsy or TBLCB increases the diagnostic confidence of the team [64]. The same positive role of TBLCB was demonstrated by Hetzel J. et al. in a multicenter study [65]. Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67]. TBLCB has been included as a valid surrogate of surgical lung biopsy in guidelines/statements on hypersensitivity pneumonitis [68, 69], IPF and progressive pulmonary fibrosis, and other interstitial lung disorders [34, 70–72]. Finally, Kalverda KA et al. have documented that in ILD diagnosis, if lung tissue assessment is required, a diagnostic strategy starting with transbronchial cryobiopsy, 8 V. Poletti et al.",
      "page": 8,
      "start_offset": 0,
      "end_offset": 3171,
      "token_count": 604,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Qualification of the sample as “central” (mainly bronchial with cartilage plates identified or bronchiolar structures in greater than 40 % of the surface of the sample) and “peripheral” (with alveoli present in at least 60 % of the surface of the sample). 4.",
        "Lung cryobiopsy has shown to provide significant diagnostic information in a large variety of patterns and/or disorders: usual interstitial pneumonia (UIP) ( High levels of agreement between TBLC and SLB for both histopathological interpretation and MDD diagnosis were shown in a multicenter study including 65 patients [61].",
        "Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67]."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p9_0_660af87f",
      "text": "with SLB MDD diagnoses. This concordance was not confirmed in two other studies [62, 63]. However, the last two recruited a small number of patients, and the main bias in these studies was the low volume of activity of the centers. The role of TBLCB in multidisciplinary discussion has been evaluated in different studies. Tomassetti S. et al. showed that the morphological information provided either by surgical lung biopsy or TBLCB increases the diagnostic confidence of the team [64]. The same positive role of TBLCB was demonstrated by Hetzel J. et al. in a multicenter study [65]. Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67]. TBLCB has been included as a valid surrogate of surgical lung biopsy in guidelines/statements on hypersensitivity pneumonitis [68, 69], IPF and progressive pulmonary fibrosis, and other interstitial lung disorders [34, 70–72]. Finally, Kalverda KA et al. have documented that in ILD diagnosis, if lung tissue assessment is required, a diagnostic strategy starting with transbronchial cryobiopsy, 8 V. Poletti et al.followed by SLB when transbronchial cryobiopsy is inconclusive, appears to result in a significant reduction of patient burden and in-hospital stay with a similar diagnostic yield versus immediate SLB [73]. Finally, a cost analysis based on a systematic review on the diagnostic yield and safety of transbronchial cryobiopsy, forceps transbronchial biopsy, and VATS-biopsy in ILD documented that TBLCB has a better cost-saving approach compared to the other approaches [34, 35]. Transbronchial Cryobiopsy in Diffuse Parenchymal Lung",
      "page": 9,
      "start_offset": 0,
      "end_offset": 1687,
      "token_count": 340,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67].",
        "Poletti et al.followed by SLB when transbronchial cryobiopsy is inconclusive, appears to result in a significant reduction of patient burden and in-hospital stay with a similar diagnostic yield versus immediate SLB [73]."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p10_0_add00218",
      "text": "of the team [64]. The same positive role of TBLCB was demonstrated by Hetzel J. et al. in a multicenter study [65]. Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67]. TBLCB has been included as a valid surrogate of surgical lung biopsy in guidelines/statements on hypersensitivity pneumonitis [68, 69], IPF and progressive pulmonary fibrosis, and other interstitial lung disorders [34, 70–72]. Finally, Kalverda KA et al. have documented that in ILD diagnosis, if lung tissue assessment is required, a diagnostic strategy starting with transbronchial cryobiopsy, 8 V. Poletti et al.followed by SLB when transbronchial cryobiopsy is inconclusive, appears to result in a significant reduction of patient burden and in-hospital stay with a similar diagnostic yield versus immediate SLB [73]. Finally, a cost analysis based on a systematic review on the diagnostic yield and safety of transbronchial cryobiopsy, forceps transbronchial biopsy, and VATS-biopsy in ILD documented that TBLCB has a better cost-saving approach compared to the other approaches [34, 35]. Transbronchial Cryobiopsy in Diffuse Parenchymal LungThe Future (in Part Already Here) New portable cryobiopsy machines will be available on the market soon. These tools could be directly bound to the bronchoscope, significantly reducing the need of space in the endoscopy suite. The use of precise guiding systems (i.e., cone beam computed tomography (CT), confocal laser endomicroscopy, radial endobronchial ultrasound (EBUS), robotic bronchoscopy, etc.) will allow sampling of areas of interest as prior identified by imaging systems with high definition (photon counting CT, etc.), with identification of the pathologic process in the early stage [10, 12, 74]. The role of thinner cryoprobes (1.1) is already well defined in the diagnosis of nodules, mediastinal disorders, or discrete infiltrates [75]. Its role in the diagnosis of diffuse parenchymal lung disorders is not yet well defined [76]. However, identification of the less complex histopathologic patterns is certainly possible on samples obtained using these probes. Theoretically and according to anecdotal reports, cryobiopsy samples can be retrieved in nonintubated subjects. The critical issue to consider is control of bleeding, which could be easily done using small tubes with an inflatable distal tip to seal the segmental airway and through which flexible bronchoscope could go in and out. Rapid on-site analysis of specimens is now possible using high harmonic laser microscopes that allow “histologic analysis” without alteration of the fresh sample [77]. This approach allows identification of valid samples with gain in diagnostic yield and probably reduction of complications. Samples obtained by cryobiopsy are significantly smaller compared to surgical biopsies. However, tools that may identify immunohistochemical and/or molecular biology profiles [78–80] (such as immunohistochemistry, genomic classifier, next-generation sequencing, and single cell transcriptomic analysis of microdissected areas) and analysis using transmission electronic microscopy [81] will increase the possibility to obtain data on the pathogenetic mechanisms and hopefully druggable mechanisms of lung diseases under investigation. Samples obtained by cryobiopsy in patients with lung cancer at all stages, including those with peripheral lesions, have shown to provide sufficient cells for lung cancer organoid generation, and the collection of viable cells that shed surface molecular markers is feasible in samples obtained by TBLCB [82]. The quantity of data provided by the introduction of TBCLB in subjects with diffuse E - Poletti et al.",
      "page": 10,
      "start_offset": 0,
      "end_offset": 3767,
      "token_count": 728,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Tomassetti S. et al. documented that TLCB data have a prognostic impact and may contribute significantly to addressing the therapeutic options [66, 67].",
        "Poletti et al.followed by SLB when transbronchial cryobiopsy is inconclusive, appears to result in a significant reduction of patient burden and in-hospital stay with a similar diagnostic yield versus immediate SLB [73]."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p11_0_3d488b90",
      "text": "through which flexible bronchoscope could go in and out. Rapid on-site analysis of specimens is now possible using high harmonic laser microscopes that allow “histologic analysis” without alteration of the fresh sample [77]. This approach allows identification of valid samples with gain in diagnostic yield and probably reduction of complications. Samples obtained by cryobiopsy are significantly smaller compared to surgical biopsies. However, tools that may identify immunohistochemical and/or molecular biology profiles [78–80] (such as immunohistochemistry, genomic classifier, next-generation sequencing, and single cell transcriptomic analysis of microdissected areas) and analysis using transmission electronic microscopy [81] will increase the possibility to obtain data on the pathogenetic mechanisms and hopefully druggable mechanisms of lung diseases under investigation. Samples obtained by cryobiopsy in patients with lung cancer at all stages, including those with peripheral lesions, have shown to provide sufficient cells for lung cancer organoid generation, and the collection of viable cells that shed surface molecular markers is feasible in samples obtained by TBLCB [82]. The quantity of data provided by the introduction of TBCLB in subjects with diffuse E - Poletti et al.parenchymal lung disease could be a valid source for artificial intelligence programs. Prospectively, TBLC, widening the cohort of patients suitable for biopsy and thanks to the sophisticated investigative tools already nowadays available, could serve as a breakthrough strategy not only in the diagnosis but also in better understanding of the pathogenesis diffuse lung disorders. - Competing Interest Declaration* The author(s) has no competing interests to declare that are relevant to the content of this manuscript. - References 1. Colby T, Carrington C. Interstitial lung disease. In: Thrulbeck WM, Churg AM, editors. Pathology of the lung. 2nd ed. New York: Georg Thieme Verlag; 1987. p. 589–737. 2. Dalpiaz G, Cancellieri A, Butt YM. Computed tomography of diffuse lung diseases and solitary pulmonary nodules. In: Smith machine learning (ML), Leslie KO, Wick MR, editors. Practical pulmonary pathology. A diagnostic approach. 4th ed. Philadelphia: Elsevier; 2024. p. 43–109. 3. Walsh SL, Wells AU, Desai SR, et al. Multicentre evaluation of multidisciplinary team meeting agreement on diagnosis in diffuse parenchymal lung disease: a case-cohort study. Lancet Respir Med. 2016;4:557565. - (a) A 29 y/o female, smoker. Multiple cysts with variable size are present in both lungs. Differential diagnosis: Lymphangiomyomatosis vs Pulmonary Langerhans cells Histiocytosis (b) Transbronchial cryobiopsy from the right upper lobe. At low power, star-shaped scars are evident (blue circles). In the upper right corner, at higher power, a cellular infiltrate around a bronchiole is detectable (asterisk). These cells express CD1a (immunohistochemistry using anti-CD1a monoclonal antibodies-lower right corner). Final diagnosis: Langerhans cell histiocytosis. The patients, after cryobiopsy, manifested a mild right pneumothorax with no need of chest tube Transbronchial Cryobiopsy in Diffuse Parenchymal Lung",
      "page": 11,
      "start_offset": 0,
      "end_offset": 3205,
      "token_count": 600,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Rapid on-site analysis of specimens is now possible using high harmonic laser microscopes that allow “histologic analysis” without alteration of the fresh sample [77].",
        "This approach allows identification of valid samples with gain in diagnostic yield and probably reduction of complications."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p12_0_a44793d5",
      "text": "Pathology of the lung. 2nd ed. New York: Georg Thieme Verlag; 1987. p. 589–737. 2. Dalpiaz G, Cancellieri A, Butt YM. Computed tomography of diffuse lung diseases and solitary pulmonary nodules. In: Smith machine learning (ML), Leslie KO, Wick MR, editors. Practical pulmonary pathology. A diagnostic approach. 4th ed. Philadelphia: Elsevier; 2024. p. 43–109. 3. Walsh SL, Wells AU, Desai SR, et al. Multicentre evaluation of multidisciplinary team meeting agreement on diagnosis in diffuse parenchymal lung disease: a case-cohort study. Lancet Respir Med. 2016;4:557565. - (a) A 29 y/o female, smoker. Multiple cysts with variable size are present in both lungs. Differential diagnosis: Lymphangiomyomatosis vs Pulmonary Langerhans cells Histiocytosis (b) Transbronchial cryobiopsy from the right upper lobe. At low power, star-shaped scars are evident (blue circles). In the upper right corner, at higher power, a cellular infiltrate around a bronchiole is detectable (asterisk). These cells express CD1a (immunohistochemistry using anti-CD1a monoclonal antibodies-lower right corner). Final diagnosis: Langerhans cell histiocytosis. The patients, after cryobiopsy, manifested a mild right pneumothorax with no need of chest tube Transbronchial Cryobiopsy in Diffuse Parenchymal Lung4. Chilosi M, Murer B, Poletti V. Diffuse parenchymal lung disease. Histopathologic patterns. In: Costabel U, du Bois RM, Egan JJ, editors. Diffuse parenchymal lung disease, vol. 36. Basel: Karger; 2007. p. 42–57. 5. Poletti V, editor. Transbronchial lung cryobiopsy in diffuse parenchymal lung disease. Cham: Springer; 2019. 6. Lentz RJ, Argento AC, Colby TV, et al. Transbronchial cryobiopsy for diffuse parenchymal lung disease: a state-of-the-art review of procedural techniques, current evidence, and future challenges. J Thorac Dis. 2017;9:2186–203. 7. Chen X, Ye Y, Han Q, et al. Optimize initial freezing time of transbronchial cryobiopsy for the diagnosis of interstitial lung disease: a prospective randomized parallel group study. Respiration. 2022;101:299–306. 8. Lachowicz JA, Smallwood NE, Prasad JD, et al. A systematic review of procedural and sampling techniques for cryobiopsy in interstitial lung disease. Eur Respir Rev. 2024;33:240035. 9. Schmutz A, Dürk T, Idzko M, et al. Feasibility of a supraglottic airway device for transbronchial lung cryobiopsy - a retrospective analysis. J Cardiothorac Vasc Anesth. 2017;31:1343–7. 10. Ravaglia C, Vignini G, Vizzuso A, et al. Cone-beam computed tomography improved location of transbronchial cryobiopsy in interstitial lung disease with limited extent. Respiration. 2024;103: 641–50. 11. Wang S, Yang J, Luo S, et al. The accuracy of electromagnetic navigation bronchoscopy compared to fluoroscopy in navigation of transbronchial lung cryobiopsy in patients with interstitial lung disease. BMC Pulm Med. 2024;24:108. 12. Zheng Y, Zhang L, Lou Y, et al. The cryobiopsy in interstitial lung diseases guided by probe-based confocal laser endomicroscopy is feasible. Clin Respir J. 2023;17:998–1005. 13. Lin C-K, Ruan S-Y, Fan H-J, et al. Using cryoprobes of different sizes combined with cone-beam computed tomography-derived augmented fluoroscopy and endobronchial ultrasound to diagnose peripheral pulmonary lesions: a propensity-matched study. Respir Res. 2024;25:65. 14. Torrego A, Muñoz-Fernández AM, Lucena CM, et al. Safety and feasibility of transbronchial cryobiopsy in mechanically ventilated patients. Arch Bronconeumol. 2022;58:621–3. 15. Eisennman S, Lambrecht N, Diessel L, Busse C, Nuding S, Vogt A. Transbronchial cryobiopsy in unexplained, severe ARDS: a single center retrospective case series. BMC Pulm Med. 2023;23:5. 16. Deasy KF, Walsh LJ, Kennedy MP, et al. Endobronchial balloon blockers: a retrospective analysis of their implementation for use in transbronchial cryobiopsy under conscious sedation. Lung. 2021;199:187–93. 17. Madan K, Mittal S, Hadda V, et al. Cryoprobe transbronchial lung biopsy with flexible bronchoscope using Arndt endobronchial blocker. Lung India. 2019;36:241. 18. Nandy S, Raphaely RA, Muniappan A, et al. Diagnostic accuracy of endobronchial optical coherence tomography for the microscopic diagnosis of usual interstitial pneumonia. Am J Respir Crit Care Med. 2021;204:1164–79. 19. Loor K, Culebras M, Sansano I, et al. Lung allograft transbronchial cryobiopsy for critical ventilated patients: a randomised trial. Eur Respir J. 2023;61:2102354. 20. Hackner K, Stadler A, Schragel F, et al. Transbronchial lung cryobiopsy: prospective safety evaluation and 90-day mortality after a standardized examination protocol. Ther Adv Respir Dis. 2022;16:175346662210775. 21. Hetzel J, Maldonado F, Ravaglia C, et al. Transbronchial cryobiopsies for the diagnosis of diffuse parenchymal lung diseases: expert statement from the cryobiopsy working group on safety and utility and a call for standardization of the procedure. Respiration. 2018;95:188–200. 22. Casoni GL, Tomassetti S, Cavazza A, et al. Transbronchial lung cryobiopsy in the diagnosis of fibrotic interstitial lung diseases. PLoS One. 2014;9:e86716. 23. Ravaglia C, Bonifazi M, Wells AU, et al. Safety and diagnostic yield of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: a comparative study versus video-assisted thoracoscopic lung biopsy and a systematic review of the literature. Respiration. 2016;91:215–27. 24. Bango-Álvarez A, Ariza-Prota M, Torres-Rivas H, et al. Transbronchial cryobiopsy in interstitial lung disease: experience in 106 cases - how to do it. ERJ Open Res. 2017;3:00148–2016. 25. Iftikhar IH, Alghothani L, Sardi A, et al. Transbronchial lung cryobiopsy and video-assisted thoracoscopic lung biopsy in the diagnosis of diffuse parenchymal lung disease: a meta-analysis of diagnostic test accuracy. Ann Am Thorac Soc. 2017;14:1197–211. 26. DiBardino DM, Haas AR, Lanfranco AR, Litzky LA, Sterman D, Bessich JL. High complication rate after introduction of transbronchial cryobiopsy into clinical practice at an academic medical center. Ann Am Thorac Soc. 2017;14:851–7. 27. Pathak V, Allender JE, Grant MW. Management of anticoagulant and antiplatelet therapy in patients undergoing interventional pulmonary procedures. Eur Respir Rev. 2017;26:170020. 28. Loor K, Pallisa E, Culebras M, et al. New opacities in lung allograft after transbronchial cryobiopsy. Respir Med. 2020;170:106043. 29. Ohta H, Yamakawa H, Takemura T, et al. Pulmonary artery pseudoaneurysm as a complication of transbronchial lung cryobiopsy. Am J Respir Crit Care Med. 2023;208:e27-8. 30. Herth FJ, Mayer M, Thiboutot J, et al. Safety and performance of transbronchial cryobiopsy for parenchymal lung lesions. Chest. 2021;160:1512–9. 31. Kodati R, Seghgal IS, Pradas KT, Bal A, Agarwal R, Dhooria S. Acute exacerbation and progression of interstitial lung disease after transbronchial lung cryobiopsy. J Bronchology Interv Pulmonol. 2019;26:e68-72. 32. Ravaglia C, Wells AU, Tomassetti S, et al. Diagnostic yield and risk/benefit analysis of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: a large cohort of 699 patients. BMC Pulm Med. 2019;19:16. 33. Austin A, Jaber J, Fu K, et al. Acute exacerbation of interstitial lung diseases and mortality post-cryobiopsy: a multicenter cohort study. J Thorac Dis. 2024;16:4340–9. 34. Maldonado F, Danoff SK, Wells AU, et al. Transbronchial cryobiopsy for the diagnosis of interstitial lung diseases. Chest. 2020;157:1030–42. 35. Sharp C, McCabe M, Adamali H, et al. Use of transbronchial cryobiopsy in the diagnosis of interstitial lung disease - a systematic review and cost analysis. QJM. 2017;110:207–14. 36. Almeida LM, Lima B, Mota PC, et al. Learning curve for transbronchial lung cryobiopsy in diffuse lung disease. Pulmonology. 2018;24:23–31. 37. Kaburaki S, Tanaka T, Kamio K, et al. Transbronchial lung cryobiopsy for interstitial lung disease: early experience, learning curve, and the impact of sedation on complication rates at a single centre in Japan. BMC Pulm Med. 2024;24:540. 38. Ravaglia C, Wells AU, Tomassetti S, et al. Transbronchial lung cryobiopsy in diffuse parenchymal lung disease: comparison between biopsy from 1 segment and biopsy from 2 segments - diagnostic yield and complications. Respiration. 2017;93:285–92. 39. Hasselbring F, Herth FJF, Kriegsmann M, et al.",
      "page": 12,
      "start_offset": 0,
      "end_offset": 8332,
      "token_count": 1577,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Hackner K, Stadler A, Schragel F, et al. Transbronchial lung cryobiopsy: prospective safety evaluation and 90-day mortality after a standardized examination protocol.",
        "Loor K, Culebras M, Sansano I, et al. Lung allograft transbronchial cryobiopsy for critical ventilated patients: a randomised trial."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p13_0_eb0a8f31",
      "text": "Med. 2019;19:16. 33. Austin A, Jaber J, Fu K, et al. Acute exacerbation of interstitial lung diseases and mortality post-cryobiopsy: a multicenter cohort study. J Thorac Dis. 2024;16:4340–9. 34. Maldonado F, Danoff SK, Wells AU, et al. Transbronchial cryobiopsy for the diagnosis of interstitial lung diseases. Chest. 2020;157:1030–42. 35. Sharp C, McCabe M, Adamali H, et al. Use of transbronchial cryobiopsy in the diagnosis of interstitial lung disease - a systematic review and cost analysis. QJM. 2017;110:207–14. 36. Almeida LM, Lima B, Mota PC, et al. Learning curve for transbronchial lung cryobiopsy in diffuse lung disease. Pulmonology. 2018;24:23–31. 37. Kaburaki S, Tanaka T, Kamio K, et al. Transbronchial lung cryobiopsy for interstitial lung disease: early experience, learning curve, and the impact of sedation on complication rates at a single centre in Japan. BMC Pulm Med. 2024;24:540. 38. Ravaglia C, Wells AU, Tomassetti S, et al. Transbronchial lung cryobiopsy in diffuse parenchymal lung disease: comparison between biopsy from 1 segment and biopsy from 2 segments - diagnostic yield and complications. Respiration. 2017;93:285–92. 39. Hasselbring F, Herth FJF, Kriegsmann M, et al.41. Ravaglia C, Rossi G, Tomassetti S, et al. Report standardization in transbronchial lung cryobiopsy. Arch Pathol Lab Med. 2019;143:416–7. 42. Cooper WA, Mahar A, Myers JL, et al. Cryobiopsy for identification of usual interstitial pneumonia and other interstitial lung disease features. Further lessons from COLDICE, a prospective multicenter clinical trial. Am J Respir Crit Care Med. 2021;203:1306–13. 43. Poletti V, Tomassetti S, Ravaglia C. Time to trust transbronchial cryobiopsy in identification of usual interstitial pneumonia pattern? Am J Respir Crit Care Med. 2021;203:1218–20. 44. Churg A, Ryerson CJ, Wright JL. Fibroblastic foci and patchy fibrosis do not separate usual interstitial pneumonia from fibrotic hypersensitivity pneumonitis in transbronchial cryobiopsy. Arch Pathol Lab Med. 2021;145:1325–6. 45. Churg A, Tazelaar H, Matej R, et al. Pathologic criteria for the diagnosis of usual interstitial pneumonia vs fibrotic hypersensitivity pneumonitis in transbronchial cryobiopsy. Mod Pathol. 2023;36:100221. 46. Churg A, Poletti V, Ravagalia C, et al. Pathological features of connective tissue disease-associated interstitial lung disease in transbronchial cryobiopsies. Histopathology. 2025;86:260–7. 47. Sirol AS, Piciucchi S, Tomassetti S, Ravaglia C, Dubini A, Poletti V. Cryobiopsy in the diagnosis of bronchiolitis: a retrospective analysis of twenty-three consecutive patients. Sci Rep. 2020;10:1096. 48. Hantschel M, Eberhardt R, Petermann C, et al. Diagnostic yield of transbronchial lung cryobiopsy compared to transbronchial forceps biopsy in patients with sarcoidosis in a prospective, randomized, multicentre cross-over trial. J Clin Med. 2021;10:5686. 49. Spagnolo P, Ryerson CJ, Guler S, et al. Occupational interstitial lung diseases. J Intern Med. 2023;294:798–815. 50. Barata V, Caetano Mota P, Melo N, et al. Transbronchial lung cryobiopsy in smoking-related interstitial lung diseases. Sarcoidosis Vasc Diff Lung Dis. 2020;37:e2020013. 51. Kronborg-White S, Ravaglia C, Dubini A, et al. Cryobiopsies are diagnostic in pleuroparenchymal and airway-centered fibroelastosis. Respir Res. 2018;19:135. 52. Doan J, Rao N, Kurman JS, Roules JM, Benn BS. Granulomatous and lymphocytic interstitial lung disease diagnosed by transbronchial lung cryobiopsy. Cryobiology. 2020;97:231–4. 53. Manoharan B, Gaspar BL. Cryo-transbronchial lung biopsy in the diagnosis of IgG4-related lung disease. Med J Armed Forces India. 2023;79:S288-91. 54. Otoshi R, Kitamura H, Baba T, et al. Concordance between transbronchial lung cryobiopsy and surgical lung biopsy in patients with idiopathic multicentric Castleman disease: a report of four cases. Respir Investig. 2024;62:1–8. 55. Kimura S, Umeda Y, Egashira R, et al. Human T-cell lymphotropic virus type-1-associated bronchioloalveolar disorder with non-necrotizing granulomas: a case report and literature review. Intern Med. 2024;63:1149–55. 56. Bianchi R, Dubini A, Asioli S, et al. Transbronchial cryobiopsy: an effective tool in the diagnosis of lymphoproliferative disorders of the lung. ERJ Open Res. 2020;6:00260–2019. 57. Poletti V, Piciucchi S, Asioli S. Lymphoproliferative diseases involving the lung. In: Grippi MA, Antin-Ozerkis DE, Dela Cruz CS, Kotloff RM, Kotton CN, Pack artificial intelligence (AI), editors. Fishman’s pulmonary diseases and disorders, vol. II. 6th ed. New York: McGraw-Hill; 2024. p. 2045–68. 58. Kim DK, Chung C, Park D. Diagnosis of leukemic lung infiltration mimicking fungal infection by transbronchial lung cryobiopsy: the first case report. BMC Pulm Med. 2024;24:494. 59. Kho SS, Chai CS, Ho RL, Ismail AM, Tie ST. Pulmonary alveolar microlithiasis: a rare lung disease diagnosed by transbronchial cryobiopsy. Lancet. 2023;402:1356. 60. Poletti V, Femia D, Petrarulo S, Marinelli AA, Ravaglia C, Piciucchi S. Pulmonary capillary hemangiomatosis/veno-occlusive disease diagnosed by transbronchial cryobiopsy. Pulmonology. 2024;30:310–2. 61. Troy LK, Grainge C, Corte TJ, et al. Diagnostic accuracy of transbronchial lung cryobiopsy for interstitial lung disease diagnosis (COLDICE): a prospective, comparative study. Lancet Respir Med. 2020;8:171–81. 62. Romagnoli M, Colby TV, Berthet J-P, et al. Poor concordance between sequential transbronchial lung cryobiopsy and surgical lung biopsy in the diagnosis of diffuse interstitial lung diseases. Am J Respir Crit Care Med. 2019;199:1249–56. 63. Fortin M, Liberman M, Delage A, et al. Transbronchial lung cryobiopsy and surgical lung biopsy: a prospective multi-centre agreement clinical trial (CAN-ICE). Am J Respir Crit Care Med. 2023;207:1612–9. 64. Tomassetti S, Wells A, Costabel U, et al. Bronchoscopic lung cryobiopsy increases diagnostic confidence in the multidisciplinary diagnosis of idiopathic pulmonary fibrosis. Am J Respir Crit Care Med. 2016;193:745–52. 65. Hetzel J, Wells AU, Costabel U, et al. Transbronchial cryobiopsy increases diagnostic confidence in interstitial lung disease: a prospective multicentre trial. Eur Respir J. 2020;56:1901520. 66. Tomassetti S, Ravaglia C, Wells AU, et al. Prognostic value of transbronchial cryobiopsy for the multidisciplinary diagnosis of idiopathic pulmonary fibrosis: a retrospective validation study. Lancet Respir Med. 2020;8:786–94. 67. Tomassetti S, Ravaglia C, Puglisi S, et al. Impact of lung biopsy information on treatment strategy of patients with interstitial lung diseases. Ann Am Thorac Soc. 2022;19:737–45. 68. Raghu G, Remy-Jardin M, Ryerson CJ, et al. Diagnosis of hypersensitivity pneumonitis in adults: an official ATS/JRS/ALAT clinical practice guideline. Am J Respir Crit Care Med. 2020;202:e36-69. 69. Barnes H, Corte TJ, Keir G, et al. Diagnosis and management of hypersensitivity pneumonitis in adults: a position statement from the Thoracic Society of Australia and New Zealand. Respirology. 2024;29:1023–46. 70. Raghu G, Remy-Jardin M, Richeldi L, et al. Idiopathic pulmonary fibrosis (an update) and progressive pulmonary fibrosis in adults: an official ATS/ERS/JRS/ALAT clinical practice guideline. Am J Respir Crit Care Med. 2022;205:e18-47. 71. Dhooria S, Agarwal R, Sehgal I, et al. Bronchoscopic lung cryobiopsy: an Indian association for bronchology position statement. Lung India. 2019;36:48. 72. Korevaar DA, Colella S, Fally M, et al. European Respiratory Society guidelines on transbronchial lung cryobiopsy in the diagnosis of interstitial lung diseases. Eur Respir J. 2022;60:2200425. 73. Kalverda KA, Ninaber MK, Wijmans L, et al. Transbronchial cryobiopsy followed by as-needed surgical lung biopsy versus immediate surgical lung biopsy for diagnosing interstitial lung disease (the COLD study): a randomised controlled trial. Lancet Respir Med. 2024;12:513–22. 74. Krishnamurthy S, Sabir S, Ban K, et al. Comparison of real-time fluorescence confocal digital microscopy with hematoxylin-eosin-stained sections of core-needle biopsy specimens. JAMA Netw Open. 2020;3:e200476. 75. Poletti V, Petrarulo S, Piciucchi S, et al. endobronchial ultrasound (EBUS)-guided cryobiopsy in the diagnosis of thoracic disorders. Pulmonology. 2024;30(5):459–65. https://doi.org/10.1016/j.pulmoe.2023.11.008. 76. Bian Y, Deng M, Gao Q, et al. The diagnostic efficiency and safety of transbronchial lung cryobiopsy using 1.1 mm cryoprobe.",
      "page": 13,
      "start_offset": 0,
      "end_offset": 8492,
      "token_count": 1572,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Bian Y, Deng M, Gao Q, et al. The diagnostic efficiency and safety of transbronchial lung cryobiopsy using 1.1 mm cryoprobe.",
        "Austin A, Jaber J, Fu K, et al. Acute exacerbation of interstitial lung diseases and mortality post-cryobiopsy: a multicenter cohort study."
      ]
    },
    {
      "chunk_id": "papoip_transbronc_cid_p14_0_fb8e8827",
      "text": "(an update) and progressive pulmonary fibrosis in adults: an official ATS/ERS/JRS/ALAT clinical practice guideline. Am J Respir Crit Care Med. 2022;205:e18-47. 71. Dhooria S, Agarwal R, Sehgal I, et al. Bronchoscopic lung cryobiopsy: an Indian association for bronchology position statement. Lung India. 2019;36:48. 72. Korevaar DA, Colella S, Fally M, et al. European Respiratory Society guidelines on transbronchial lung cryobiopsy in the diagnosis of interstitial lung diseases. Eur Respir J. 2022;60:2200425. 73. Kalverda KA, Ninaber MK, Wijmans L, et al. Transbronchial cryobiopsy followed by as-needed surgical lung biopsy versus immediate surgical lung biopsy for diagnosing interstitial lung disease (the COLD study): a randomised controlled trial. Lancet Respir Med. 2024;12:513–22. 74. Krishnamurthy S, Sabir S, Ban K, et al. Comparison of real-time fluorescence confocal digital microscopy with hematoxylin-eosin-stained sections of core-needle biopsy specimens. JAMA Netw Open. 2020;3:e200476. 75. Poletti V, Petrarulo S, Piciucchi S, et al. endobronchial ultrasound (EBUS)-guided cryobiopsy in the diagnosis of thoracic disorders. Pulmonology. 2024;30(5):459–65. https://doi.org/10.1016/j.pulmoe.2023.11.008. 76. Bian Y, Deng M, Gao Q, et al. The diagnostic efficiency and safety of transbronchial lung cryobiopsy using 1.1 mm cryoprobe.78. Chilosi M, Zamò A, Doglioni C, et al. Migratory marker expression in fibroblast foci of idiopathic pulmonary fibrosis. Respir Res. 2006;7:95. 79. Schupp JC, Manning EP, Chioccioli M, et al. Alveolar vascular remodeling in nonspecific interstitial pneumonia: replacement of normal lung capillaries with COL15A1-positive endothelial cells. Am J Respir Crit Care Med. 2023;208:819–22. 80. Lasky JA, Case A, Unterman A, et al. The impact of the Envisia Genomic Classifier in the diagnosis and management of patients with idiopathic pulmonary fibrosis. Ann Am Thorac Soc. 2022;19: 916–24. 81. Lang D, Stoiber W, Lohfink-Schumm S, et al. Transmission electron microscopy of transbronchial lung cryobiopsy samples in a cohort of fibrotic interstitial lung disease patients - feasibility and implications of endothelial alterations. Respir Res. 2024;25:366. 82. Kida R, Yoshida R, Nitanai K, et al. Viability and diagnostic potential of tissues obtained through cryobiopsy. Respir Investig. 2024;62:1220–6. - Poletti et al.",
      "page": 14,
      "start_offset": 0,
      "end_offset": 2369,
      "token_count": 436,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Bian Y, Deng M, Gao Q, et al. The diagnostic efficiency and safety of transbronchial lung cryobiopsy using 1.1 mm cryoprobe.78.",
        "Dhooria S, Agarwal R, Sehgal I, et al. Bronchoscopic lung cryobiopsy: an Indian association for bronchology position statement."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Transbronchial Cryobiopsy in Diffuse",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Page 3",
    "Extracted Figures",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "surgical lung",
    "of the",
    "diffuse parenchymal lung"
  ],
  "source_file": "Transbronchial Cryobiopsy in Diffuse.md"
}