{
  "doc_id": "papoip_rapid_oe",
  "title": "Rapid Onsite Evaluation",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 9,
  "schema_version": "1.0",
  "processing_date": "2025-09-08T13:55:07.649285",
  "text_chunks": [
    {
      "chunk_id": "papoip_rapid_oe_p1_0_52441eb5",
      "text": "Rapid Onsite Evaluation and Specimen Preparation Andie O’Laughlin and Christopher R. Gilbert Contents Introduction............................................................................................... Evaluation................................................................................. 2.1 The History of rapid on-site evaluation (ROSE) in Bronchoscopy................................................................... 2.2 Benefits of ROSE.......................................................................................... 2.3 Drawbacks of ROSE....................................................................................... 2.4 Telecytopathology......................................................................................... 4....................................................................................... 3.1 Making Slides: Smearing and Staining................................................................... 3.2 Use of ROSE............................................................................................... 3.3 Collection of Material for Cell Blocks.................................................................... 3.4 Immunohistochemistry and Advanced Molecular Testing................................................ 6 Conclusion................................................................................................ References....................................................................................................... onsite evaluation is a technique that allows for real-time initial interpretation and appropriate triage of samples. Within pulmonary medicine, rapid onsite evaluation was initially utilized with conventional transbronchial needle aspiration to guide sampling location and ensure adequacy; however, it has become more popular with the expanded use of endobronchial ultrasound transbronchial needle aspiration. Although rapid onsite evaluation may not increase diagnostic yield during endobronchial ultrasound transbronchial needle aspiration, it has been associated with decreased need for additional biopsies, needle passes, and rates of complication. As lung cancer care has evolved over the last decade, the use of rapid onsite evaluation to help triage specimens and help procure appropriate specimen for ancillary testing has caused a renewed interest. Rapid onsite evaluation remains a labor-intensive endeavor, which requires experienced cytopathology team members to handle specimens, create slides, and provide real-time interpretation. This chapter reviews the current literature detailing the use of rapid onsite evaluation in interventional pulmonary procedures. Keywords Endobronchial ultrasound guided transbronchial needle aspiration · endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) · Cytology · Rapid onsite evaluation · ROSE · Bronchoscopy use of needle aspiration techniques within diagnostic sampling of intrthoracic lesions has become more popular, largely in part related to the expanded use of endobronchial ultrasound transbronchial needle aspiration (EBUS-TBNA). Additionally, the identification of pulmonary nodules due to the relative widespread use of computed tomography (CT) has increased the use of other needle aspiration techniques including bronchoscopic and computed tomography (CT)-guided sampling. - O’Laughlin · C. R. Gilbert (✉) Division of Pulmonary, Critical Care, and Sleep Medicine, Medical University of South Carolina, Charleston, SC, USA e-mail: gilberch@musc.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_30-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3659,
      "token_count": 456,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Gilbert (✉) Division of Pulmonary, Critical Care, and Sleep Medicine, Medical University of South Carolina, Charleston, SC, USA e-mail: gilberch@musc.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_30-1",
        "References....................................................................................................... onsite evaluation is a technique that allows for real-time initial interpretation and appropriate triage of samples."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p2_0_ff706164",
      "text": "to help triage specimens and help procure appropriate specimen for ancillary testing has caused a renewed interest. Rapid onsite evaluation remains a labor-intensive endeavor, which requires experienced cytopathology team members to handle specimens, create slides, and provide real-time interpretation. This chapter reviews the current literature detailing the use of rapid onsite evaluation in interventional pulmonary procedures. Keywords Endobronchial ultrasound guided transbronchial needle aspiration · endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) · Cytology · Rapid onsite evaluation · ROSE · Bronchoscopy use of needle aspiration techniques within diagnostic sampling of intrthoracic lesions has become more popular, largely in part related to the expanded use of endobronchial ultrasound transbronchial needle aspiration (EBUS-TBNA). Additionally, the identification of pulmonary nodules due to the relative widespread use of computed tomography (CT) has increased the use of other needle aspiration techniques including bronchoscopic and computed tomography (CT)-guided sampling. - O’Laughlin · C. R. Gilbert (✉) Division of Pulmonary, Critical Care, and Sleep Medicine, Medical University of South Carolina, Charleston, SC, USA e-mail: gilberch@musc.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_30-1Rapid onsite evaluation (ROSE) is a technique that can be utilized to allow for a real-time evaluation of adequacy during bronchoscopic sampling. There are numerous different variations that can be considered “rapid on-site evaluation (ROSE),” but they should include some basic overall principles. First, ROSE should offer the evaluation of sampling adequacy, including the presence of normal tissue (i.e., lymphoid tissue) or lesional tissue (i.e., malignancy). Second, it should provide appropriate triage of the sample for ancillary studies such as immunohistochemistry, molecular assays, and/or flow cytometry analysis. Third, in some situations, ROSE may provide a preliminary diagnosis, directing patient care, which can be similar to frozen section evaluation. Evaluation The use of ROSE during endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) has many theoretical advantages, and its use during bronchoscopy has been advocated by numerous societies [1–3]. The ability to limit the number of needle passes, limit the number of sites sampled, and therefore decrease the amount of time needed to obtain diagnostic material are all very attractive. However, these questions and the ability to deliver these theoretical advantages have prompted studies which have at times led to conflicting reports. 2.1 The History of ROSE in Bronchoscopy ROSE was first reported to be utilized during traditional or now more commonly referred to as conventional TBNA (cTBNA) when performing bronchoscopy. The success of cTBNA is dependent upon bronchoscopist review of lesions noted on preprocedure imaging and anatomical landmarks within the airway to guide sampling of lymphadenopathy and intraparenchymal lesions. Literature from the 1990s and 2000s reports some diagnostic yields in the 30–40 % range performing cTBNA [4, 5]. The addition of ROSE to cTBNA was proposed as a technique to help increase diagnostic yield of TBNA aspirates and to help decrease the frequency of nondiagnostic procedures. Subsequent literature demonstrated an improved diagnostic yield (56.2 % vs. 31.3 %, p < 0.01) and a decreased percentage of inadequate specimens (17.8 % vs 56.0 %, p < 0.01) when utilizing ROSE [5]. Additional studies of ROSE and cTBNA also demonstrated similar overall improvements in diagnostic yield [6–8]. ROSE has subsequently been utilized for EBUS-TBNA but with more mixed results and some guidelines suggesting that ROSE can be used if available during EBUS-TBNA [9]. 2.2 Benefits of ROSE The theoretical benefits of ROSE are relatively straightforward and the ability to alter sampling technique in real-time, obtain an immediate diagnosis onsite, triage specimens to appropriate collection media to help maximize diagnostic yield, evaluate tissue being obtained for maximization of downstream ancillary testing, decrease the need for additional and riskier procedures, decrease procedural times, and overall improve outcomes related to diagnostic bronchoscopy. At the current time, many societies and guideline papers have recommended the use of ROSE for EBUS procedures when available [1, 2, 10, 11]. As noted above, some of the benefits of ROSE have been decreased number of lymph nodes needing to be sampled, procedures performed, and complications. Numerous trials have looked at the number of needle passes at each location, and ROSE has generally provided either no benefit or a decrease in the number needed [9, 12–17]. However, the potentially more important role of ROSE may be in the reported association with the decreased need for additional, higher-risk procedures (i.e., transbronchial biopsy) to obtain a diagnosis [8, 12, 13, 15, 18, 19]. It is important to note that we are not talking about ROSE and complications related to EBUS-TBNA. There is no evidence that ROSE decreases the rate of complications or performing ROSE, and in general with EBUS-TBNA being such a safe procedure, there is not necessarily a great rationale to an ability to decrease complications. However, what ROSE may be able to offer is the ability to provide a diagnosis to a patient via EBUS-TBNA, a fairly safe procedure with high diagnostic yield. This would be in comparison to performing bronchoscopy without ROSE, in which one would sample the nodes anyhow, but not knowing if diagnostic material was obtained, would likely move forward with sampling the pulmonary parenchyma via transbronchial biopsy, a riskier procedure with higher complication rates. This situation is indeed what has been identified within the literature. One of the secondary outcomes of an EBUS-TBNA randomized controlled trial reported no change in the rate of complication of TBNA with the use of ROSE; however, there was a significantly lower overall rate of complications in the ROSE group (6 % vs. 20 %, p = 0.01). The authors concluded that this finding was related to the decreased use of transbronchial forceps biopsy [12]. In the meta-analysis by Sehgal et al., a reduction in the overall complication rate with ROSE was mainly attributed to decreased performance of additional, riskier procedures needed to reach a diagnosis [16]. Eapen et al. analyzed 1317 patients in the AQuIRE database and demonstrated that the use of transbronchial biopsy was the only risk factor associated with increased rate of complication with EBUS and that ROSE decreased the use of transbronchial biopsy [19]. - O’Laughlin and C. R. Gilbert",
      "page": 2,
      "start_offset": 0,
      "end_offset": 6832,
      "token_count": 1345,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Subsequent literature demonstrated an improved diagnostic yield (56.2 % vs. 31.3 %, p < 0.01) and a decreased percentage of inadequate specimens (17.8 % vs 56.0 %, p < 0.01) when utilizing ROSE [5].",
        "One of the secondary outcomes of an EBUS-TBNA randomized controlled trial reported no change in the rate of complication of TBNA with the use of ROSE; however, there was a significantly lower overall rate of complications in the ROSE group (6 % vs. 20 %, p = 0.01).",
        "Literature from the 1990s and 2000s reports some diagnostic yields in the 30–40 % range performing cTBNA [4, 5]."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p3_0_3f7d2f6e",
      "text": "knowing if diagnostic material was obtained, would likely move forward with sampling the pulmonary parenchyma via transbronchial biopsy, a riskier procedure with higher complication rates. This situation is indeed what has been identified within the literature. One of the secondary outcomes of an EBUS-TBNA randomized controlled trial reported no change in the rate of complication of TBNA with the use of ROSE; however, there was a significantly lower overall rate of complications in the ROSE group (6 % vs. 20 %, p = 0.01). The authors concluded that this finding was related to the decreased use of transbronchial forceps biopsy [12]. In the meta-analysis by Sehgal et al., a reduction in the overall complication rate with ROSE was mainly attributed to decreased performance of additional, riskier procedures needed to reach a diagnosis [16]. Eapen et al. analyzed 1317 patients in the AQuIRE database and demonstrated that the use of transbronchial biopsy was the only risk factor associated with increased rate of complication with EBUS and that ROSE decreased the use of transbronchial biopsy [19]. - O’Laughlin and C. R. GilbertWhile there are costs associated with performing rapid on-site evaluation (ROSE), the overall cost to the institution and/or healthcare system may prove beneficial. Some analyses of resource utilization have generally favored the use of ROSE. In multiple studies, utilization of ROSE is associated with fewer overall samples being sent to pathology, fewer supplies needed for sampling, fewer supplies needed for specimen processing, and an overall decrease in the need for fluoroscopy or chest x-ray due to lower rates of transbronchial biopsies [8, 12, 13]. In 2005, Baram et al. performed a cost analysis comparing Medicare reimbursement for ROSE to the cost of additional biopsies, fluoroscopy, and chest radiography needed to make the diagnosis, concluding that ROSE is a cost-effective endeavor [13]. Bruno et al. performed a cost-effectiveness analysis of transbronchial needle aspiration (TBNA) with and without ROSE to diagnose mediastinal lymphadenopathy. They concluded that there was an overall cost savings when taking into account the number of patients who required mediastinoscopy to reach a diagnosis after no diagnosis was reached with TBNA alone [20]. Collins et al. undertook a retrospective analysis of patients undergoing endobronchial ultrasound (EBUS)-TBNA with or without ROSE to examine resource utilization. They reported a significant reduction in the number of sites biopsied per patient and the total number of slides sent to pathology per patient when utilizing ROSE. They furthermore went on to convert this to time spent by cytotechnologists and cytopathologists preparing and reviewing these additional samples; they concluded that ROSE offered an overall improvement in efficiency [21]. Another potential benefit to ROSE is the educational benefit and improved communication between the pulmonology and pathology departments [22–24]. ROSE allows for real-time feedback on sampling technique for bronchoscopists [25] and provides a key educational opportunity for cytopathology trainees [23, 26]. ROSE is designed as a feedback process, and in order for it to work well, teams are somewhat forced to work closely together. This close and directly impactful working relationship often fosters improved communication between pathologists and pulmonologists [23–26], all with the goal of improving outcomes and patient care. While not looked at specifically within bronchoscopy, studies looking at ROSE use in other subspecialties (gastroenterology) have suggested that ROSE is most helpful in situations where the bronchoscopist is less experienced. Within endoscopic ultrasound-guided pancreatic sampling, in situations in which the overall biopsy adequacy rates are relatively high the addition of ROSE offered less improvement, whereas in situations where overall biopsy adequacy rates were poorer, the impact of ROSE appears to be fairly significant. Therefore, there is some suggestion that the impact of ROSE is likely the most in situations where the clinician may not be as skilled and/or experienced [27]. 2.3 Drawbacks of ROSE Although initial reports demonstrated an increase in diagnostic yield with ROSE, subsequent studies examining EBUS-TBNA with and without ROSE have shown that ROSE does not confer the same improvement in diagnostic yield as was originally thought [13, 14, 18, 28, 29]. Some of this initial enthusiasm was that ROSE likely offers a benefit in cTBNA; however, this does not appear to have necessarily transferred to EBUS-TBNA. Randomized, controlled trials with and without ROSE have also been published, reporting that the diagnostic yield does not appear to be significantly different, although some may be hampered by relatively small sample sizes [12, 15, 18]. Several studies have also examined the percentage of adequate specimens collected with ROSE and have found mixed results with some showing no difference and others demonstrating increased adequacy when ROSE is utilized [5, 12, 14]. Trisolini et al. undertook a randomized, controlled trial, utilizing EBUS-TBNA with and without ROSE, to determine the impact on diagnostic yield as it relates to the ability to complete the necessary molecular analysis for lung cancer samples. They demonstrated a trend toward improvement with ROSE, but again this did not reach statistical significance (90.8 % vs. 80.3 %, p = 0.09) and was likely underpowered with small sample size [30]. A meta-analysis also came to the conclusion that ROSE does not improve diagnostic yield during EBUS-TBNA [16]. Decreased procedural time has sometimes been advocated as a potential advantage toward utilizing ROSE; however, studies have generally suggested no significant difference in the overall procedure time with the use of ROSE [13–15, 18, 30]. On the contrary, some studies have demonstrated increased procedural times with the use of ROSE. One early observational study by Diette et al. which primarily examined diagnostic yield also reported the other characteristics associated with bronchoscopy. One of these characteristics included an average procedure time of 39.1 min when using ROSE versus 32.6 min when not using ROSE (p < 0.01) [6]. There are a number of theories about why this occurs. Some have suggested that since a study like this was observational in nature, ROSE may have been utilized more often in the more “difficult” cases or may be utilized by certain pulmonologists. However, a randomized trial by Trisolini suggests that perhaps none of those are true, as during their randomized trial, the median procedure time was also greater in the ROSE group (20.1 min for ROSE vs. 14.3 min without ROSE, p = 0.001) when performing EBUS-TBNA [12]. They concluded and these authors would agree that the increased time requirement is often linked to the extra time required to process and review slides. Very few studies have queried the question if the use of ROSE would allow decreased dosing of sedating medications (due to shorter procedure times). Within two trials looking at sedation Rapid Onsite Evaluation and Specimen Preparation",
      "page": 3,
      "start_offset": 0,
      "end_offset": 7199,
      "token_count": 1462,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "One of the secondary outcomes of an EBUS-TBNA randomized controlled trial reported no change in the rate of complication of TBNA with the use of ROSE; however, there was a significantly lower overall rate of complications in the ROSE group (6 % vs. 20 %, p = 0.01).",
        "Eapen et al. analyzed 1317 patients in the AQuIRE database and demonstrated that the use of transbronchial biopsy was the only risk factor associated with increased rate of complication with EBUS and that ROSE decreased the use of transbronchial biopsy [19]. - O’Laughlin and C."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p4_0_68ae71dd",
      "text": "other characteristics associated with bronchoscopy. One of these characteristics included an average procedure time of 39.1 min when using ROSE versus 32.6 min when not using ROSE (p < 0.01) [6]. There are a number of theories about why this occurs. Some have suggested that since a study like this was observational in nature, ROSE may have been utilized more often in the more “difficult” cases or may be utilized by certain pulmonologists. However, a randomized trial by Trisolini suggests that perhaps none of those are true, as during their randomized trial, the median procedure time was also greater in the ROSE group (20.1 min for ROSE vs. 14.3 min without ROSE, p = 0.001) when performing EBUS-TBNA [12]. They concluded and these authors would agree that the increased time requirement is often linked to the extra time required to process and review slides. Very few studies have queried the question if the use of ROSE would allow decreased dosing of sedating medications (due to shorter procedure times). Within two trials looking at sedation Rapid Onsite Evaluation and Specimen Preparationmediation use during rapid on-site evaluation (ROSE), it appears that the doses of sedating medications required to perform bronchoscopy have been either similar or required increased doses [6, 18]. Although the demonstrated rate of concordance between ROSE and final pathology results is high, generally reported to be above 90 % [6, 12, 14, 31], there still exists the possibility of a change in the final diagnosis [5, 6]. The greatest theoretical harm may be in terminating a procedure early when it is thought that a diagnosis has been made or in cases when more tissue is needed for additional ancillary testing [13], a common concern voiced as an often main reason for utilizing ROSE. In those cases where a procedure is terminated early, often additional invasive procedures are needed, placing patients at increased risk related to the procedure, additional costs with doing so, and likely delay as the treating oncologic team will have to await the additional testing results. Additionally, if the incorrect preliminary results are shared with patients or treatment decisions are made prematurely, this could result in significant emotional distress, mistrust of the medical team, or just plain wrong treatment (i.e., treating for small cell lung cancer when it is actually nonsmall cell lung cancer). Some of these concerns are likely reflected in the real-world practice of physicians that utilize ROSE. The ROSE PETAL study was published in 2023 and was a survey of 137 interventional pulmonologists and advanced bronchoscopists on their practices related to ROSE availability, utilization, barriers, and discussion of results with patients [32]. From the ROSE PETAL survey, there appears to be significant variation in practice patterns of disclosure of initial results to patients in the following distribution: 33 % always disclose ROSE results, 25.6 % never disclose ROSE results, 26 % sometimes disclose ROSE results, and 15 % rarely disclose ROSE results [32]. The costs associated with ROSE can be a barrier to use [32] as ROSE requires the real-time input and presence of an experienced cytopathologist and a working relationship between the cytopathologist and the pulmonologist [5, 13]. The direct cost associated with ROSE is associated with the time and effort of the entire cytopathology team/service. Unfortunately, reimbursement for ROSE is poor, likely leading to the potential barriers associated with numerous surveys and/or statements from cytopathology/pathology societies. In a 2019, a survey of American Society of Cytopathology members noted that nearly 50 % of respondents cited inadequate reimbursement as a reason why ROSE may not be performed [23]. Respondents in the ROSE PETAL survey noted time constraints, lack of cytology availability, and scheduling conflicts as the top three barriers to implementation of ROSE at their respective institutions [32]. These difficulties surrounding the logistics and poor compensation of ROSE are not new and have been previously described [33], including a position statement paper from the American Society of Cytopathology [34]. Some of the commonly identified issues include staffing and resources as well as underlying infrastructure and workflow logistics. Again, often underlying many of these issues is the poor financial compensation related to providing ROSE. Reimbursement for ROSE based on Current Procedural Terminology (CPT) Coding (CPT code 88172) in 2024 reimburses $55.59, significantly less than the final interpretation of the specimen; CPT code 88173, offering $167.10, or intraoperative pathology consultation (i.e., frozen section); and CPT code 88331, which offers $100.86 [35]. The reimbursement for ROSE becomes even less attractive when one considers that some programs have the cytopathologist present for the entire case, sometimes requiring 30–60 min of their time. One group of authors suggested that the hourly reimbursement for ROSE is about $42 per hour compared to $556 per hour for reading surgical biopsies [27]. As a result, since the compensation offered for ROSE is not well reflective of the time spent, many cytology departments may operate at a loss providing this service [36, 37]. Additionally, in areas with limited support staff and/or cytopathologists, this often resource-intensive service may not be readily available, a factor acknowledged in prior joint pathology/pulmonary/interventional radiology guidelines [1]. As an added potential burden to this process is that cytopathologists have clinical standards for workload limits within the United States. This includes a daily slide workload limit as mandated by federal government standards. While this is likely not that impactful in large institutions, in smaller settings where perhaps only a limited number of pathologists participate in ROSE, the workload of ROSE may negatively impact the overall workflow of the pathology group/department [38]. Due to some of these issues, alternative ways to plan for ROSE have been explored, including telecytopathology. 2.4 Telecytopathology Some of the earliest telecytopathology likely traces its origins back to the 1990s. These systems were fairly simple, often essentially being a photomicrograph that was transmitted remotely to a cytopathologist for review and interpretation. Although groundbreaking in the sense that the physical presence of a trained cytopathologist would no longer be required, one major disadvantage is that a technologist/operator must capture appropriate images for transmission that are representative of the sample, therefore allowing for appropriate interpretation. Additionally, image resolution can be poor, only a limited number of images can be transmitted, and transmission can be slow [39]. Some initial studies concluded that the diagnostic accuracy with the original slide was 10 % less accurate and was not often reproducible, including the same reviewer [40]. Continued improved in technology now - O’Laughlin and C. R. Gilbert",
      "page": 4,
      "start_offset": 0,
      "end_offset": 7099,
      "token_count": 1433,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "One of these characteristics included an average procedure time of 39.1 min when using ROSE versus 32.6 min when not using ROSE (p < 0.01) [6].",
        "However, a randomized trial by Trisolini suggests that perhaps none of those are true, as during their randomized trial, the median procedure time was also greater in the ROSE group (20.1 min for ROSE vs. 14.3 min without ROSE, p = 0.001) when performing EBUS-TBNA [12].",
        "Although the demonstrated rate of concordance between ROSE and final pathology results is high, generally reported to be above 90 % [6, 12, 14, 31], there still exists the possibility of a change in the final diagnosis [5, 6]."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p5_0_eb78e31c",
      "text": "where perhaps only a limited number of pathologists participate in ROSE, the workload of ROSE may negatively impact the overall workflow of the pathology group/department [38]. Due to some of these issues, alternative ways to plan for ROSE have been explored, including telecytopathology. 2.4 Telecytopathology Some of the earliest telecytopathology likely traces its origins back to the 1990s. These systems were fairly simple, often essentially being a photomicrograph that was transmitted remotely to a cytopathologist for review and interpretation. Although groundbreaking in the sense that the physical presence of a trained cytopathologist would no longer be required, one major disadvantage is that a technologist/operator must capture appropriate images for transmission that are representative of the sample, therefore allowing for appropriate interpretation. Additionally, image resolution can be poor, only a limited number of images can be transmitted, and transmission can be slow [39]. Some initial studies concluded that the diagnostic accuracy with the original slide was 10 % less accurate and was not often reproducible, including the same reviewer [40]. Continued improved in technology now - O’Laughlin and C. R. Gilbertallows for essential live streaming of cytology slides, allowing for excellent image resolution and real-time feedback during slide interpretation [41]. Multiple commercial systems have become currently available for use with differences in cost, ease of use, image quality, speed of transmission, and dependability [41, 42]. Further advancements have allowed for the development of Robotic Telecytology which have been utilized in some institutions for remote interpretation of intraoperative specimens. Robotic telecytology still requires onsite operators but can often be a technologist that is facile at preparing and loading slides into the microscope. However, the cytopathologist has remote control of the critical microscope functions, including slide movement and the ability to focus/zoom as needed [39, 41, 42]. Moving forward, there remain numerous advantages and disadvantages to these technologies. One of the major potential limitations may include the adaptability and generalizability to majority of practicing cytopathologists that do not work in large academic institutions or large practice groups. Some current advantages of using telecytopathology include the ability to obtain timely second opinions including sometimes in a synchronous fashion, remote access for numerous conferences/tumor boards, and the ability to provide cytopathology services to multiple services across various geographic locations within a hospital or healthcare system. Some disadvantages include the significant costs associated with technology required, need for technology infrastructure/support, lack of standardized training, need for file storage, and need for additional manpower support and training [39]. While we do not believe any of these limitations are insurmountable, they may represent significant barriers to more widespread adoption. Specimen handling during endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) has become an increasingly important topic, some of which has likely been driven by the increasing demand to perform more testing from the same sized, small, cytologic samples. As the treatment for nonsmall cell lung cancer (NSCLC) as well as other malignancies has advanced, the need for appropriate triage and handling of small sample specimens has come to the forefront of clinical exploration and research. After the discovery of and subsequent need for molecular analysis of NSCLC specimens, the recognition that adequate tissue sampling and handling of EBUS-TBNA specimens is vital remains a viable technique. As a result, a “How I Do It” report was published in 2010 to help provide some guidance [43]. The suggestion from this paper was that multiple different analyses are available for specimens ranging from a simple air-dried slide for cytological analysis up to storage of tissue proteins at -80 degreesC for research purposes. Their suggestions included the use of smears and ethanol fixation for cytology and formalin-fixed paraffin-embedded samples for histopathology as a general basis for most samples. Numerous trials have been published on the use of different collection media to help maximize diagnostic yield and ancillary testing; however, the majority are limited by their retrospective and often single-center nature. 3.1 Making Slides: Smearing and Staining The use of supportive techniques such as rapid on-site evaluation (ROSE) requires the need for direct smear slide making; however, even if not utilizing ROSE, slides can still be made to help with overall interpretation during final cytopathologic analysis. Additionally, the presence of direct smear slides is favored by some cytopathologists to help with overall interpretation as these slides often have an overall different appearance than slides prepared from liquid-based cytology preparations or formalin [44]. Direct smears should be made at the time of the procedure, procuring specimen immediately from the needle onto glass slides. Two clean slides should be used to perform the “Two-Slide Pull” method [45]. This method involves placing the specimen onto one slide, with the second slide being utilized to spread the sample across the slides with constant gentle pressure-to create thin, evenly distributed smears, resulting in two slides. If ROSE is being utilized, one slide is typically air-dried and stained with Romanowsky-type stains (i.e., Diff-Quik or Giemsa) for an immediate interpretation [2, 43, 45, 46]. The other slide is fixed with ethanol and commonly sent for Papanicolaou staining [43, 45, 46]. Any additional material should be utilized for the formation of a cell block. Specimen can be further expelled with a stylet, air-filled syringe, and/or saline rinse to procure all available materials. Studies comparing different media collection techniques (i.e., smears, liquid-based cytology, cell block, 10 % neutral-buffered formalin) are mostly retrospective in nature and often have conflicting outcomes. As a result, it has been suggested that various cytology specimens are adequate to use for ancillary testing but should be supported by validation studies [1, 47, 48]. 3.2 Use of ROSE After the creation of air-dried slides, the cytopathologist can provide an immediate assessment of the specimen. In 2010, Cameron et al. provided an algorithmic approach to the evaluation of cytological specimens collected via EBUS-TBNA. First the cytopathologist will evaluate the adequacy of the specimen. There is disagreement about what Rapid Onsite Evaluation and Specimen Preparation",
      "page": 5,
      "start_offset": 0,
      "end_offset": 6783,
      "token_count": 1309,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Some initial studies concluded that the diagnostic accuracy with the original slide was 10 % less accurate and was not often reproducible, including the same reviewer [40].",
        "The suggestion from this paper was that multiple different analyses are available for specimens ranging from a simple air-dried slide for cytological analysis up to storage of tissue proteins at -80 degreesC for research purposes.",
        "However, the cytopathologist has remote control of the critical microscope functions, including slide movement and the ability to focus/zoom as needed [39, 41, 42]."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p6_0_44e6e215",
      "text": "is typically air-dried and stained with Romanowsky-type stains (i.e., Diff-Quik or Giemsa) for an immediate interpretation [2, 43, 45, 46]. The other slide is fixed with ethanol and commonly sent for Papanicolaou staining [43, 45, 46]. Any additional material should be utilized for the formation of a cell block. Specimen can be further expelled with a stylet, air-filled syringe, and/or saline rinse to procure all available materials. Studies comparing different media collection techniques (i.e., smears, liquid-based cytology, cell block, 10 % neutral-buffered formalin) are mostly retrospective in nature and often have conflicting outcomes. As a result, it has been suggested that various cytology specimens are adequate to use for ancillary testing but should be supported by validation studies [1, 47, 48]. 3.2 Use of ROSE After the creation of air-dried slides, the cytopathologist can provide an immediate assessment of the specimen. In 2010, Cameron et al. provided an algorithmic approach to the evaluation of cytological specimens collected via EBUS-TBNA. First the cytopathologist will evaluate the adequacy of the specimen. There is disagreement about what Rapid Onsite Evaluation and Specimen Preparationconstitutes adequacy of a specimen, some cite 40 lymphocytes per high-power field, and others have noted 30 % of cellularity, in the absence of granulomas or malignant cells [2, 49]. Also important is the absence of extensive artifact such as mucus, ciliated bronchial cells, or cartilage. Next Cameron et al. recommend evaluating for the presence of granulomas and then for the presence of malignant cells [49]. Once this initial evaluation has been performed, the pathologist can immediately inform the pulmonologist, and additional samples can be collected. There has been some investigation into the number of needle passes required at a single lymph node station to reach adequacy of a sample. Interestingly, clinical literature often cites higher rates of adequacy than does pathology literature [49]. Early literature used between two and four needle passes to reach a diagnosis with rapid on-site evaluation (ROSE) [5, 6]. Chin et al. prospectively evaluated the number of needle passes needed in 88 patients undergoing bronchoscopy with traditional transbronchial needle aspiration (TBNA), 70 % of which utilized ROSE, and noted increasing diagnostic yield up to 7 passes but ultimately recommended 4 passes to reach adequacy as 77 % of diagnoses of malignancy were reached after the initial 4 passes [7]. Lee et al. prospectively evaluated 126 lymph node stations collected via endobronchial ultrasound (EBUS)-TBNA with ROSE from 91 patients to examine diagnostic yield and sample adequacy; they recommended three passes because a fourth did not increase diagnostic yield. It was also recommended to ensure at least one tissue core is collected as this increased adequacy [50]. Elzamly et al. performed a retrospective review of EBUS-TBNA with ROSE noting an increase in adequacy from 63.4 % to 70.3 % between 3 and 5 passes but did not provide direct statistical comparison between the two groups, instead recommending that no more than 5 passes be examined with ROSE in order to maximize adequacy while minimizing procedure time and collecting as much tissue as possible for cell block [51]. 3.3 Collection of Material for Cell Blocks The collection of a “cell block” likely has many different meanings to people within the pulmonary world, with the main commonality likely that additional material from slide preparation is being collected for later testing/analysis. This can commonly be described as placing this additional specimen into collection media such as Cytolyte, Hanks, saline, formalin, etc. [2, 43]. However, the more traditional method known to pathologists involves rinsing of the TBNA sample (somewhat agnostic of how collected) that remains after smears have been made with 50 % ethanol and centrifuging to make a cell pellet. This pellet is fixed in formalin and embedded in paraffin. This sample can then be sliced in thin sections for additional testing use (i.e., immunohistochemical, molecular assay, etc.) [43, 46, 52], with cell blocks likely being superior to cytology specimens for preservation of architectural features [52]. Traditionally the use of FFPE (formalin-fixed paraffin-embedded) samples is typically validated for use in most IHC, FISH, and mutational analysis testing. However, individual laboratories have reported specific validation protocols using nontraditional specimen types [53, 54]. This type of specimen processing has also been supported by a recent collaborative guideline on the Collection and Handling of Thoracic Small Biopsy and Cytology Specimens for Ancillary Studies [1]. This guideline identifies data that supports utilizing “traditional” cytology specimens such as smears and liquid-based cytology specimens for advanced testing. The large caveat to this type of testing is the awareness and use of appropriate validated protocols, good laboratory practices, and governmental regulation [1]. 3.4 Immunohistochemistry and Advanced Molecular Testing In patients with suspected NSCLC, ROSE is often proposed as integral to obtaining an adequate sample for molecular testing which guides treatment and drastically improves survival [9, 55]. NCCN guidelines recommend as part of the initial diagnosis to both establish a histologic subtype and to obtain adequate tissue for broad molecular profiling for clinically actionable biomarkers [55]. For patients who are diagnosed at advanced stage, EBUS-TBNA is likely to be the only diagnostic procedure which they will have to guide treatment. ROSE may therefore play a key role in establishing a preliminary diagnosis, followed by ensuring adequate tissue is obtained for molecular testing. Yarmus et al. performed a retrospective analysis of 85 patients who underwent EBUS-TBNA with ROSE with a diagnosis of adenocarcinoma or NSCLC-NOS to determine the number of needle passes needed to reach adequacy for molecular profiling (KRAS, EGFR, and ALK testing); they demonstrated that four needle passes were often adequate for molecular analysis [56]. In a survey of 453 pulmonologists, Fox et al. reported that most usually perform three or four additional passes to collect tissue for biomarker analysis [57]. A theoretical benefit of ROSE is that active real-time feedback from the cytopathology team can improve the chance of adequate tissue being obtained to make a diagnosis and triage specimens toward appropriate molecular testing [2, 32, 58, 59]. Over the past three decades, the treatment landscape for lung cancer has changed significantly. As targeted treatments have drastically improved survival, biomarker testing has 6 A. O’Laughlin and C. R. Gilbert",
      "page": 6,
      "start_offset": 0,
      "end_offset": 6802,
      "token_count": 1362,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "There is disagreement about what Rapid Onsite Evaluation and Specimen Preparationconstitutes adequacy of a specimen, some cite 40 lymphocytes per high-power field, and others have noted 30 % of cellularity, in the absence of granulomas or malignant cells [2, 49].",
        "Lee et al. prospectively evaluated 126 lymph node stations collected via endobronchial ultrasound (EBUS)-TBNA with ROSE from 91 patients to examine diagnostic yield and sample adequacy; they recommended three passes because a fourth did not increase diagnostic yield.",
        "It was also recommended to ensure at least one tissue core is collected as this increased adequacy [50]."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p7_0_99e3907a",
      "text": "diagnostic procedure which they will have to guide treatment. ROSE may therefore play a key role in establishing a preliminary diagnosis, followed by ensuring adequate tissue is obtained for molecular testing. Yarmus et al. performed a retrospective analysis of 85 patients who underwent EBUS-TBNA with ROSE with a diagnosis of adenocarcinoma or NSCLC-NOS to determine the number of needle passes needed to reach adequacy for molecular profiling (KRAS, EGFR, and ALK testing); they demonstrated that four needle passes were often adequate for molecular analysis [56]. In a survey of 453 pulmonologists, Fox et al. reported that most usually perform three or four additional passes to collect tissue for biomarker analysis [57]. A theoretical benefit of ROSE is that active real-time feedback from the cytopathology team can improve the chance of adequate tissue being obtained to make a diagnosis and triage specimens toward appropriate molecular testing [2, 32, 58, 59]. Over the past three decades, the treatment landscape for lung cancer has changed significantly. As targeted treatments have drastically improved survival, biomarker testing has 6 A. O’Laughlin and C. R. Gilbertbecome a central part of the diagnosis and treatment of metastatic and advanced NSCLC [9, 55]. After the preliminary diagnosis is made, great care should be taken to preserve as much of the sample as possible for molecular testing [55]. NCCN guidelines also recommend considering upfront slide sectioning for diagnostic and predictive testing for this purpose given the small samples [55]. Over time, the list of important biomarkers has grown. As new, targeted drugs are discovered, biomarkers move to the forefront of clinical relevance. As these new targets for treatment of NSCLC are identified, the likelihood of testing for the respective target(s) should also increase. This concept was indeed demonstrated in single-center retrospective study looking at available mutation targets and the subsequent number of samples tested over time, demonstrating significant increase in testing once targets became available [60]. Over the last two decades, the number of clinically actionable biomarkers has grown, which has also been reflected in the literature, including the National Comprehensive Cancer Network (NCCN) guidelines. Another potential benefit of rapid on-site evaluation (ROSE) may be related to the ability to limit the need for additional procedures, in particular when looking at additional procedures for adequate molecular testing material. A 2024 survey of 401 pulmonologists by Fox et al. reported that the average time from initial pulmonary referral to biomarker testing results was approximately five weeks, with the biomarker testing taking approximately five weeks, with the biomarker testing taking approximately two weeks [62]. Unfortunately, this does not comply with recent guidelines suggesting an ideal turnaround time of less than ten days [61]. Given the overall low survival rates associated with advanced stage NSCLC, ROSE can potentially help ensure that enough tissue is obtained during diagnostic procedures so that treatment is not delayed as additional biopsies purely for molecular testing are obtained. Conclusion ROSE in endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA) is generally supported due to the demonstrated clinical impact. It leads to fewer needle passes and less frequent need for additional diagnostic procedures such as transbronchial biopsy which is known to have increased rate of complication. It can aid in the triage of specimens to ensure adequate tissue is available for advanced testing needed for treatment of NSCLC or guiding other ancillary testing in the case of granulomatous disease. Although resource intensive, ROSE has become an important tool in the diagnosis and management of intrthoracic lesions. References 1. Roy-Chowdhuri S, Dacic S, Ghofrani M, Illei PB, Layfield LJ, Lee C, et al. Collection and Handling of Thoracic Small Biopsy and Cytology Specimens for Ancillary Studies: Guideline From the College of American Pathologists in Collaboration With the American College of Chest Physicians, Association for Molecular Pathology, American Society of Cytopathology, American Thoracic Society, Pulmonary Pathology Society, Papanicolaou Society of Cytopathology, Society of Interventional Radiology, and Society of Thoracic Radiology. Arch Pathol Lab Med. 2020; https://doi.org/10.5858/arpa.2020–0119-CP. 2. Jain D, Allen TC, Aisner deep learning (DL), Beasley MB, Cagle PT, Capelozzi VL, et al. Rapid on-site evaluation of Endobronchial ultrasound-guided Transbronchial needle aspirations for the diagnosis of lung cancer: a perspective from members of the pulmonary pathology society. Arch Pathol Lab Med. 2018;142(2):253–62. 3. Ettinger DS, Wood DE, Aisner DL, Akerley W, Bauman JR, Bharat A, et al. Non-small cell lung cancer, version 3.2022, NCCN clinical practice guidelines in oncology. J Natl Compr Cancer Netw. 2022;20(5):497–530. 4. Hsu L-H, Liu C-C, Ko J-S. Education and experience improve the performance of Transbronchial needle aspiration: a learning curve at a cancer center. Chest. 2004;125(2):532–40. 5. Davenport RD. Rapid on-site evaluation of transbronchial aspirates. Chest J. 1990;98(1):59–61. 6. Diette GB, White P Jr, Terry P, Jenckes M, Rosenthal D, Rubin HR. Utility of on-site cytopathology assessment for bronchoscopic evaluation of lung masses and adenopathy. Chest. 2000;117(4):1186–90. | 2010 | 2015 | 2020 | 2024 | |---| --- |---| --- | |:--- |:--- |:--- |:--EGFR | EGFR | EGFR | EGFR | | ALK | ALK | ALK | | | ROS1 | ROS1 | | | BRAF | BRAF | | | | NTRK 1/2/3 | | | | KRAS | | | | METex14 | | | | RET | | | | PD-L1 | | | | ERBB2 (HER2) | Abbreviations: EGFR, epidermal growth factor receptor; ALK, anaplastic lymphoma kinase; ROS1, ROS protooncogene 1; BRAF, v-raf murine sarcoma viral oncogene homolog B1; NTRK 1/2/3, neutrotrophic tyrosine receptor kinase gene 1/2/3; METex14, MET exon 14 skipping mutations; RET, rearranged during transfection gene; KRAS, Kirsten rat sarcoma; ERBB2 (HER2), human epidermal growth factor receptor-2; PD-L1, programmed cell death ligand-1 Rapid Onsite Evaluation and Specimen",
      "page": 7,
      "start_offset": 0,
      "end_offset": 6228,
      "token_count": 1250,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Chest. 2000;117(4):1186–90. | 2010 | 2015 | 2020 | 2024 | |---| --- |---| --- | |:--- |:--- |:--- |:--EGFR | EGFR | EGFR | EGFR | | ALK | ALK | ALK | | | ROS1 | ROS1 | | | BRAF | BRAF | | | | NTRK 1/2/3 | | | | KRAS | | | | METex14 | | | | RET | | | | PD-L1 | | | | ERBB2 (HER2) | Abbreviations: EGFR, epidermal growth factor receptor; ALK, anaplastic lymphoma kinase; ROS1, ROS protooncogene 1; BRAF, v-raf murine sarcoma viral oncogene homolog B1; NTRK 1/2/3, neutrotrophic tyrosine receptor kinase gene 1/2/3; METex14, MET exon 14 skipping mutations; RET, rearranged during transfection gene; KRAS, Kirsten rat sarcoma; ERBB2 (HER2), human epidermal growth factor receptor-2; PD-L1, programmed cell death ligand-1 Rapid Onsite Evaluation and Specimen",
        "After the preliminary diagnosis is made, great care should be taken to preserve as much of the sample as possible for molecular testing [55].",
        "Unfortunately, this does not comply with recent guidelines suggesting an ideal turnaround time of less than ten days [61]."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p8_0_f0024258",
      "text": "2004;125(2):532–40. 5. Davenport RD. Rapid on-site evaluation of transbronchial aspirates. Chest J. 1990;98(1):59–61. 6. Diette GB, White P Jr, Terry P, Jenckes M, Rosenthal D, Rubin HR. Utility of on-site cytopathology assessment for bronchoscopic evaluation of lung masses and adenopathy. Chest. 2000;117(4):1186–90. | 2010 | 2015 | 2020 | 2024 | |---| --- |---| --- | |:--- |:--- |:--- |:--EGFR | EGFR | EGFR | EGFR | | ALK | ALK | ALK | | | ROS1 | ROS1 | | | BRAF | BRAF | | | | NTRK 1/2/3 | | | | KRAS | | | | METex14 | | | | RET | | | | PD-L1 | | | | ERBB2 (HER2) | Abbreviations: EGFR, epidermal growth factor receptor; ALK, anaplastic lymphoma kinase; ROS1, ROS protooncogene 1; BRAF, v-raf murine sarcoma viral oncogene homolog B1; NTRK 1/2/3, neutrotrophic tyrosine receptor kinase gene 1/2/3; METex14, MET exon 14 skipping mutations; RET, rearranged during transfection gene; KRAS, Kirsten rat sarcoma; ERBB2 (HER2), human epidermal growth factor receptor-2; PD-L1, programmed cell death ligand-1 Rapid Onsite Evaluation and Specimen7. Chin R, McCain TW, Lucia MA, Cappellari JO, Adair NE, Lovato JF, et al. Transbronchial needle aspiration in diagnosing and staging lung cancer: how many aspirates are needed? Am J Respir Crit Care Med. 2002;166(3):377–81. 8. Diacon A, Schuurmans M, Theron J, Louw M, Wright C, Brundyn K, et al. Utility of rapid on-site evaluation of Trans-bronchial needle aspirates. Respiration. 2005;72:182–8. 9. Wahidi MM, Herth F, Yasufuku K, Shepherd RW, Yarmus L, Chawla M, et al. Technical aspects of Endobronchial ultrasound guided Transbronchial needle aspiration: CHEST guideline and expert panel report. Chest. 2015;149:816. 10. ASC Rapid On-Site Evaluation (ROSE) Position Statement [press release]. 2014. 11. Navani N, Butler R, Ibrahimo S, Verma A, Evans M, Doherty GJ, et al. Optimising tissue acquisition and the molecular testing pathway for patients with non-small cell lung cancer: a UK expert consensus statement. Lung Cancer. 2022;172:142–53. 12. Trisolini R, Cancellieri A, Patelli M, Tinelli C, Paioli D, Scudeller L, et al. Rapid on-site evaluation of Transbronchial aspirates in the diagnosis of hilar and mediastinal adenopathy: a randomized trial. Chest. 2011;139(2):395–401. 13. Baram D, Garcia RB, Richman PS. Impact of rapid on-site cytologic evaluation during transbronchial needle aspiration. Chest. 2005;128(2):869–75. 14. Guo H, Liu S, Guo J, Li B, Li W, Lu Z, et al. Rapid on-site evaluation during endobronchial ultrasound-guided transbronchial needle aspiration for the diagnosis of hilar and mediastinal lymphadenopathy in patients with lung cancer. Cancer Lett. 2016;371(2):182–6. 15. Oki M, Saka H, Kitagawa C, Kogure Y, Murata N, Adachi T, et al. Rapid on-site cytologic evaluation during endobronchial ultrasound-guided transbronchial needle aspiration for diagnosing lung cancer: a randomized study. Respiration. 2013;85(6):486. 16. Sehgal IS, Dhooria S, Aggarwal AN, Agarwal R. Impact of rapid on-site cytological evaluation (ROSE) on the diagnostic yield of transbronchial needle aspiration during mediastinal lymph node sampling: systematic review and meta-analysis. Chest. 2018;153(4):929–38. 17. Şentürk A, Çelik D, Aksoy AA. Rapid on-site evaluation (ROSE) during endobronchial ultrasound bronchoscopy (EBUS) in the diagnosis of granulomatous diseases. Int J Clin Pract (Esher). 2021;75(12):e15002-n/a. 18. Yarmus L, Van der Kloot T, Lechtzin N, Napier M, Dressel D, Feller-Kopman D. A randomized prospective trial of the utility of rapid on-site evaluation of transbronchial needle aspirate specimens. J Bronchol Intervent Pulmonol. 2011;18(2):121–7. https://doi.org/10.1097/LBR.0b013e31821707ee. 19. Eapen GA, Shah AM, Lei X, Jimenez CA, Morice RC, Yarmus L, et al. Complications, consequences, and practice patterns of endobronchial ultrasound-guided transbronchial needle aspiration: results of the AQuIRE registry. Chest. 2013;143(4):1044–53. 20. Bruno P, Ricci A, Esposito MC, Scozzi D, Tabbì L, Sposato B, et al. Efficacy and cost effectiveness of rapid on site examination (ROSE) in management of patients with mediastinal lymphadenopathies. Eur Rev Med Pharmacol Sci. 2013;17(11):1517–22. 21. Collins BT, Chen AC, Wang JF, Bernadt computed tomography (CT), Sanati S. Improved laboratory resource utilization and patient care with the use of rapid on-site evaluation for endobronchial ultrasound fine-needle aspiration biopsy. Cancer Cytopathol. 2013;121(10):544–51. 22. Gasparini S. It is time for this ‘rapid on-site evaluation (ROSE)’ to flower. Respiration. 2005;72(2):129. 23. Sauter JL, Chen Y, Alex D, Balassanian R, Cuda J, Flanagan MB, et al. Results from the 2019 American Society of Cytopathology survey on rapid onsite evaluation (ROSE)-part 2: subjective views among the cytopathology community. J Am Soc Cytopathol. 2020;9(6):570–8. 24. Maddox A, Smart LM. Technical aspects of the use of cytopathological specimens for diagnosis and predictive testing in malignant epithelial neoplasms of the lung. Cytopathology (Oxford). 2022;33(1):23–38. 25. Hosseini SM, Stewart JM. Cytopathology assistance for optimizing interventional diagnostic procedures. Semin Diagn Pathol. 2022;39(6):389–93. 26. Gutmann EJ. Something’s lost, but something’s gained: on-site evaluation, telecytology, and the cytopathologist. Cancer Cytopathol. 2019;127(4):222–4. 27. Tambouret RH, Barkan GA, Kurtycz DFI, Padmanabhan V. FNA cytology: rapid on-site evaluation-how practice varies [Web page]. CAP Today: College of American Pathology; 2014 [cited 2014 May]. Available from: https://www.captodayonline.com/fna-cytology-rapid-on-site-evaluation-how-practice-varies/?print = pdf. 28. Griffin AC, Schwartz LE, Baloch ZW. Utility of on-site evaluation of endobronchial ultrasound-guided transbronchial needle aspiration specimens. Cytojournal. 2011;8(1):-20. 29. Murakami Y, Oki M, Saka H, Kitagawa C, Kogure Y, Ryuge M, et al. Endobronchial ultrasound-guided transbronchial needle aspiration in the diagnosis of small cell lung cancer. Respir Investig. 2014;52(3):173–8. 30. Trisolini RMDF, Cancellieri AMD, Tinelli CMD, de Biase DP, Valentini IMD, Casadei GMD, et al. Randomized trial of endobronchial ultrasound-guided transbronchial needle aspiration with and without rapid on-site evaluation for lung cancer genotyping. Chest. 2015;148(6):1430–7. 31. Nakajima T, Yasufuku K, Saegusa FCT, Fujiwara T, Sakairi Y, Hiroshima K, et al. Rapid on-site cytologic evaluation during endobronchial ultrasound-guided transbronchial needle aspiration for nodal staging in patients with lung cancer. Ann Thorac Surg. 2013;95(5):1695–9. 32. Avasarala SK, Matta M, Singh J, Bomeisl P, Michael CW, Young B, et al. Rapid on-site evaluation practice variability appraisal (ROSE PETAL) survey. Cancer Cytopathol. 2023;131(2):90–9. 33. da Cunha SG, Ko HM, Saieg MA, Geddie WR. \"The petals and thorns\" of ROSE (rapid on-site evaluation). Cancer Cytopathol. 2013;121(1):4–8. 34. Cytopathology ASo. ASC rapid on-site evaluation (ROSE) position statement. Online: American Society of Cytopathology; 2014. p. 2. 35. College of American Pathologists. Medicare Physician Fee Schedule: Comparison of 2024 RVUs (Updated March 2024) and Proposed 2025 RVUs (Updated July 2024). www.cap.org: College of American Pathologists; 2024 [cited 2024. Available from: https://documents.cap.org/documents/Impact-Table-2025-Proposed.pdf?_gl = 112plkw3_gaMTg5Nzc3MjY4Ni4xNzIzMzY5ODEx_ga_97ZFJSQQ0XMTcyMzM2OTgxMS4xLjEuMTcyMzM3MDk2Ni4wLjAuMA. 36. Al-Abbadi MA, Bloom LI, Fatheree LA, Haack LA, Minkowitz G, Wilbur DC, et al. Adequate reimbursement is crucial to support cost-effective rapid on-site cytopathology evaluations. Cytojournal. 2010;7:22. 37. Dhillon I, Pitman MB, Demay RM, Archuletta P, Shidham VB. Compensation crisis related to the onsite adequacy evaluation during FNA procedures-urgent proactive input from cytopathology community is critical to establish appropriate reimbursement for CPT code 88172 (or its new counterpart if introduced in the future). Cytojournal. 2010;7:23. 38. Services CfMM. Clarification Regarding Fine Needle Aspiration (FNA) Specimen Adequacy Assessment, Rapid On-site Evaluation (ROSE) and Workload Limits. In: Services DoHH, editor. www.cms.gov: Centers for Medicare & Medicaid Services; 2018. p. 2. 39. Thrall M, Pantanowitz L, Khalbuss W. Telecytology: clinical applications, current challenges, and future benefits. J Pathol Inform. 2011;2:51. - O’Laughlin and C. R. Gilbert",
      "page": 8,
      "start_offset": 0,
      "end_offset": 8456,
      "token_count": 1557,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Medicare Physician Fee Schedule: Comparison of 2024 RVUs (Updated March 2024) and Proposed 2025 RVUs (Updated July 2024). www.cap.org: College of American Pathologists; 2024 [cited 2024.",
        "Chest. 2000;117(4):1186–90. | 2010 | 2015 | 2020 | 2024 | |---| --- |---| --- | |:--- |:--- |:--- |:--EGFR | EGFR | EGFR | EGFR | | ALK | ALK | ALK | | | ROS1 | ROS1 | | | BRAF | BRAF | | | | NTRK 1/2/3 | | | | KRAS | | | | METex14 | | | | RET | | | | PD-L1 | | | | ERBB2 (HER2) | Abbreviations: EGFR, epidermal growth factor receptor; ALK, anaplastic lymphoma kinase; ROS1, ROS protooncogene 1; BRAF, v-raf murine sarcoma viral oncogene homolog B1; NTRK 1/2/3, neutrotrophic tyrosine receptor kinase gene 1/2/3; METex14, MET exon 14 skipping mutations; RET, rearranged during transfection gene; KRAS, Kirsten rat sarcoma; ERBB2 (HER2), human epidermal growth factor receptor-2; PD-L1, programmed cell death ligand-1 Rapid Onsite Evaluation and Specimen7.",
        "Cancer Cytopathol. 2023;131(2):90–9. 33. da Cunha SG, Ko HM, Saieg MA, Geddie WR. \"The petals and thorns\" of ROSE (rapid on-site evaluation)."
      ]
    },
    {
      "chunk_id": "papoip_rapid_oe_p9_0_18014f6d",
      "text": "position statement. Online: American Society of Cytopathology; 2014. p. 2. 35. College of American Pathologists. Medicare Physician Fee Schedule: Comparison of 2024 RVUs (Updated March 2024) and Proposed 2025 RVUs (Updated July 2024). www.cap.org: College of American Pathologists; 2024 [cited 2024. Available from: https://documents.cap.org/documents/Impact-Table-2025-Proposed.pdf?_gl = 112plkw3_gaMTg5Nzc3MjY4Ni4xNzIzMzY5ODEx_ga_97ZFJSQQ0XMTcyMzM2OTgxMS4xLjEuMTcyMzM3MDk2Ni4wLjAuMA. 36. Al-Abbadi MA, Bloom LI, Fatheree LA, Haack LA, Minkowitz G, Wilbur DC, et al. Adequate reimbursement is crucial to support cost-effective rapid on-site cytopathology evaluations. Cytojournal. 2010;7:22. 37. Dhillon I, Pitman MB, Demay RM, Archuletta P, Shidham VB. Compensation crisis related to the onsite adequacy evaluation during FNA procedures-urgent proactive input from cytopathology community is critical to establish appropriate reimbursement for CPT code 88172 (or its new counterpart if introduced in the future). Cytojournal. 2010;7:23. 38. Services CfMM. Clarification Regarding Fine Needle Aspiration (FNA) Specimen Adequacy Assessment, Rapid On-site Evaluation (ROSE) and Workload Limits. In: Services DoHH, editor. www.cms.gov: Centers for Medicare & Medicaid Services; 2018. p. 2. 39. Thrall M, Pantanowitz L, Khalbuss W. Telecytology: clinical applications, current challenges, and future benefits. J Pathol Inform. 2011;2:51. - O’Laughlin and C. R. Gilbert40. Raab SS, Zaleski MS, Thomas PA, Niemann TH, Isacson C, Jensen CS. Telecytology: diagnostic accuracy in cervical-vaginal smears. Am J Clin Pathol. 1996;105(5):599–603. 41. Pantanowitz L, Wiley CA, Demetris A, Lesniak A, Ahmed I, Cable W, et al. Experience with multimodality telepathology at the University of Pittsburgh Medical Center. J Pathol Inform. 2012;3:45. 42. Sarode VR. The current practice of telecytology for rapid on-site evaluation (ROSE): practical considerations and limitations. Semin Diagn Pathol. 2022;39(6):463–7. 43. Nakajima T, Yasufuku K. How i do it-optimal methodology for multidirectional analysis of endobronchial ultrasound-guided trans-bronchial needle aspiration samples. J Thorac Oncol. 2011;6(1):203–6. 44. Monaco SE, Schuchert MJ, Khalbuss WE. Diagnostic difficulties and pitfalls in rapid on-site evaluation of endobronchial ultrasound guided fine needle aspiration. Cytojournal. 2010;7(1):9. 45. Tariq Z, Gilani SM. Cytology specimen collection, preparation, and stains. In: Gilani SM, Cai G, editors. Non-neoplastic cytology. Springer; 2023. p. 1–10. 46. Matsubayashi H, Sasaki K, Ono S, Abe M, Ishiwatari H, Fukutomi A, et al. Pathological and molecular aspects to improve endoscopic ultrasonography-guided fine-needle aspiration from solid pancreatic lesions. Pancreas. 2018;47(2):163–72. 47. Roy-Chowdhuri S. A new guideline from the College of American Pathologists to improve the adequacy of thoracic small specimens for ancillary studies. Cancer Cytopathol. 2020;128:690. 48. Roy-Chowdhuri S, Stewart J. Preanalytic variables in cytology: lessons learned from next-generation sequencing-the MD Anderson experience. Arch Pathol Lab Med. 2016;140:1191. 49. Cameron SEH, Andrade RS, Pambuccian SE. Endobronchial ultrasound-guided transbronchial needle aspiration cytology: a state of the art review. Cytopathology (Oxford). 2010;21(1):6–26. 50. Lee HS, Lee GK, Lee H-S, Kim MS, Lee JM, Kim HY, et al. Real-time endobronchial ultrasound-guided Transbronchial needle aspiration in mediastinal staging of non-small cell lung cancer: how many aspirations per target lymph node station? Chest. 2008;134(2):368–74. 51. Elzamly S, Al-Habib A, Toraih EA, Jani PP, Thomas-Ogunniyi J, Sun H, et al. The optimal approach of endobronchial ultrasound (EBUS)-FNA rapid on-site evaluation (ROSE): a five-year experience from a large academic medical center. J Am Soc Cytopathol JASC. 2022;11(5):328–33. 52. Nambirajan A, Jain D. Cell blocks in cytopathology: an update. Cytopathology (Oxford). 2018;29(6):505–24. 53. Goldsmith JD, Fitzgibbons PL, Swanson PE. Principles of analytic validation of clinical immunohistochemistry assays. Adv Anat Pathol. 2015;22(6):384–7. 54. Wolff DJ, Bagg A, Cooley LD, Dewald GW, Hirsch BA, Jacky PB, et al. Guidance for fluorescence in situ hybridization testing in hematologic disorders. J Mol Diagn. 2007;9(2):134–43. 55. Riely GJ, Wood DE, Ettinger DS, Aisner deep learning (DL), Akerley W, Bauman JR, et al. Non-small cell lung cancer, version 4.2024, NCCN clinical practice guidelines in oncology. J Natl Compr Cancer Netw. 2024;22(4):249–74. 56. Yarmus L, Akulian J, Gilbert C, Feller-Kopman D, Lee HJ, Zarogoulidis P, et al. Optimizing endobronchial ultrasound for molecular analysis. How many passes are needed? Ann Am Thorac Soc. 2013;10(6):636–43. 57. Fox AH, Jett JR, Roy UB, Johnson BE, King JC, Martin N, et al. Knowledge and practice patterns among pulmonologists for molecular biomarker testing in advanced non-small cell lung cancer. Chest. 2021;160(6):2293–303. 58. Gregg JP, Li T, Yoneda KY. Molecular testing strategies in non-small cell lung cancer: optimizing the diagnostic journey. Transl Lung Cancer Res. 2019;8(3):286–301. 59. Kim L, Tsao MS. Tumour tissue sampling for lung cancer management in the era of personalised therapy: what is good enough for molecular testing? Eur Respir J. 2014;44(4):1011–22. 60. VanderLaan PA, Rangachari D, Majid A, Parikh MS, Gangadharan SP, Kent MS, et al. Tumor biomarker testing in non-small-cell lung cancer: a decade of change. Lung Cancer. 2018;116:90–5. 61. Fox AH, Nishino M, Osarogiagbon RU, Rivera MP, Rosenthal LS, Smith RA, et al. Acquiring tissue for advanced lung cancer diagnosis and comprehensive biomarker testing: a National Lung Cancer Roundtable best-practice guide. CA Cancer J Clin. 2023;73(4):358–75. 62. Fox AH, Rudzinski MA, Nietert PJ, Silvestri GA. Pulmonologists' attitudes and role in precision medicine biomarker testing for non-small cell lung cancer. Chest. 2024;166:1229. Rapid Onsite Evaluation and Specimen Preparation",
      "page": 9,
      "start_offset": 0,
      "end_offset": 6037,
      "token_count": 1090,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Medicare Physician Fee Schedule: Comparison of 2024 RVUs (Updated March 2024) and Proposed 2025 RVUs (Updated July 2024). www.cap.org: College of American Pathologists; 2024 [cited 2024.",
        "Available from: https://documents.cap.org/documents/Impact-Table-2025-Proposed.pdf?_gl = 112plkw3_gaMTg5Nzc3MjY4Ni4xNzIzMzY5ODEx_ga_97ZFJSQQ0XMTcyMzM2OTgxMS4xLjEuMTcyMzM3MDk2Ni4wLjAuMA. 36.",
        "Compensation crisis related to the onsite adequacy evaluation during FNA procedures-urgent proactive input from cytopathology community is critical to establish appropriate reimbursement for CPT code 88172 (or its new counterpart if introduced in the future)."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Rapid Onsite Evaluation",
    "Knowledge Base for Rapid Onsite Evaluation.pdf",
    "Page 1",
    "Page 2",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Extracted Tables",
    "Page 8",
    "Page 9",
    "interventional pulmonary",
    "sampling"
  ],
  "source_file": "Rapid Onsite Evaluation.md"
}