{
  "doc_id": "papoip_transthora_nb",
  "title": "Transthoracic Needle Biopsy",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 15,
  "schema_version": "1.0",
  "processing_date": "2025-09-08T13:55:08.921516",
  "text_chunks": [
    {
      "chunk_id": "papoip_transthora_nb_p1_0_478a9a50",
      "text": "Transthoracic Needle Biopsy Abdul Rehman Mustafa and Clifford R. Weiss Contents Introduction............................................................................................. 2 Indications for computed tomography (CT)-Guided Lung Biopsy.............................................................. 2 and Contraindications.............................................................. 2 Pre-procedure Preparation............................................................................. 4 4.1 Patient Evaluation and Consent.......................................................................... 4 4.2 Pre-procedure Imaging................................................................................... 4 4.3 Pre-procedure Labs....................................................................................... 4 4.4 Preparation of Equipment and Personnel................................................................ 5 Performing a CT-Guided Biopsy...................................................................... 5 5.1 CT Imaging Techniques.................................................................................. 5 5.2 Patient Position and Cooperation........................................................................ 5 5.3 Sedation................................................................................................... 5 5.4 Needle Types and Selection.............................................................................. 6 5.5 Step-by-Step Procedure.................................................................................. 7 5.6 Specimen Handling and Processing..................................................................... 8 5.7 Post-Procedure Care...................................................................................... 8 and Accuracy........................................................................ 8 Safety and Complications.............................................................................. 9 7.1 Pneumothorax............................................................................................ 9 7.2 Bleeding.................................................................................................. 10 7.3 Air Embolism............................................................................................. 10 7.4 Needle Tract Metastasis.................................................................................. 11 7.5 Pain....................................................................................................... 11 Advances and Innovations in Transthoracic Needle Biopsy........................................ 11 Conclusion............................................................................................... References...................................................................................................... Abstract Transthoracic needle biopsy (TTNB), most commonly performed as a CT-guided lung biopsy, is a critical tool in evaluating pulmonary nodules and masses. Over time, this minimally invasive procedure has become increasingly sophisticated, safer, and more accurate. This chapter provides an overview of the indications, patient selection, procedural techniques, periprocedural care, potential complications, and technological innovations in CT-guided lung biopsy. Keywords Image-guided biopsy · CT-guided biopsy · Transthoracic needle biopsy · Lung biopsy · Interventional radiology · - R. Mustafa · C. R. Weiss (✉) Department of Radiology, Division of Interventional Radiology, Johns Hopkins University School of Medicine, Baltimore, MD, USA e-mail: amustaf9@jhmi.edu; cweiss@jhmi.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_29-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3803,
      "token_count": 318,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Abstract Transthoracic needle biopsy (TTNB), most commonly performed as a CT-guided lung biopsy, is a critical tool in evaluating pulmonary nodules and masses.",
        "This chapter provides an overview of the indications, patient selection, procedural techniques, periprocedural care, potential complications, and technological innovations in CT-guided lung biopsy."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p2_0_fb87300d",
      "text": "Patient Position and Cooperation........................................................................ 5 5.3 Sedation................................................................................................... 5 5.4 Needle Types and Selection.............................................................................. 6 5.5 Step-by-Step Procedure.................................................................................. 7 5.6 Specimen Handling and Processing..................................................................... 8 5.7 Post-Procedure Care...................................................................................... 8 and Accuracy........................................................................ 8 Safety and Complications.............................................................................. 9 7.1 Pneumothorax............................................................................................ 9 7.2 Bleeding.................................................................................................. 10 7.3 Air Embolism............................................................................................. 10 7.4 Needle Tract Metastasis.................................................................................. 11 7.5 Pain....................................................................................................... 11 Advances and Innovations in Transthoracic Needle Biopsy........................................ 11 Conclusion............................................................................................... References...................................................................................................... Abstract Transthoracic needle biopsy (TTNB), most commonly performed as a CT-guided lung biopsy, is a critical tool in evaluating pulmonary nodules and masses. Over time, this minimally invasive procedure has become increasingly sophisticated, safer, and more accurate. This chapter provides an overview of the indications, patient selection, procedural techniques, periprocedural care, potential complications, and technological innovations in CT-guided lung biopsy. Keywords Image-guided biopsy · CT-guided biopsy · Transthoracic needle biopsy · Lung biopsy · Interventional radiology · - R. Mustafa · C. R. Weiss (✉) Department of Radiology, Division of Interventional Radiology, Johns Hopkins University School of Medicine, Baltimore, MD, USA e-mail: amustaf9@jhmi.edu; cweiss@jhmi.edu (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_29-1Interventional pulmonology · Imaging techniques · Biopsy techniques ## Introduction Transthoracic needle biopsy (TTNB) is a minimally invasive technique that can be used to obtain specimens percutaneously from lesions in the lungs, pleura, mediastinum, and chest wall. TTNB has a long history, with the first recorded cases dating back to the 1880s. Since then, the procedure has progressively become more sophisticated, safer, and more accurate with continuous technological advancements in needle devices, imaging, and cellular pathology [1]. TTNB is an important procedure in the diagnosis of thoracic diseases, particularly malignancies, but also infections and other inflammatory diseases. It is a key alternative to surgical and bronchoscopic biopsy techniques. Key considerations for the choice of biopsy method include availability, lesion characteristics, diagnostic yield and accuracy, complication risks, and patient preference. Currently, TTNB is performed under real-time image guidance. The most commonly used imaging modality is computed tomography (computed tomography (CT)- ## Indications for CT-Guided Lung Biopsy The most common indication for CT-guided transthoracic needle biopsy (TTNB) of the lung is for the diagnosis of pulmonary nodules and masses, including lesions that cannot be accessed by bronchoscopy. With the increasing use of imaging, including routine chest x-rays as well as low-dose CT for lung cancer screening, an increasing number of incidental pulmonary nodules are being detected in patients at high risk for malignancy. Biopsy of these lesions is critical to differentiate benign from malignant lesions and, if malignant, to perform histopathologic and molecular analyses to guide treatment strategies. Multiple factors must be considered before performing a biopsy, including lesion characteristics (e.g., size, shape, location, and growth) and clinical factors (e.g., smoking history and family history of lung cancer) [3, 4]. TTNB is also helpful for evaluating benign diseases, including infectious, granulomatous, and inflammatory processes such as tuberculosis and sarcoidosis. Figure 3 illustrates several common indications of TTNB. The following is a non-exhaustive list of common indications for percutaneous lung biopsy [5]. 1. Differentiating benign and malignant lesions 2. Identifying the primary malignancy in patients with extrapulmonary cancer 3. Staging cancer 4. Acquiring tissue for molecular analysis to determine appropriate treatment and prognosis 5. Acquiring specimens for microbiologic analysis in the setting of known or suspected infection 6. Diagnosing parenchymal lung diseases 7. Assessing response to therapy 8. Research ## Patient Selection and Contraindications In order for lung TTNB to be performed successfully, patients must be appropriately selected based on a number of criteria as described below. Further, lesion characteristics must also 2 A. R. Mustafa and C. R. Weiss",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5596,
      "token_count": 794,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Abstract Transthoracic needle biopsy (TTNB), most commonly performed as a CT-guided lung biopsy, is a critical tool in evaluating pulmonary nodules and masses.",
        "TTNB is an important procedure in the diagnosis of thoracic diseases, particularly malignancies, but also infections and other inflammatory diseases."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p3_0_e1f697dc",
      "text": "perform histopathologic and molecular analyses to guide treatment strategies. Multiple factors must be considered before performing a biopsy, including lesion characteristics (e.g., size, shape, location, and growth) and clinical factors (e.g., smoking history and family history of lung cancer) [3, 4]. TTNB is also helpful for evaluating benign diseases, including infectious, granulomatous, and inflammatory processes such as tuberculosis and sarcoidosis. Figure 3 illustrates several common indications of TTNB. The following is a non-exhaustive list of common indications for percutaneous lung biopsy [5]. 1. Differentiating benign and malignant lesions 2. Identifying the primary malignancy in patients with extrapulmonary cancer 3. Staging cancer 4. Acquiring tissue for molecular analysis to determine appropriate treatment and prognosis 5. Acquiring specimens for microbiologic analysis in the setting of known or suspected infection 6. Diagnosing parenchymal lung diseases 7. Assessing response to therapy 8. Research ## Patient Selection and Contraindications In order for lung TTNB to be performed successfully, patients must be appropriately selected based on a number of criteria as described below. Further, lesion characteristics must also 2 A. R. Mustafa and C. R. Weissbe considered prior to determining if lung TTNB is optimal. For example, larger and peripheral lesions are better candidates for lung TTNB compared to smaller or central lesions. In addition, the lesion should be accessible percutaneously. The patient’s overall health, ability to tolerate potential complications, and clinical indication of biopsy must also be considered. In frail patients with multiple comorbidities or poor lung function, the benefits of a biopsy may not outweigh the risks. This is especially true if the results of the biopsy would not alter the treatment plan. The patient should be able to follow instructions, remain still during and after the procedure, and hold their breath if needed. Displacement of the needle due to patient movement can reduce accuracy and increase the risk of complications. The patient should also be able to maintain the required position for the procedure [4, 6]. Uncorrectable coagulopathy is the main contraindication for computed tomography (CT)-guided lung biopsy. The Society of Interventional Radiology guidelines consider lung biopsy to be a high-risk procedure for bleeding [7]. Thus, an INR < 1.5 and a platelet count > 50,000/μL are recommended, and anticoagulation should be stopped prior to the procedure. Patients who cannot stop daily low-dose aspirin can still undergo a lung biopsy, though a higher platelet count threshold ( > 100,000/μL) is advised. [4] Relative contraindications for CT-guided lung biopsy include small lesions < 1 cm that are located deep within the lung, lesions located near major vessels or airways, and severe emphysema in the biopsy region. Severe pulmonary hypertension and oxygen dependence are also relative contraindications [4]. Transthoracic Needle",
      "page": 3,
      "start_offset": 0,
      "end_offset": 3036,
      "token_count": 593,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Thus, an INR < 1.5 and a platelet count > 50,000/μL are recommended, and anticoagulation should be stopped prior to the procedure.",
        "Patients who cannot stop daily low-dose aspirin can still undergo a lung biopsy, though a higher platelet count threshold ( > 100,000/μL) is advised. [4] Relative contraindications for CT-guided lung biopsy include small lesions < 1 cm that are located deep within the lung, lesions located near major vessels or airways, and severe emphysema in the biopsy region.",
        "Multiple factors must be considered before performing a biopsy, including lesion characteristics (e.g., size, shape, location, and growth) and clinical factors (e.g., smoking history and family history of lung cancer) [3, 4]."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p4_0_13ec1b6a",
      "text": "alter the treatment plan. The patient should be able to follow instructions, remain still during and after the procedure, and hold their breath if needed. Displacement of the needle due to patient movement can reduce accuracy and increase the risk of complications. The patient should also be able to maintain the required position for the procedure [4, 6]. Uncorrectable coagulopathy is the main contraindication for computed tomography (CT)-guided lung biopsy. The Society of Interventional Radiology guidelines consider lung biopsy to be a high-risk procedure for bleeding [7]. Thus, an INR < 1.5 and a platelet count > 50,000/μL are recommended, and anticoagulation should be stopped prior to the procedure. Patients who cannot stop daily low-dose aspirin can still undergo a lung biopsy, though a higher platelet count threshold ( > 100,000/μL) is advised. [4] Relative contraindications for CT-guided lung biopsy include small lesions < 1 cm that are located deep within the lung, lesions located near major vessels or airways, and severe emphysema in the biopsy region. Severe pulmonary hypertension and oxygen dependence are also relative contraindications [4]. Transthoracic NeedlePre-procedure Preparation Pre-procedure preparation is crucial for the success of a computed tomography (CT)-guided lung biopsy. This includes appropriate clinical, laboratory, and imaging evaluation of the patient, obtaining informed consent, and ensuring availability of necessary equipment and personnel. 4.1 Patient Evaluation and Consent Detailed clinical evaluation of the patient must be undertaken, including history of smoking, prior surgeries, lung diseases, bleeding disorders, and anticoagulant and antiplatelet use. Anticoagulants and antiplatelets should typically be withheld prior to the procedure, depending on the half-life of the medication and its original indication, with consultation with other physicians as necessary. As with any procedure, obtaining informed consent is essential. The procedure must be explained in detail, including the indication, risks, benefits, and alternative biopsy techniques. Potential complications that should be explicitly discussed include risk of pneumothorax and bleeding. 4.2 Pre-procedure Imaging Contrast-enhanced CT should be obtained prior to the biopsy, and serial imaging should be reviewed whenever possible. This can reveal whether lesions are growing, stable, or shrinking; growing lesions are generally better targets. Imaging can reveal necrotic areas within a lesion, and these areas should be avoided during biopsy ( On pre-procedure imaging, the lesion’s relationship to surrounding structures, such as major blood vessels, airways, and the pleura should be assessed. An ideal lesion to target is large, growing, and peripherally located. However, a biopsy of small and complex lesions can also be performed with careful planning. If needed, a high-resolution CT can be performed for visualization and targeting. If a pre-procedure PET scan is available, areas with high fluorodeoxyglucose (FDG) uptake should be targeted to avoid necrotic areas, which often contain inadequate viable tissue for analysis [3]. 4.3 Pre-procedure Labs A coagulation profile consisting of prothrombin time (PT), international normalized ratio (INR), and partial thromboplastin time (PTT), as well as a complete blood count (CBC) should be obtained prior to the procedure. Procedural coagulation guidelines may vary across institutions, but generally an INR < 1.5 is acceptable for proceeding with a CT-guided lung biopsy. Depending on the type of anticoagulant a patient might have been receiving, additional coagulation tests may be required. In patients with abnormal coagulation profiles, correction with the appropriate agent may be necessary, followed by repeat confirmatory labs. On CBC, thrombocytopenia can reveal bleeding risk. If anemia is present, the degree of anemia could indicate the patient’s tolerance for a bleeding complication if it occurs. Labs should be interpreted and acted upon within the individual patient’s clinical context. Thus, a pre-procedure coagulation profile and CBC are necessary to assess physiological readiness for the biopsy and potential complications, and help inform the correction of any disorders, if present [4]. centrally located in malignant lesions, should be avoided, and viable tissue in the periphery should be targeted instead. (Adapted from Rice et al. [8], with permission from Springer Nature) - R. Mustafa and C. R. Weiss",
      "page": 4,
      "start_offset": 0,
      "end_offset": 4522,
      "token_count": 872,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Thus, an INR < 1.5 and a platelet count > 50,000/μL are recommended, and anticoagulation should be stopped prior to the procedure.",
        "Patients who cannot stop daily low-dose aspirin can still undergo a lung biopsy, though a higher platelet count threshold ( > 100,000/μL) is advised. [4] Relative contraindications for CT-guided lung biopsy include small lesions < 1 cm that are located deep within the lung, lesions located near major vessels or airways, and severe emphysema in the biopsy region.",
        "The patient should be able to follow instructions, remain still during and after the procedure, and hold their breath if needed. Displacement of the needle due to patient movement can reduce accuracy and increase the risk of complications."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p5_0_d82d024f",
      "text": "as well as a complete blood count (CBC) should be obtained prior to the procedure. Procedural coagulation guidelines may vary across institutions, but generally an INR < 1.5 is acceptable for proceeding with a CT-guided lung biopsy. Depending on the type of anticoagulant a patient might have been receiving, additional coagulation tests may be required. In patients with abnormal coagulation profiles, correction with the appropriate agent may be necessary, followed by repeat confirmatory labs. On CBC, thrombocytopenia can reveal bleeding risk. If anemia is present, the degree of anemia could indicate the patient’s tolerance for a bleeding complication if it occurs. Labs should be interpreted and acted upon within the individual patient’s clinical context. Thus, a pre-procedure coagulation profile and CBC are necessary to assess physiological readiness for the biopsy and potential complications, and help inform the correction of any disorders, if present [4]. centrally located in malignant lesions, should be avoided, and viable tissue in the periphery should be targeted instead. (Adapted from Rice et al. [8], with permission from Springer Nature) - R. Mustafa and C. R. Weiss4.4 Preparation of Equipment and Personnel Prior to a computed tomography (CT)-guided lung biopsy, it is important to ensure that a CT scanner, appropriate needles, and all necessary supplies for the procedure and potential complication management are available, such as chest tube drainage kits for pneumothorax. A plan to address potential bleeding complications should also be established. The team should be able to continuously monitor the patient’s breathing and vital signs and ensure as much comfort as possible throughout the procedure. Performing a CT-Guided Biopsy 5.1 CT Imaging Techniques CT is the cornerstone of image guidance for transthoracic needle biopsy (TTNB). Appropriate use of intraprocedural imaging is crucial to the success of a CT-guided lung biopsy. CT provides real-time feedback and enables precise positioning and adjustment of the needle throughout the procedure. Because CT provides a cross-sectional view (unlike fluoroscopy), it allows the operator to locate lesions in complex locations, including those hidden behind bones, and to avoid important adjacent structures more easily. The multi-planar visualization facilitates precise selection of a biopsy path while minimizing the risk of complications. Additionally, CT allows for prompt identification of complications like pneumothorax and bleeding during and immediately after the biopsy, which are often more challenging to detect with US. At the beginning of the procedure, a focused helical CT scan with 5-mm slices should be obtained to map out the needle path. In helical CT, the scanner images the patient continuously as the patient moves through the scanner, allowing better visualization of key structures. The optimal CT section should be identified and marked on the patient’s skin, and the scanner’s laser along with radiopaque markers ( Subsequently, the needle is guided throughout the procedure using CT fluoroscopy, an intermittent, single-rotation axial imaging technique with a stationary gantry. CT fluoroscopy can be operated with a pedal near the gantry and reduces the patient’s radiation exposure compared with helical CT. It also saves time because with appropriate shielding and protection, the operator and staff can remain in the room. Unenhanced 2.5- or 3.0-mm slices are typically adequate for CT fluoroscopy, which should be performed every time the needle is advanced or adjusted. Helical CTs can also be repeated as needed during the procedure and should always be performed before removing the needle at the end of the biopsy to assess for complications. For select lesions, IV contrast can be used to better delineate vessels, although most procedures are completed without contrast. [4, 10] 5.2 Patient Position and Cooperation The key considerations for patient positioning are safe access to the lesion and the patient’s tolerance of the position for the procedure’s duration. Supine, prone, and lateral decubitus positions may all be used. The lateral decubitus position should generally be avoided if possible, because it is more challenging for patients to maintain and involves greater chest wall motion. The ideal position is prone as it allows a posterior approach, which is technically favorable since the posterior intercostal spaces are wider and the least mobile. Additionally, patients cannot see the needles when prone, which may help reduce anxiety. Since post-procedure recovery should keep the biopsied lung in a dependent position to reduce pneumothorax risk, performing the biopsy prone allows for recovery in a supine position, which may be more comfortable. Nevertheless, the prone position may not always be feasible, and the most appropriate position should always be selected. [3, 4] Patients should be instructed not to talk or move during the procedure and recovery. All efforts should be made to maximize patient comfort before beginning the procedure. The biopsy side can be elevated with wedges if needed [4]. Breath-holding maneuvers are not mandatory but can be helpful in some cases. For tumors > 2 cm, free, shallow breathing may suffice. If needed, especially with smaller lesions, breath holds at low-volume inspiration or expiration may be used, accompanied by clear patient instructions [3, 4, 6]. 5.3 Sedation Local anesthesia at the skin and pleura should always be administered, typically using 1 % lidocaine. While the procedure can be completed using local anesthesia alone, intravenous moderate sedation using short half-life drugs (such as a combination of midazolam and fentanyl) is also recommended, unless contraindicated. Midazolam and fentanyl should be administered alternately, with incremental dosing. Moderate sedation provides analgesia, anxiolysis, and suppression of the cough reflex with fentanyl [4]. Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus. General anesthesia is rarely used for CT-guided lung biopsies [4, 6]. Transthoracic Needle Biopsy 5",
      "page": 5,
      "start_offset": 0,
      "end_offset": 6215,
      "token_count": 1246,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus.",
        "While the procedure can be completed using local anesthesia alone, intravenous moderate sedation using short half-life drugs (such as a combination of midazolam and fentanyl) is also recommended, unless contraindicated. Midazolam and fentanyl should be administered alternately, with incremental dosing.",
        "Because CT provides a cross-sectional view (unlike fluoroscopy), it allows the operator to locate lesions in complex locations, including those hidden behind bones, and to avoid important adjacent structures more easily."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p6_0_ab7f325d",
      "text": "All efforts should be made to maximize patient comfort before beginning the procedure. The biopsy side can be elevated with wedges if needed [4]. Breath-holding maneuvers are not mandatory but can be helpful in some cases. For tumors > 2 cm, free, shallow breathing may suffice. If needed, especially with smaller lesions, breath holds at low-volume inspiration or expiration may be used, accompanied by clear patient instructions [3, 4, 6]. 5.3 Sedation Local anesthesia at the skin and pleura should always be administered, typically using 1 % lidocaine. While the procedure can be completed using local anesthesia alone, intravenous moderate sedation using short half-life drugs (such as a combination of midazolam and fentanyl) is also recommended, unless contraindicated. Midazolam and fentanyl should be administered alternately, with incremental dosing. Moderate sedation provides analgesia, anxiolysis, and suppression of the cough reflex with fentanyl [4]. Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus. General anesthesia is rarely used for CT-guided lung biopsies [4, 6]. Transthoracic Needle Biopsy 55.4 Needle Types and Selection Selecting the appropriate biopsy needle depends on the pathological information required, planned trajectory, lesion characteristics, and operator preferences. The two primary categories are aspiration needles for fine needle aspiration (FNA) and cutting needles for core needle biopsy. FNA is less invasive than core needle biopsy, and the aspirate can be sent for cytological evaluation. However, the diagnostic yield for FNA may be lower-about 80 % compared to up to 95 % or higher for core needle biopsy in one study [11]. The biopsy indication and feasibility should guide the choice of biopsy type. Often both FNA and core needle biopsy are performed during lung biopsy. FNA - R. Mustafa and C. R. Weiss",
      "page": 6,
      "start_offset": 0,
      "end_offset": 1947,
      "token_count": 396,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus.",
        "Transthoracic Needle Biopsy 55.4 Needle Types and Selection Selecting the appropriate biopsy needle depends on the pathological information required, planned trajectory, lesion characteristics, and operator preferences.",
        "If needed, especially with smaller lesions, breath holds at low-volume inspiration or expiration may be used, accompanied by clear patient instructions [3, 4, 6]. 5.3 Sedation Local anesthesia at the skin and pleura should always be administered, typically using 1 % lidocaine."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p7_0_f29e0bef",
      "text": "contraindicated. Midazolam and fentanyl should be administered alternately, with incremental dosing. Moderate sedation provides analgesia, anxiolysis, and suppression of the cough reflex with fentanyl [4]. Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus. General anesthesia is rarely used for CT-guided lung biopsies [4, 6]. Transthoracic Needle Biopsy 55.4 Needle Types and Selection Selecting the appropriate biopsy needle depends on the pathological information required, planned trajectory, lesion characteristics, and operator preferences. The two primary categories are aspiration needles for fine needle aspiration (FNA) and cutting needles for core needle biopsy. FNA is less invasive than core needle biopsy, and the aspirate can be sent for cytological evaluation. However, the diagnostic yield for FNA may be lower-about 80 % compared to up to 95 % or higher for core needle biopsy in one study [11]. The biopsy indication and feasibility should guide the choice of biopsy type. Often both FNA and core needle biopsy are performed during lung biopsy. FNA - R. Mustafa and C. R. Weissneedles are typically 20–23 gauge, while core needle biopsy needles are larger, in the 14–20 gauge range, to obtain adequate tissue to assess structural morphology on histology. FNA needles can be side-cutting or end-cutting. Figure 6 shows examples of needles that can be used for lung biopsy. A coaxial technique should be used for needle insertion. This involves first advancing a larger introducer needle into the lesion under imaging guidance. Smaller biopsy needles are then passed through the introducer needle’s lumen into the lesion, enabling collection of multiple specimens from a single outer needle. The coaxial technique has multiple advantages. Most importantly, it reduces the number of pleural punctures, which decreases the chances of complications such as pneumothorax and hemorrhage from penetrating the pleura multiple times. Notably, while larger introducer needles can yield larger tissue cores, they also increase bleeding risk. Additionally, the introducer needle provides a stable, direct pathway each time a needle is inserted or withdrawn from the lesion. This also reduces procedure time and radiation dose because the primary pathway does not need to be re-established with every needle pass [3, 4, 10]. The appropriate length for all needles depends on the skin-to-target distance along the selected trajectory. The introducer needle should be approximately 5 cm longer than the skin-to-target distance to facilitate maneuvering [4]. 5.5 Step-by-Step Procedure A computed tomography (CT)-guided lung biopsy can be performed using the following steps, with clinical judgment to adapt the technique as needed for each case as needed [3, 4, 6, 10]. 1. After positioning and preparing the patient, obtain a helical CT to plan the biopsy pathway. The pathway should be free of vessels (internal thoracic ( 2. Administer adequate local anesthesia and sedation as appropriate. 3. Advance the coaxial/introducer needle into the lesion, with intermittent CT fluoroscopy to monitor needle location and trajectory. More lidocaine may be given through the introducer. Aim for a single pleural puncture. If adjustment is needed, attempt to reposition the needle without exiting the pleura to minimize complications. Avoid entering at 30 degrees angles or smaller. 4. Confirm location of introducer needle in desired area of target lesion by CT. 5. Pass biopsy needles and obtain FNA and/or core needle biopsy specimens as needed. It is crucial to be thoroughly familiar with the biopsy system being used, especially with loading the gun and how far the biopsy needle will advance (the “throw”) on deployment, to avoid accidental injury to structures beyond the lesion. Generally, 2–5 cores are obtained per lesion, depending on the procedure indication and the operator’s confidence. For molecular testing, at least four 20-gauge samples should be obtained. When exchanging needles, use a saline seal to prevent air embolism. Transthoracic Needle",
      "page": 7,
      "start_offset": 0,
      "end_offset": 4151,
      "token_count": 838,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Weissneedles are typically 20–23 gauge, while core needle biopsy needles are larger, in the 14–20 gauge range, to obtain adequate tissue to assess structural morphology on histology.",
        "Monitored anesthesia care (MAC) may be used if necessary, but positive pressure ventilation should be avoided due to the risk of air embolus.",
        "Most importantly, it reduces the number of pleural punctures, which decreases the chances of complications such as pneumothorax and hemorrhage from penetrating the pleura multiple times."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p8_0_32bcdd73",
      "text": "should be free of vessels (internal thoracic ( 2. Administer adequate local anesthesia and sedation as appropriate. 3. Advance the coaxial/introducer needle into the lesion, with intermittent CT fluoroscopy to monitor needle location and trajectory. More lidocaine may be given through the introducer. Aim for a single pleural puncture. If adjustment is needed, attempt to reposition the needle without exiting the pleura to minimize complications. Avoid entering at 30 degrees angles or smaller. 4. Confirm location of introducer needle in desired area of target lesion by CT. 5. Pass biopsy needles and obtain FNA and/or core needle biopsy specimens as needed. It is crucial to be thoroughly familiar with the biopsy system being used, especially with loading the gun and how far the biopsy needle will advance (the “throw”) on deployment, to avoid accidental injury to structures beyond the lesion. Generally, 2–5 cores are obtained per lesion, depending on the procedure indication and the operator’s confidence. For molecular testing, at least four 20-gauge samples should be obtained. When exchanging needles, use a saline seal to prevent air embolism. Transthoracic Needle6. After collecting the samples, obtain another helical computed tomography (CT) before removing the introducer needle. Check for hemorrhage, pneumothorax, and pneumomediastinum. If pneumothorax is present, aspirate the air through the introducer needle. 7. Withdraw the introducer needle, sealing the path as it is pulled back using normal saline ( 8. Transfer the patient to the stretcher immediately upon withdrawal of the introducer needle and position the patient biopsy side down ( 5.6 Specimen Handling and Processing Specimens should be placed in suitable transport media immediately upon collection, such as formalin for histopathology, saline for microbiological cultures, or other media as appropriate. Samples should be transported promptly to the lab to preserve cellular integrity. Rapid on-site evaluation (ROSE), if available, may be performed during the procedure to assess sample adequacy. Aspirate should be dropped or smeared directly onto a glass slide, and a cytopathologist or cytotechnologist can immediately assess the sample and provide real-time feedback to the proceduralist. The advantage of rapid on-site evaluation (ROSE) is that if the initial sample is inadequate, additional specimens can be collected during the same procedure. ROSE has been shown to significantly improve diagnostic accuracy without increasing procedure time or rate of complications [15]. 5.7 Post-Procedure Care Following the procedure, the patient should be transferred to an observation unit for at least 2 h to monitor for complications. In particular, hemodynamic stability and respiratory status should be closely monitored. Post-procedure protocols vary by institution, but generally at least an upright chest radiograph should be obtained 2–3 h after CT-guided lung biopsy. The majority of pneumothoraces are detected immediately after the procedure, with most of the remaining detected at 1 h [6]. During the immediate post-procedure period, patients should be advised to avoid speaking, moving, and performing any activities that increase intrthoracic pressure. If no complications are discovered 2–3 h post-biopsy, the patient can be discharged. The patient should be instructed to avoid intense physical activity for 48 h and to go to the emergency room if sudden chest pain, dyspnea, or hemoptysis is experienced. If anticoagulation was stopped for the biopsy, it can usually be resumed the day after the procedure [4, 6]. and Accuracy Diagnostic yield is the proportion of biopsies that obtain adequate samples to make a definitive diagnosis. Diagnostic accuracy, on the other hand, refers to how well a biopsy correctly makes a diagnosis for a specific condition. CT-guided core needle biopsy is reported to have a 93 % diagnostic accuracy for solitary pulmonary nodules, with 89 % sensitivity and 93 % specificity [2]. For select lesions, PET/CT-guided biopsy may reduce the rate of inconclusive procedures compared to CT-guided biopsy [16]. A systematic review of CT-guided lung nodule and mass biopsy reported that core needle biopsy had a higher sample (a) CT fluoroscopic image before needle puncture. White arrow shows target lesion. (b) CT fluoroscopic image immediately after tract sealing with normal saline. White arrow shows tract sealant and black arrowhead shows the coaxial needle. (Reprinted from Satomura et al. [12], licensed under CC BY-NCND 4.0) - R. Mustafa and C. R. Weiss",
      "page": 8,
      "start_offset": 0,
      "end_offset": 4591,
      "token_count": 921,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "CT-guided core needle biopsy is reported to have a 93 % diagnostic accuracy for solitary pulmonary nodules, with 89 % sensitivity and 93 % specificity [2].",
        "For molecular testing, at least four 20-gauge samples should be obtained. When exchanging needles, use a saline seal to prevent air embolism.",
        "Diagnostic accuracy, on the other hand, refers to how well a biopsy correctly makes a diagnosis for a specific condition."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p9_0_35e65771",
      "text": "sudden chest pain, dyspnea, or hemoptysis is experienced. If anticoagulation was stopped for the biopsy, it can usually be resumed the day after the procedure [4, 6]. and Accuracy Diagnostic yield is the proportion of biopsies that obtain adequate samples to make a definitive diagnosis. Diagnostic accuracy, on the other hand, refers to how well a biopsy correctly makes a diagnosis for a specific condition. CT-guided core needle biopsy is reported to have a 93 % diagnostic accuracy for solitary pulmonary nodules, with 89 % sensitivity and 93 % specificity [2]. For select lesions, PET/CT-guided biopsy may reduce the rate of inconclusive procedures compared to CT-guided biopsy [16]. A systematic review of CT-guided lung nodule and mass biopsy reported that core needle biopsy had a higher sample (a) CT fluoroscopic image before needle puncture. White arrow shows target lesion. (b) CT fluoroscopic image immediately after tract sealing with normal saline. White arrow shows tract sealant and black arrowhead shows the coaxial needle. (Reprinted from Satomura et al. [12], licensed under CC BY-NCND 4.0) - R. Mustafa and C. R. Weissadequacy rate than FNA, approximately 95 % versus 86 %, with adequacy defined “based upon sufficient sample having been obtained to permit a biopsy-based diagnosis.” However, both techniques showed similar diagnostic accuracy and complication rates [17]. Diagnostic yield, on the other hand, has been shown in some studies to be higher with core needle biopsy compared to FNA, > 90 % versus 80–85 % [11, 18]. Safety and Complications Although computed tomography (CT)-guided lung biopsy is a relatively safe procedure, there are inherent risks associated with every procedure. The rate of major complications with CT-guided transthoracic needle biopsy (TTNB) is 5.7 % for core needle biopsy and 4.4 % for FNA, according to a meta-analysis [19]. The overall rate of complications has been variably reported, with examples of 19 % and 39 % [19, 20]. Risk factors for complications include smaller lesion size, more lung parenchyma traversed, larger needle diameter, and smoking history [19, 21]. Notable complications are described below. 7.1 Pneumothorax The most common complication of CT-guided lung biopsy is pneumothorax ( While preventing all pneumothoraces is not possible, the rate can be minimized by attempting to mitigate known risk factors. These include sampling the non-dependent lung in a lateral decubitus position (compared to supine or prone position), larger needle size, crossing a fissure or bulla, multiple pleural punctures, emphysema, lesion size < 4 cm or depth > = 3 cm, lesion not in contact with pleura, and obtaining > 1 non-coaxial samples [23]. Post-biopsy maneuvers associated with decreased pneumothorax risk or severity include sealing the tract with normal saline or a device, deep expiration and breath hold while Transthoracic Needle Biopsy",
      "page": 9,
      "start_offset": 0,
      "end_offset": 2914,
      "token_count": 602,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "CT-guided core needle biopsy is reported to have a 93 % diagnostic accuracy for solitary pulmonary nodules, with 89 % sensitivity and 93 % specificity [2].",
        "Weissadequacy rate than FNA, approximately 95 % versus 86 %, with adequacy defined “based upon sufficient sample having been obtained to permit a biopsy-based diagnosis.” However, both techniques showed similar diagnostic accuracy and complication rates [17].",
        "Diagnostic accuracy, on the other hand, refers to how well a biopsy correctly makes a diagnosis for a specific condition."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p10_0_6240f667",
      "text": "with CT-guided transthoracic needle biopsy (TTNB) is 5.7 % for core needle biopsy and 4.4 % for FNA, according to a meta-analysis [19]. The overall rate of complications has been variably reported, with examples of 19 % and 39 % [19, 20]. Risk factors for complications include smaller lesion size, more lung parenchyma traversed, larger needle diameter, and smoking history [19, 21]. Notable complications are described below. 7.1 Pneumothorax The most common complication of CT-guided lung biopsy is pneumothorax ( While preventing all pneumothoraces is not possible, the rate can be minimized by attempting to mitigate known risk factors. These include sampling the non-dependent lung in a lateral decubitus position (compared to supine or prone position), larger needle size, crossing a fissure or bulla, multiple pleural punctures, emphysema, lesion size < 4 cm or depth > = 3 cm, lesion not in contact with pleura, and obtaining > 1 non-coaxial samples [23]. Post-biopsy maneuvers associated with decreased pneumothorax risk or severity include sealing the tract with normal saline or a device, deep expiration and breath hold while Transthoracic Needle Biopsyremoving the needle, and rapid rollover of patient to keep the puncture side down [24]. New, effective tract-sealing devices and techniques include hydrogel plugs [25] and autologous blood patches [13]. Most pneumothoraces are small and asymptomatic and can be managed with observation alone. Manual aspiration reportedly has a resolution rate of over 85 %, without the need for chest tubes [26]. Symptomatic or enlarging pneumothoraces can be managed with chest tube placement [27] ( 7.2 Bleeding Bleeding is another common complication of computed tomography (CT)-guided lung biopsy (Figs. 12 and 13). The hemoptysis rate is about 5 %, with most cases resolving spontaneously [4]. In contrast, hemothorax is rare, with reported rates around 0.5–1.5 % [4, 30, 31]. Maintaining the airway is the primary goal during management of bleeding complications. If hemoptysis does not self-resolve, the patient should lie biopsy side down in a lateral decubitus position so that blood is not aspirated into the uninvolved lung. Subsequent steps include oral suction and nebulized epinephrine. If bleeding persists or the airway may be compromised, urgent bronchoscopy can be performed. Arterial bleeding may be managed with embolization [4]. 7.3 Air Embolism Air embolism is a rare but serious complication that occurs when air enters a pulmonary vein, either from the lung or airway or through the coaxial needle. Once in the circulation, air can impair end-organ perfusion, which may be transient or cause stroke ( - R. Mustafa and C. R. Weiss",
      "page": 10,
      "start_offset": 0,
      "end_offset": 2703,
      "token_count": 560,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The overall rate of complications has been variably reported, with examples of 19 % and 39 % [19, 20].",
        "Manual aspiration reportedly has a resolution rate of over 85 %, without the need for chest tubes [26].",
        "These include sampling the non-dependent lung in a lateral decubitus position (compared to supine or prone position), larger needle size, crossing a fissure or bulla, multiple pleural punctures, emphysema, lesion size < 4 cm or depth > = 3 cm, lesion not in contact with pleura, and obtaining > 1 non-coaxial samples [23]."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p11_0_4171e8d8",
      "text": "Symptomatic or enlarging pneumothoraces can be managed with chest tube placement [27] ( 7.2 Bleeding Bleeding is another common complication of computed tomography (CT)-guided lung biopsy (Figs. 12 and 13). The hemoptysis rate is about 5 %, with most cases resolving spontaneously [4]. In contrast, hemothorax is rare, with reported rates around 0.5–1.5 % [4, 30, 31]. Maintaining the airway is the primary goal during management of bleeding complications. If hemoptysis does not self-resolve, the patient should lie biopsy side down in a lateral decubitus position so that blood is not aspirated into the uninvolved lung. Subsequent steps include oral suction and nebulized epinephrine. If bleeding persists or the airway may be compromised, urgent bronchoscopy can be performed. Arterial bleeding may be managed with embolization [4]. 7.3 Air Embolism Air embolism is a rare but serious complication that occurs when air enters a pulmonary vein, either from the lung or airway or through the coaxial needle. Once in the circulation, air can impair end-organ perfusion, which may be transient or cause stroke ( - R. Mustafa and C. R. WeissUsing a saline seal during needle exchanges can help prevent air embolism. If air embolism is suspected, administer 100 % oxygen immediately. In addition, air bubbles can be trapped in the heart to prevent compromise of distal vessel beds using a left lateral decubitus or Trendelenburg position [4]. - 7.4 Needle Tract Metastasis* Tumor seeding along the needle tract is a rare complication, occurring in fewer than 0.1 % of cases [31]. The coaxial technique, as described previously, should be used to minimize the risk of needle tract metastasis. - 7.5 Pain Mild chest wall pain should be expected after the local anesthetic wears off. If needed, ibuprofen can be administered. In contrast, severe pain is unexpected and is concerning for a complication such as pneumothorax and should be worked up appropriately. In addition, some patients may report pain in the ipsilateral shoulder. Irritation of an intercostal nerve by the introducer needle can cause band-like pain in the chest wall. [4] - 8 Advances and Innovations in Transthoracic Needle Biopsy* The field of interventional radiology is continually advancing to enhance the safety and diagnostic yield of transthoracic needle biopsy (TTNB). For example, innovations such as hydrogels and autologous blood patch injections aim to decrease the rate of pneumothorax [13]. For image guidance, low-dose computed tomography (CT) has been shown to be as effective and safe as standard-dose CT, with the added benefit of reduced radiation exposure [33]. Combining PET with CT to target specific areas within a lesion is a promising technique for precise sampling [16]. In addition, alternative modalities to CT include US and magnetic resonance imaging (MRI). US-guided procedures can be particularly useful for lesions abutting the chest wall. For certain lesions, contrast- Transthoracic Needle",
      "page": 11,
      "start_offset": 0,
      "end_offset": 2990,
      "token_count": 621,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Symptomatic or enlarging pneumothoraces can be managed with chest tube placement [27] ( 7.2 Bleeding Bleeding is another common complication of computed tomography (CT)-guided lung biopsy (Figs. 12 and 13).",
        "The coaxial technique, as described previously, should be used to minimize the risk of needle tract metastasis. - 7.5 Pain Mild chest wall pain should be expected after the local anesthetic wears off.",
        "If hemoptysis does not self-resolve, the patient should lie biopsy side down in a lateral decubitus position so that blood is not aspirated into the uninvolved lung."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p12_0_fdb36d46",
      "text": "ibuprofen can be administered. In contrast, severe pain is unexpected and is concerning for a complication such as pneumothorax and should be worked up appropriately. In addition, some patients may report pain in the ipsilateral shoulder. Irritation of an intercostal nerve by the introducer needle can cause band-like pain in the chest wall. [4] - 8 Advances and Innovations in Transthoracic Needle Biopsy* The field of interventional radiology is continually advancing to enhance the safety and diagnostic yield of transthoracic needle biopsy (TTNB). For example, innovations such as hydrogels and autologous blood patch injections aim to decrease the rate of pneumothorax [13]. For image guidance, low-dose computed tomography (CT) has been shown to be as effective and safe as standard-dose CT, with the added benefit of reduced radiation exposure [33]. Combining PET with CT to target specific areas within a lesion is a promising technique for precise sampling [16]. In addition, alternative modalities to CT include US and magnetic resonance imaging (MRI). US-guided procedures can be particularly useful for lesions abutting the chest wall. For certain lesions, contrast- Transthoracic Needle- R. Mustafa and C. R. Weiss",
      "page": 12,
      "start_offset": 0,
      "end_offset": 1228,
      "token_count": 248,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ibuprofen can be administered. In contrast, severe pain is unexpected and is concerning for a complication such as pneumothorax and should be worked up appropriately.",
        "For example, innovations such as hydrogels and autologous blood patch injections aim to decrease the rate of pneumothorax [13]."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p13_0_35009b41",
      "text": "severe pain is unexpected and is concerning for a complication such as pneumothorax and should be worked up appropriately. In addition, some patients may report pain in the ipsilateral shoulder. Irritation of an intercostal nerve by the introducer needle can cause band-like pain in the chest wall. [4] - 8 Advances and Innovations in Transthoracic Needle Biopsy* The field of interventional radiology is continually advancing to enhance the safety and diagnostic yield of transthoracic needle biopsy (TTNB). For example, innovations such as hydrogels and autologous blood patch injections aim to decrease the rate of pneumothorax [13]. For image guidance, low-dose computed tomography (CT) has been shown to be as effective and safe as standard-dose CT, with the added benefit of reduced radiation exposure [33]. Combining PET with CT to target specific areas within a lesion is a promising technique for precise sampling [16]. In addition, alternative modalities to CT include US and magnetic resonance imaging (MRI). US-guided procedures can be particularly useful for lesions abutting the chest wall. For certain lesions, contrast- Transthoracic Needle- R. Mustafa and C. R. Weiss(a) Biopsy planning computed tomography (CT) image in a 70-year-old male with a history of smoking and prostate cancer showing a coaxial needle advanced to the edge of a solid nodule in the right upper lobe. (b) Following fine-needle aspiration, the patient developed hemoptysis. Post-biopsy CT shows intrapulmonary hemorrhage along the needle tract (white arrow) as well as blood in the right main-stem bronchus (black arrows). The hemoptysis was transient and self-limited. (Adapted from Flagg et al. [22], with permission from Springer Nature) Post-procedural brain CT scan after chest biopsy showing two different patients with air embolism in cerebral vessels. The air is visualized as hypointense/black streaks (white arrows). (Adapted from Anzidei et al. [2], licensed under CC BY 4.0) (a) Axial image in the lung window displays a small amount of air (black arrow) in the ascending aorta thought to be an air embolism of the aorta. (b) Axial image of the lung window shows a large amount of air in the right coronary artery (black arrow) thought to be an air embolism. (Adapted from Long et al. [32], with permission from Springer Nature) Transthoracic Needle",
      "page": 13,
      "start_offset": 0,
      "end_offset": 2351,
      "token_count": 488,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "severe pain is unexpected and is concerning for a complication such as pneumothorax and should be worked up appropriately.",
        "For example, innovations such as hydrogels and autologous blood patch injections aim to decrease the rate of pneumothorax [13]."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p14_0_276aaac4",
      "text": "in a 70-year-old male with a history of smoking and prostate cancer showing a coaxial needle advanced to the edge of a solid nodule in the right upper lobe. (b) Following fine-needle aspiration, the patient developed hemoptysis. Post-biopsy CT shows intrapulmonary hemorrhage along the needle tract (white arrow) as well as blood in the right main-stem bronchus (black arrows). The hemoptysis was transient and self-limited. (Adapted from Flagg et al. [22], with permission from Springer Nature) Post-procedural brain CT scan after chest biopsy showing two different patients with air embolism in cerebral vessels. The air is visualized as hypointense/black streaks (white arrows). (Adapted from Anzidei et al. [2], licensed under CC BY 4.0) (a) Axial image in the lung window displays a small amount of air (black arrow) in the ascending aorta thought to be an air embolism of the aorta. (b) Axial image of the lung window shows a large amount of air in the right coronary artery (black arrow) thought to be an air embolism. (Adapted from Long et al. [32], with permission from Springer Nature) Transthoracic Needleenhanced US has been reported to have greater diagnostic success compared to conventional US [34, 35]. magnetic resonance imaging (MRI)-guided biopsy is also feasible for lung and mediastinal lesions, offering excellent soft tissue detail without exposure to ionizing radiation. However, MRI’s role in lung biopsy remains limited due to the imaging challenges posed by air in the lungs [36, 37]. needle biopsy (TTNB), especially computed tomography (CT)-guided lung biopsy, is an essential tool in diagnosing thoracic diseases such as malignancies, infections, and inflammatory processes. TTNB is a relatively safe, minimally invasive procedure that is routinely performed. Ongoing innovations in the field continue to enhance the safety and accuracy of this procedure. Competing Interest Declaration The author(s) has no competing interests to declare that are relevant to the content of this manuscript. References 1. Zhou Q, Dong J, He J, Liu D, Tian DH, Gao S, et al. The Society for Translational Medicine: indications and methods of percutaneous transthoracic needle biopsy for diagnosis of lung cancer. J Thorac Dis. 2018;10(9):5538–44. https://doi.org/10.21037/jtd.2018.09.28. 2. Anzidei M, Porfiri A, Andrani F, Di Martino M, Saba L, Catalano C, et al. Imaging-guided chest biopsies: techniques and clinical results. Insights Imaging. 2017;8(4):419–28. https://doi.org/10.1007/s13244-017–0561-6. 3. Shah R, Sun L, Ridge CA. Image guided lung biopsy. Lung Cancer. 2024;192:107803. https://doi.org/10.1016/j.lungcan.2024.107803. 4. Bourgouin PP, Rodriguez KJ, Fintelmann FJ. Image-guided percutaneous lung needle biopsy: how we do it. Tech Vasc Interv Radiol. 2021;24(3):100770. https://doi.org/10.1016/j.tvir.2021.100770. 5. Sheth RA, Baerlocher MO, Connolly BL, Dariushnia SR, Shyn PB, Vatsky S, et al. Society of Interventional Radiology quality improvement standards on percutaneous needle biopsy in adult and pediatric patients. J Vasc Interv Radiol. 2020;31(11):1840–8. https://doi.org/10.1016/j.jvir.2020.07.012. 6. Azour L, Liu S, Washer SL, Moore WH. Percutaneous transthoracic lung biopsy: optimizing yield and mitigating risk. J Comput Assist Tomogr. 2021;45(5):765–75. https://doi.org/10.1097/RCT.0000000000001192. 7. Patel IJ, Rahim S, Davidson JC, Hanks SE, Tam AL, Walker TG, et al. Society of Interventional Radiology Consensus guidelines for the periprocedural management of thrombotic and bleeding risk in patients undergoing percutaneous image-guided interventions-part II: recommendations: endorsed by the Canadian Association for Interventional Radiology and the Cardiovascular and Interventional Radiological Society of Europe. J Vasc Interv Radiol. 2019;30(8):1168–1184.e1. https://doi.org/10.1016/j.jvir.2019.04.017. 8. Rice SL, Park AW. Biopsy techniques. In: Keefe NA, Haskal ZJ, Park AW, Angle JF, editors. IR Playbook. Cham: Springer; 2024. 9. Li Y, Yang CF, Peng J, Li B, Zhang C, Yu JH. Small ( < / = 20 mm) ground-glass opacity pulmonary lesions: which factors influence the diagnostic accuracy of CT-guided percutaneous core needle biopsy? BMC Pulm Med. 2022;22(1):265. https://doi.org/10.1186/s12890-022–02058-z. 10. Kooraki S, Abtin F. Image-guided biopsies and interventions of mediastinal lesions. Radiol Clin North Am. 2021;59(2):291–303. https://doi.org/10.1016/j.rcl.2020.11.009. 11. Beslic S, Zukic F, Milisic S. Percutaneous transthoracic CT guided biopsies of lung lesions; fine needle aspiration biopsy versus core biopsy. Radiol Oncol. 2012;46(1):19–22. https://doi.org/10.2478/v10019-012–0004-4. 12. Satomura H, Higashihara H, Kimura Y, Nakamura M, Tanaka K, Ono Y, et al. Normal saline injection and rapid rollover; preventive effect on incidence of pneumothorax after CT-guided lung biopsy: a retrospective cohort study. BMC Pulm Med. 2024;24(1):505. https://doi.org/10.1186/s12890-024–03315-z. 13. Maybody M, Muallem N, Brown KT, Moskowitz CS, Hsu M, Zenobi CL, et al. Autologous blood patch injection versus hydrogel plug in CT-guided lung biopsy: a prospective randomized trial. Radiology. 2019;290(2):547–54. https://doi.org/10.1148/radiol.2018181140. 14. Kim JI, Park CM, Lee SM, Goo JM. Rapid needle-out patient-rollover approach after cone beam CT-guided lung biopsy: effect on pneumothorax rate in 1,191 consecutive patients. Eur Radiol. 2015;25(7):1845–53. https://doi.org/10.1007/s00330-015–3601-y. 15. Wu D, Liu YY, Wang T, Huang YY, Xia P. Computed tomography-guided lung biopsy with rapid on-site evaluation for diagnosis of lung lesions: a meta-analysis. J Cardiothorac Surg. 2023;18(1):122. https://doi.org/10.1186/s13019-023–02212-6. 16. Cerci JJ, Bogoni M, Cerci RJ, Masukawa M, Neto CC, Krauzer C, et al. PET/CT-guided biopsy of suspected lung lesions requires less rebiopsy than CT-guided biopsy due to inconclusive results. J Nucl Med. 2021;62(8):1057–61. https://doi.org/10.2967/jnumed.120.252403. 17. Li Y, Yang F, Huang YY, Cao W. Comparison between computed tomography-guided core and fine needle lung biopsy: a meta-analysis. Medicine (Baltimore). 2022;101(9):e29016. https://doi.org/10.1097/MD.0000000000029016. 18. Sangha BS, Hague CJ, Jessup J, O’Connor R, Mayo JR. Transthoracic computed tomography-guided lung nodule biopsy: comparison of core needle and fine needle aspiration techniques. Can Assoc Radiol J. 2016;67(3):284–9. https://doi.org/10.1016/j.carj.2015.10.005. 19. Heerink WJ, de Bock GH, de Jonge GJ, Groen HJM, Vliegenthart R, Oudkerk M. Complication rates of CT-guided transthoracic lung biopsy: meta-analysis. Eur Radiol. 2016;27(1):138–48. https://doi.org/10.1007/s00330-016–4357-8. 20. Yuan DM, Lü YL, Yao YW, Liu HB, Wang Q, Xiao XW, et al. Diagnostic efficiency and complication rate of CT-guided lung biopsy: a single center experience of the procedures conducted over a 10-year period. Chin Med J. 2011;124(20):3277–31. https://doi.org/10.3760/cma.j.issn.0366–6999.2011.20.04. 21. Vagn-Hansen C, Pedersen MR, Rafaelsen SR. Diagnostic yield and complications of transthoracic computed tomography-guided biopsies. Dan Med J. 2016;63(6):A5239. 22. Flagg ER, Henry TS, Elicker BM, Kallianos KG, Ordovas KG, Naeger DM. Periprocedural management in transthoracic needle biopsy: review of the current evidence. Curr Radiol Rep. 2018;6(4). https://doi.org/10.1007/s40134-018–0274-8. 23. Huo YR, Chan MV, Habib AR, Lui I, Ridley L. Pneumothorax rates in CT-guided lung biopsies: a comprehensive systematic review and meta-analysis of risk factors. Br J Radiol. 2020;93(1108):20190866. https://doi.org/10.1259/bjr.20190866. 24. Huo YR, Chan MV, Habib AR, Lui I, Ridley L. Post-biopsy manoeuvres to reduce pneumothorax incidence in CT-guided transthoracic lung biopsies: a systematic review and meta-analysis. Cardiovasc Intervent Radiol. 2019;42(8):1062–72. https://doi.org/10.1007/s00270-019–02196-8. - R. Mustafa and C. R. Weiss",
      "page": 14,
      "start_offset": 0,
      "end_offset": 7941,
      "token_count": 1409,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "in a 70-year-old male with a history of smoking and prostate cancer showing a coaxial needle advanced to the edge of a solid nodule in the right upper lobe. (b) Following fine-needle aspiration, the patient developed hemoptysis.",
        "Post-biopsy CT shows intrapulmonary hemorrhage along the needle tract (white arrow) as well as blood in the right main-stem bronchus (black arrows)."
      ]
    },
    {
      "chunk_id": "papoip_transthora_nb_p15_0_79f41daa",
      "text": "Jonge GJ, Groen HJM, Vliegenthart R, Oudkerk M. Complication rates of CT-guided transthoracic lung biopsy: meta-analysis. Eur Radiol. 2016;27(1):138–48. https://doi.org/10.1007/s00330-016–4357-8. 20. Yuan DM, Lü YL, Yao YW, Liu HB, Wang Q, Xiao XW, et al. Diagnostic efficiency and complication rate of CT-guided lung biopsy: a single center experience of the procedures conducted over a 10-year period. Chin Med J. 2011;124(20):3277–31. https://doi.org/10.3760/cma.j.issn.0366–6999.2011.20.04. 21. Vagn-Hansen C, Pedersen MR, Rafaelsen SR. Diagnostic yield and complications of transthoracic computed tomography-guided biopsies. Dan Med J. 2016;63(6):A5239. 22. Flagg ER, Henry TS, Elicker BM, Kallianos KG, Ordovas KG, Naeger DM. Periprocedural management in transthoracic needle biopsy: review of the current evidence. Curr Radiol Rep. 2018;6(4). https://doi.org/10.1007/s40134-018–0274-8. 23. Huo YR, Chan MV, Habib AR, Lui I, Ridley L. Pneumothorax rates in CT-guided lung biopsies: a comprehensive systematic review and meta-analysis of risk factors. Br J Radiol. 2020;93(1108):20190866. https://doi.org/10.1259/bjr.20190866. 24. Huo YR, Chan MV, Habib AR, Lui I, Ridley L. Post-biopsy manoeuvres to reduce pneumothorax incidence in CT-guided transthoracic lung biopsies: a systematic review and meta-analysis. Cardiovasc Intervent Radiol. 2019;42(8):1062–72. https://doi.org/10.1007/s00270-019–02196-8. - R. Mustafa and C. R. Weiss25. Zaetta JM, Licht MO, Fisher JS, Avelar RL, Bio-Seal Study G. A lung biopsy tract plug for reduction of postbiopsy pneumothorax and other complications: results of a prospective, multicenter, randomized, controlled clinical study. J Vasc Interv Radiol. 2010;21(8):1235–43.e1-3. https://doi.org/10.1016/j.jvir.2010.04.021. 26. Yamagami T, Terayama K, Yoshimatsu R, Matsumoto T, Miura H, Nishimura T. Role of manual aspiration in treating pneumothorax after computed tomography-guided lung biopsy. Acta Radiol. 2009;50(10):1126–33. https://doi.org/10.3109/02841850903232707. 27. Lorenz J, Blum M. Complications of percutaneous chest biopsy. Semin Intervent Radiol. 2006;23(2):188–93. https://doi.org/10.1055/s-2006–941449. 28. Ruud EA, Heck S, Stavem K, Soyseth V, Geitung JT, Ashraf H. Low diffusion capacity of the lung predicts pneumothorax and chest drainage after computed tomography (CT)-guided lung biopsy. BMC Res Notes. 2022;15(1):353. https://doi.org/10.1186/s13104-022–06234-6. 29. Tipaldi MA, Ronconi E, Ubaldi N, Bozzi F, Siciliano F, Zolovkins A, et al. Histology profiling of lung tumors: tru-cut versus full-core system for CT-guided biopsies. Radiol Med. 2024;129(4):566–74. https://doi.org/10.1007/s11547-024–01772-4. 30. Weinberg B, Watumull L, Landay M, Omar H. Variable presentations of thoracic biopsy related hemothorax. Univ J Clin Med. 2013;1(2):22–7. https://doi.org/10.13189/ujcm.2013.010202. 31. Tomiyama N, Yasuhara Y, Nakajima Y, Adachi S, Arai Y, Kusumoto M, et al. CT-guided needle biopsy of lung lesions: a survey of severe complication based on 9783 biopsies in Japan. Eur J Radiol. 2006;59(1):60–4. https://doi.org/10.1016/j.ejrad.2006.02.001. 32. Long F, Zhang L, Hu R. Systemic arterial air embolism following CT-guided lung biopsy. Wien Klin Wochenschr. 2024;136(15–16):476–7. https://doi.org/10.1007/s00508-024–02337-1. 33. Li T, Xu G, Li W, Liu Y. A systematic review and meta-analysis of randomized controlled trials comparing low-dose versus standard-dose computed tomography-guided lung biopsy. J Cardiothorac Surg. 2024;19(1):297. https://doi.org/10.1186/s13019-024–02792-x. 34. Jacobsen N, Pietersen PI, Nolsoe C, Konge L, Graumann O, Laursen CB. Clinical applications of contrast-enhanced thoracic ultrasound (CETUS) compared to standard reference tests: a systematic review. Ultraschall Med. 2022;43(1):72–81. https://doi.org/10.1055/a-1143–3141. Klinische Anwendungen von kontrastverstarktem Thorax-Ultraschall (CETUS) im Vergleich zu Standard-Referenztests: Eine systematische Ubersichtsarbeit. 35. Liang J, Wang D, Li H, Zhao S, Chen M, Li H, et al. Contrast-enhanced ultrasound for needle biopsy of thoracic lesions. Oncol Lett. 2020;20(4):75. https://doi.org/10.3892/ol.2020.11936. 36. Abrishami Kashani M, Campbell-Washburn AE, Murphy MC, Catalano OA, McDermott S, Fintelmann FJ. Magnetic resonance imaging for guidance and follow-up of thoracic needle biopsies and thermal ablations. J Thorac Imaging. 2022;37(4):201–16. https://doi.org/10.1097/rti.0000000000000651. 37. Garnon J, Ramamurthy N, Caudrelier J, Erceg G, Breton E, Tsoumakidou G, et al. magnetic resonance imaging (MRI)-guided percutaneous biopsy of mediastinal masses using a large bore magnet: technical feasibility. Cardiovasc Intervent Radiol. 2015;39(5):761–7. https://doi.org/10.1007/s00270-015–1246-5. Transthoracic Needle Biopsy",
      "page": 15,
      "start_offset": 0,
      "end_offset": 4792,
      "token_count": 777,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "A systematic review and meta-analysis of randomized controlled trials comparing low-dose versus standard-dose computed tomography-guided lung biopsy.",
        "Yuan DM, Lü YL, Yao YW, Liu HB, Wang Q, Xiao XW, et al. Diagnostic efficiency and complication rate of CT-guided lung biopsy: a single center experience of the procedures conducted over a 10-year period."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Transthoracic Needle Biopsy",
    "Page 1",
    "Page 2",
    "Introduction",
    "Indications for CT-Guided Lung Biopsy",
    "Patient Selection and Contraindications",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Transthoracic Needle"
  ],
  "source_file": "Transthoracic Needle Biopsy.md"
}