{
  "doc_id": "papoip_persistent_al",
  "title": "Persistent Air Leaks",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 5,
  "schema_version": "1.0",
  "processing_date": "2025-09-08T13:55:06.669577",
  "text_chunks": [
    {
      "chunk_id": "papoip_persistent_al_p1_0_1cce6b98",
      "text": "Bronchoscopic Management of Persistent Air Leaks - David Koster and Dirk-Jan Slebos Contents Introduction............................................................................................... Options............................................................................. 2 Localizing a Persistent Air Leak........................................................................ Options...................................................................... 3 4.1 Blocking Devices.......................................................................................... 3 4.2 Tissue Adhesives.......................................................................................... 4 Conclusion................................................................................................ References....................................................................................................... Abstract A persistent air leak is most commonly caused by a secondary spontaneous pneumothorax from underlying lung disease. There are several treatment options, which also depend on the underlying cause. Possible treatment options include conservative measures (larger-bore chest drains, pleurodesis) or surgical treatment. However, if this is not possible or unsuccessful, there are several bronchoscopic options. The source of a peripheral air leak can be localized with sequential balloon occlusion. If the involved segments are identified, these bronchial segments can be blocked to decrease the airflow and promote healing of the fistula. There are several endobronchial treatment options for closing the subsegments. Use of endobronchial valves has been described the most, but also the use of Watanabe spigots or other blocking devices, or tissue adhesives can be considered. Keywords Pneumothorax · Chest drainage · Endobronchial valve · Persistent air leak with a pneumothorax and a persistent air leak (PAL) can represent a significant clinical challenge, often leading to prolonged hospital stay, increased morbidity, and elevated healthcare costs. A PAL is a persistent communication between the bronchial tree and pleural space (bronchopleural fistulas) or alveoli and the pleural space (alveolar-pleural fistulas) and is defined as an air leak that lasts for more than five days [1, 2]. These leaks can result from various etiologies. A PAL is commonly caused by a secondary spontaneous pneumothorax from underlying lung disease (e.g., emphysema, interstitial lung disease, bullae, or blebs), traumatic injuries, pulmonary infections, and malignancies. Furthermore, air leaks are relatively common after thoracic surgery. The incidence of a PAL after lung volume reduction surgery has been reported as 24–46 %, and this is lower after a lobectomy [2–4]. Bronchopleural fistula can be classified as either central or peripheral. A central fistula means that there is a defect - D. Koster (✉) · D.-J. Slebos Department of Pulmonary Diseases, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands Groningen Research Institute for Asthma and COPD (GRIAC), University of Groningen, University Medical Center Groningen, Groningen, the Netherlands e-mail: t.d.koster@umcg.nl; d.j.slebos@umcg.nl (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_67-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3370,
      "token_count": 508,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "A PAL is a persistent communication between the bronchial tree and pleural space (bronchopleural fistulas) or alveoli and the pleural space (alveolar-pleural fistulas) and is defined as an air leak that lasts for more than five days [1, 2].",
        "Bronchopleural fistula can be classified as either central or peripheral.",
        "Abstract A persistent air leak is most commonly caused by a secondary spontaneous pneumothorax from underlying lung disease."
      ]
    },
    {
      "chunk_id": "papoip_persistent_al_p2_0_3752122c",
      "text": "PAL is a persistent communication between the bronchial tree and pleural space (bronchopleural fistulas) or alveoli and the pleural space (alveolar-pleural fistulas) and is defined as an air leak that lasts for more than five days [1, 2]. These leaks can result from various etiologies. A PAL is commonly caused by a secondary spontaneous pneumothorax from underlying lung disease (e.g., emphysema, interstitial lung disease, bullae, or blebs), traumatic injuries, pulmonary infections, and malignancies. Furthermore, air leaks are relatively common after thoracic surgery. The incidence of a PAL after lung volume reduction surgery has been reported as 24–46 %, and this is lower after a lobectomy [2–4]. Bronchopleural fistula can be classified as either central or peripheral. A central fistula means that there is a defect - D. Koster (✉) · D.-J. Slebos Department of Pulmonary Diseases, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands Groningen Research Institute for Asthma and COPD (GRIAC), University of Groningen, University Medical Center Groningen, Groningen, the Netherlands e-mail: t.d.koster@umcg.nl; d.j.slebos@umcg.nl (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_67-1in the central airways, such as a fistula in a stump after lobectomy. Peripheral air leaks are not visible endobronchially and can be located in the more distal airway or on the visceral pleura. Understanding the underlying pathophysiology is crucial for selecting the appropriate management strategies. Options The initial treatment of choice is chest tube drainage. In the majority of cases, a PAL resolves within 14 days. Chee et al. described that in patients with a primary spontaneous pneumothorax, 75 % resolved within 7 days and 100 % within 15 days, whereas patients with a PAL due to secondary spontaneous pneumothorax had a 61 % resolution at 7 days and 79 % at 14 days [5]. After that, resolution of air leak proceeds at a much slower rate. In case of a PAL, there are several treatment options, both nonsurgical and surgical. Nonsurgical treatment options include application of thoracic suction and converting to larger-bore chest drains (e.g., 20–32 Fr) [6]. Furthermore, nonsurgical treatment with talc or autologous blood patch pleurodesis through the chest tube can be considered. In case of an ongoing air leak, outpatient treatment can be considered, for example, with a Heimlich valve [1]. Potential disadvantage of prolonged drainage is the development of empyema and chest tube functioning problems. Therefore, outpatient care requires close follow-up by the treating physicians [4]. Surgical evaluation is recommended in patients with PAL [4, 6]. The surgical approach can be with either open thoracotomy or better, using video-assisted thoracoscopic surgery (VATS). In most cases, surgical treatment consists of parenchymal resection with bullectomy or surgical pleurodesis. Pleurodesis and pleurectomy are deemed as important treatment options to reduce the recurrence rate of pneumothorax [4, 6]. Not all patients are candidates for surgery, and if surgery is not deemed possible, there are several bronchoscopic treatment options. One of the most important steps using the bronchoscopic approach, which can be quite challenging, is to localize the air leak, after which several treatment options are available. Localizing a Persistent Air Leak To effectively treat a PAL, it is crucial to accurately identify the source of the leak. Central airway lesions can be visualized directly, but this is not the case in peripheral air leaks. Due to the presence of collateral ventilation, there are frequently multiple airways or segments involved in the PAL [1, 7, 8]. Locating this air leak is usually performed with sequential balloon occlusion of the airways. The procedure is preferably performed under deep sedation or general anesthesia. Especially if therapeutic options are considered (e.g., valves), general anesthesia is often favored as it allows for endotracheal tube placement and closed-circuit mechanical ventilation, which is essential for stable and quantitative assessment of air leak volumes. It is hard to recommend on airway access, since local practice may vary significantly, but the use of a larger endotracheal tube (8.0 mm or larger), laryngeal mask, or rigid bronchoscope is crucial to accommodate the therapeutic bronchoscope and necessary catheters [1, 7]. During the procedure, first a standard inspection bronchoscopy can be performed, to take a bronchial wash and to inspect for endobronchial anomalies or visible fistulas [1]. 2 T. D. Koster and D.-J. Slebos",
      "page": 2,
      "start_offset": 0,
      "end_offset": 4699,
      "token_count": 937,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Chee et al. described that in patients with a primary spontaneous pneumothorax, 75 % resolved within 7 days and 100 % within 15 days, whereas patients with a PAL due to secondary spontaneous pneumothorax had a 61 % resolution at 7 days and 79 % at 14 days [5].",
        "It is hard to recommend on airway access, since local practice may vary significantly, but the use of a larger endotracheal tube (8.0 mm or larger), laryngeal mask, or rigid bronchoscope is crucial to accommodate the therapeutic bronchoscope and necessary catheters [1, 7].",
        "PAL is a persistent communication between the bronchial tree and pleural space (bronchopleural fistulas) or alveoli and the pleural space (alveolar-pleural fistulas) and is defined as an air leak that lasts for more than five days [1, 2]."
      ]
    },
    {
      "chunk_id": "papoip_persistent_al_p3_0_fde66e36",
      "text": "the source of the leak. Central airway lesions can be visualized directly, but this is not the case in peripheral air leaks. Due to the presence of collateral ventilation, there are frequently multiple airways or segments involved in the PAL [1, 7, 8]. Locating this air leak is usually performed with sequential balloon occlusion of the airways. The procedure is preferably performed under deep sedation or general anesthesia. Especially if therapeutic options are considered (e.g., valves), general anesthesia is often favored as it allows for endotracheal tube placement and closed-circuit mechanical ventilation, which is essential for stable and quantitative assessment of air leak volumes. It is hard to recommend on airway access, since local practice may vary significantly, but the use of a larger endotracheal tube (8.0 mm or larger), laryngeal mask, or rigid bronchoscope is crucial to accommodate the therapeutic bronchoscope and necessary catheters [1, 7]. During the procedure, first a standard inspection bronchoscopy can be performed, to take a bronchial wash and to inspect for endobronchial anomalies or visible fistulas [1]. 2 T. D. Koster and D.-J. SlebosLocating the actual airways that contribute to the PAL is performed with the balloon occlusion technique ( Once the involved lobe is identified, each segment within that lobe is sequentially occluded. This stepwise approach helps pinpoint the specific segments contributing to the air leak. The goal with this approach is to resolve the air leak by blocking the least amount of bronchial segments [9]. It is important to wait several respiratory cycles to allow any residual air to be evacuated from the pleural space. This waiting period helps ensure accurate assessment of the air leak reduction. The balloon should remain in place for at least one minute to confirm a significant decrease in air leak, followed by a reincrease upon balloon deflation [1, 7]. The presence of collateral ventilation (CV) may complicate the identification of the leak source. Both intralobar CV (CV within a lobe, segment, or subsegment) and interlobular (CV between lobes due to incomplete fissures) can prevent a significant reduction in the air leak after occlusion of a lobe or subsegment [1, 7, 8]. A possible problem with locating an air leak in patients under anesthesia is that the airflow may cease, which makes localization of the air leak impossible. This is mainly the case if there is only a small air leak. The reason for this is not clear, but suggestions are that this is due to the positioning of the patient (supine vs. upright) and decreased ventilation compared to spontaneous and conscious breathing [9, 10]. A potential solution to this problem was described by Vial et al., who insufflated oxygen by attaching low-flow oxygen to the suction port of the flexible bronchoscope and insufflate oxygen by pushing the suction valve in short bursts (to prevent barotrauma). This “reverse flow technique” could lead to an increase of flow in the selected airway which suggests that this airway contributes to the PAL [9, 10]. Other alternatives that have been mentioned to endobronchially locate the air leak is by using methylene blue, either through the drain, and see whether this appears in the bronchopulmonary segments, or it can be instilled endobronchially to see whether this reaches the chest tube [9–11]. Options In situations where there is a PAL which is not located in the central airways, occlusion of the airway (segmental or subsegmental) could lead to either a complete cessation of the airflow or a decreased airflow, which might result in an earlier closure of the fistula. There are several options to close this (sub)segment. A blocking device (e.g., one-way endobronchial valves or spigot) can be used; alternatively sealants or glues can be used to block the airway. There are no randomized trials to compare the efficacy and effect of bronchoscopic treatment options to surgical options. So it is important to carefully consider the different treatment options and decide the best treatment option based on several aspects, including the clinical condition of the patient (fit for surgery or interventions), lung function, underlying lung disease, and imaging. 4.1 Blocking Devices 4.1.1 Endobronchial One-Way Valves Endobronchial treatment of a PAL in patients which is not located in the central airways is most frequently described with the use of endobronchial valves. Valves are mainly used and developed for bronchoscopic lung volume reduction in patients with severe emphysema and hyperinflation [12]. The function of these one-way valves is to allow air to escape from the distal airways and prevent air from entering the airways again. In lung volume reduction therapy, this induces",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4789,
      "token_count": 1010,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "It is hard to recommend on airway access, since local practice may vary significantly, but the use of a larger endotracheal tube (8.0 mm or larger), laryngeal mask, or rigid bronchoscope is crucial to accommodate the therapeutic bronchoscope and necessary catheters [1, 7].",
        "It is important to wait several respiratory cycles to allow any residual air to be evacuated from the pleural space."
      ]
    },
    {
      "chunk_id": "papoip_persistent_al_p4_0_bae15521",
      "text": "might result in an earlier closure of the fistula. There are several options to close this (sub)segment. A blocking device (e.g., one-way endobronchial valves or spigot) can be used; alternatively sealants or glues can be used to block the airway. There are no randomized trials to compare the efficacy and effect of bronchoscopic treatment options to surgical options. So it is important to carefully consider the different treatment options and decide the best treatment option based on several aspects, including the clinical condition of the patient (fit for surgery or interventions), lung function, underlying lung disease, and imaging. 4.1 Blocking Devices 4.1.1 Endobronchial One-Way Valves Endobronchial treatment of a PAL in patients which is not located in the central airways is most frequently described with the use of endobronchial valves. Valves are mainly used and developed for bronchoscopic lung volume reduction in patients with severe emphysema and hyperinflation [12]. The function of these one-way valves is to allow air to escape from the distal airways and prevent air from entering the airways again. In lung volume reduction therapy, this inducesan atelectases and subsequent lung volume reduction of the treated lobe, which leads to an improvement of lung function, quality of life, and exercise capacity [12]. For treatment of a PAL, the valves should reduce the air flow to the fistula leading to improved expansion of the lung and faster healing of the fistula and pneumothorax [1]. Currently, most research regarding the treatment with valves has been performed with the Zephyr endobronchial valves (EBV) (PulmonX Inc., CA, USA), which are small nitinol implants of several sizes, with a silicon duckbill valve ( Several studies have described the effect of treatment with valves in patients with a PAL. In a review performed by Smesseim et al., it is described that an air leak resolution was achieved in 42–100 % of treated patients. In case of a PAL, the air leak severity was reduced in the majority of cases. They also performed a retrospective analysis on EBV treatment in patients with a PAL and found an air leak resolvement in 60 % of patients within 30 days [1]. 4.1.2 Watanabe Spigots Bronchial occlusion with silicone devices for the treatment of bronchopleural fistulas and PAL was first reported by Watanabe and colleagues ( 4.1.3 Other Blocking Devices Tracheobronchial stents can also be successfully used to treat central bronchopleural fistulas, mainly postoperative (e.g., pneumonectomy or lobectomy) [18, 19]. However, treatment with stents comes with its own complications and side effects in the longer term, such as granulation tissue formation and stent migration. Therefore, stent placement should be done with caution. Other devices that have been described in literature are Amplatzer device or Amplatzer vascular plugs, which are designed originally for closure of cardiac septal defects or patent ductus arteriosus [18, 20]. This is described as an effective treatment in patients with central fistulas after surgery. 4.2 Tissue Adhesives There are several tissue adhesives that can be used, with the goal of this treatment to block the airways leading to the fistula, in most cases by forming a clot or a plug [18, 21]. There is, for example, some literature that describes the use of cyanoacrylate compounds (e.g., Tissue Seal), with small case series or case reports [21]. Scappaticci et al. described the treatment with a tissue glue adhesive (methyl-2-cyanoacrylate) in patients with (mostly central) post-resectional bronchopleural fistula and described a high success rate, mainly in smaller fistulas [22]. Also the use of an endobronchial blood patch has been described, combined with thrombin [23]. An alternative option is the use of fibrin glue (e.g., Tisseel or Coseal (Baxter, USA)), which is indicated for surgical hemostasis, to create a fibrin plug, which is ultimately degraded after approximately 14 days [18, 21, 24]. Alternatively, there is some literature regarding the use of submucosal injections to inject a substance as tissue expander (e.g., fibrin glue, Durasphere(R) (Carbon Medical Technologies, USA), ethanol, ethanolamine, albumin suspensions) or sclerosing agent (e.g., silver nitrate, tetracycline) in the submucosa near a bronchopleural fistula in the central airways [18, 21]. - D. Koster and D.-J. Slebos",
      "page": 4,
      "start_offset": 0,
      "end_offset": 4401,
      "token_count": 908,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "An alternative option is the use of fibrin glue (e.g., Tisseel or Coseal (Baxter, USA)), which is indicated for surgical hemostasis, to create a fibrin plug, which is ultimately degraded after approximately 14 days [18, 21, 24].",
        "They also performed a retrospective analysis on EBV treatment in patients with a PAL and found an air leak resolvement in 60 % of patients within 30 days [1]. 4.1.2 Watanabe Spigots Bronchial occlusion with silicone devices for the treatment of bronchopleural fistulas and PAL was first reported by Watanabe and colleagues ( 4.1.3 Other Blocking Devices Tracheobronchial stents can also be successfully used to treat central bronchopleural fistulas, mainly postoperative (e.g., pneumonectomy or lobectomy) [18, 19].",
        "A blocking device (e.g., one-way endobronchial valves or spigot) can be used; alternatively sealants or glues can be used to block the airway."
      ]
    },
    {
      "chunk_id": "papoip_persistent_al_p5_0_8dc9d40b",
      "text": "airways leading to the fistula, in most cases by forming a clot or a plug [18, 21]. There is, for example, some literature that describes the use of cyanoacrylate compounds (e.g., Tissue Seal), with small case series or case reports [21]. Scappaticci et al. described the treatment with a tissue glue adhesive (methyl-2-cyanoacrylate) in patients with (mostly central) post-resectional bronchopleural fistula and described a high success rate, mainly in smaller fistulas [22]. Also the use of an endobronchial blood patch has been described, combined with thrombin [23]. An alternative option is the use of fibrin glue (e.g., Tisseel or Coseal (Baxter, USA)), which is indicated for surgical hemostasis, to create a fibrin plug, which is ultimately degraded after approximately 14 days [18, 21, 24]. Alternatively, there is some literature regarding the use of submucosal injections to inject a substance as tissue expander (e.g., fibrin glue, Durasphere(R) (Carbon Medical Technologies, USA), ethanol, ethanolamine, albumin suspensions) or sclerosing agent (e.g., silver nitrate, tetracycline) in the submucosa near a bronchopleural fistula in the central airways [18, 21]. - D. Koster and D.-J. Slebos## Conclusion In conclusion, adequate treatment of patients with a persistent air leak can be a real challenge. If conservative treatment is not sufficient and surgery is not an option, there are several bronchoscopic treatment options that can be considered, after the source of the air leak has been identified. The treatment with valves is an important one. ## References 1. Smesseim I, et al. Endobronchial valves in treatment of persistent air leak: European case-series study and best practice recommendations - from an expert panel. Respiration. 2024;103:1–19. 2. Dugan KC, et al. Management of Persistent air Leaks. Chest. 2017;152(2):417–23. 3. DeCamp MM, et al. Patient and surgical factors influencing air leak after lung volume reduction surgery: lessons learned from the National Emphysema Treatment Trial. Ann Thorac Surg. 2006;82(1):197–206; discussion 206–7 4. Duron G, Backer E, Feller-Kopman D. Evaluation and management of persistent air leak. Expert Rev Respir Med. 2023;17(10):865–72. 5. Chee CB, et al. Persistent air-leak in spontaneous pneumothorax - clinical course and outcome. Respir Med. 1998;92(5):757–61. 6. Roberts ME, et al. British Thoracic Society guideline for pleural disease. Thorax. 2023;78(11):1143–56. 7. Mahajan AK, Doeing DC, Hogarth DK. Isolation of persistent air leaks and placement of intrabronchial valves. J Thorac Cardiovasc Surg. 2013;145(3):626–30. 8. Koster TD, Slebos DJ. The fissure: interlobar collateral ventilation and implications for endoscopic therapy in emphysema. Int J Chron Obstruct Pulmon Dis. 2016;11:765–73. 9. Lazarus DR, Casal RF. Persistent air leaks: a review with an emphasis on bronchoscopic management. J Thorac Dis. 2017;9(11):4660–70. 10. Vial MR, et al. Endobronchial oxygen insufflation: a novel technique for localization of occult bronchopleural fistulas. Ann Am Thorac Soc. 2013;10(2):157–9. 11. Zeller MVBP, Fernanders G, Magalhaes A. Clinical challenges of persistent pulmonary air-leaks-case report. Rev Port Pneumol. 2014;20(3):162–6. 12. Klooster K, et al. Endobronchial valves for emphysema without interlobar collateral ventilation. N Engl J Med. 2015;373(24):2325–35. 13. Klooster K, et al. First in human experience of the performance of the new 5.5-LP size Zephyr Endobronchial valve. Respiration. 2020;99(1):50–5. 14. Criner GJ, et al. Improving lung function in severe Heterogenous emphysema with the Spiration valve system (EMPROVE). A multicenter, open-label randomized controlled clinical trial. Am J Respir Crit Care Med. 2019;200(11):1354–62. 15. Watanabe YMK, Tamaoki A, Komoto R, Hiraki S. Bronchial occlusion with endobronchial Watanabe spigot. J Bronchol. 2003;20(4):264–7. 16. Kaneda H, et al. Efficacy and long-term clinical outcome of bronchial occlusion with endobronchial Watanabe spigots for persistent air leaks. Respir Investig. 2015;53(1):30–6. 17. Himeji D, et al. Clinical evaluation of endoscopic bronchial occlusion with an endobronchial Watanabe spigot for the management of intractable pneumothorax, pyothorax with bronchial fistula, and postoperative air leakage. Intern Med. 2020;59(15):1835–9. 18. Slade M. Management of pneumothorax and prolonged air leak. Semin Respir Crit Care Med. 2014;35(6):706–14. 19. Dutau H, et al. The integrated place of tracheobronchial stents in the multidisciplinary management of large post-pneumonectomy fistulas: our experience using a novel customised conical self-expandable metallic stent. Eur J Cardiothorac Surg. 2011;39(2):185–9. 20. Fruchter O, et al. Efficacy of bronchoscopic closure of a bronchopleural fistula with amplatzer devices: long-term follow-up. Respiration. 2014;87(3):227–33. 21. Keshishyan S, Revelo AE, Epelbaum O. Bronchoscopic management of prolonged air leak. J Thorac Dis. 2017;9(Suppl 10):S1034-46. 22. Scappaticci E, et al. Postoperative bronchopleural fistula: endoscopic closure in 12 patients. Ann Thorac Surg. 1994;57(1):119–22. 23. Durrance RJ, et al. Endobronchial blood-patch: a novel technique for a persistent pleural air leak. Respir Med Case Rep. 2022;38:101670. 24. Hollaus PH, et al. Endoscopic treatment of postoperative bronchopleural fistula: experience with 45 cases. Ann Thorac Surg. 1998;66(3):923–7. Bronchoscopic Management of Persistent Air Leaks",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5455,
      "token_count": 1018,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "An alternative option is the use of fibrin glue (e.g., Tisseel or Coseal (Baxter, USA)), which is indicated for surgical hemostasis, to create a fibrin plug, which is ultimately degraded after approximately 14 days [18, 21, 24].",
        "Smesseim I, et al. Endobronchial valves in treatment of persistent air leak: European case-series study and best practice recommendations - from an expert panel.",
        "If conservative treatment is not sufficient and surgery is not an option, there are several bronchoscopic treatment options that can be considered, after the source of the air leak has been identified. The treatment with valves is an important one. ## References 1."
      ],
      "section_path": [
        "Conclusion In conclusion, adequate treatment of patients with a persistent air leak can be a real challenge. If conservative treatment is not sufficient and surgery is not an option, there are several bronchoscopic treatment options that can be considered, after the source of the air leak has been identified. The treatment with valves is an important one. ## References 1. Smesseim I, et al. Endobronchial valves in treatment of persistent air leak: European case-series study and best practice recommendations - from an expert panel. Respiration. 2024;103:1–19."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Persistent Air Leaks",
    "Knowledge Base for Persistent Air Leaks.pdf",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "Conclusion",
    "References",
    "options",
    "volume reduction",
    "after thoracic",
    "from underlying lung"
  ],
  "source_file": "Persistent Air Leaks.md"
}