{
  "doc_id": "papoip_medical_toe",
  "title": "Medical Treatment of Empyema",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 11,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:38:39.777679",
  "text_chunks": [
    {
      "chunk_id": "papoip_medical_toe_p1_0_4ce06436",
      "text": "Medical Treatment of Empyema\nAlguili Elsheikh, Najib M. Rahman, and Eihab O. Bedawi Contents Introduction............................................................................................... 2 Outcomes of Pleural Infection........................................................................... 2\n2.1 RAPID Score Discovery and Validation.................................................................. 2 Diagnosis of Pleural Infection........................................................................... 2\n3.1 Clinical Presentation....................................................................................... 2\n3.2 Imaging.................................................................................................... 3\n3.3 Pleural Fluid Analysis..................................................................................... 4\n3.4 Microbiology (Pleural Fluid and Biopsy)................................................................. 4\n3.5 Management of Pleural Infection......................................................................... 5\n3.6 Chest Drain Insertion...................................................................................... 6\n3.7 Escalation of Therapy...................................................................................... 6\n3.8 Other Modalities of Treatment............................................................................ 7 Conclusion................................................................................................ References....................................................................................................... Abstract\nEmpyema thoracis, also known as pleural infection, represents a significant challenge due to its association with substantial morbidity, prolonged hospitalization, and healthcare resource utilization. The medical treatment of empyema aims to achieve sepsis control, promote pleural drainage, and preserve lung function. This chapter reviews the current principles and evolving strategies in the non-surgical treatment of empyema, encompassing antibiotic therapy, chest tube drainage, and adjunctive intrapleural interventions. Empirical antibiotic therapy should be started promptly and guided by local microbiological patterns, with subsequent tailoring based on culture and sensitivity results. Image-guided chest tube placement should be performed at the earliest opportunity following diagnosis. In cases of ongoing systemic inflammatory response with significant residual collection and persistently raised inflammatory markers beyond 48 hours of treatment, early thoracic computed tomography (CT) scanning and surgical referral constitute a key step in medical management. In the absence of prompt access to thoracic surgery, a combination of intrapleural fibrinolytic and enzyme therapy, specifically with tissue plasminogen activator (tPA) and deoxyribonuclease (DNase), carries the best evidence base. In the absence of alteplase, the use of urokinase as a lesser alternative fibrinolytic may be appropriate. The use of fibrinolytic monotherapy is not recommended. In the presence of restricted access, poor surgical candidacy, or contraindications to intrapleural fibrinolytic therapy due to high bleeding risk, intrapleural saline irrigation offers an important rescue treatment option. In the context of a non-expandable “trapped” lung and a chronically infected pleural space with no suitable surgical options, prolonged antibiotic therapy aided by an indwelling pleural catheter may be considered. - Elsheikh · N. M. Rahman · E. O. Bedawi (✉)\nOxford Pleural Unit, Oxford University Hospitals NHS Foundation Trust, Oxford, UK\nOxford Respiratory Trials Unit, University of Oxford, Oxford, UK\ne-mail: eihab.bedawi@ouh.nhs.uk\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_75-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3910,
      "token_count": 676,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "In cases of ongoing systemic inflammatory response with significant residual collection and persistently raised inflammatory markers beyond 48 hours of treatment, early thoracic computed tomography (CT) scanning and surgical referral constitute a key step in medical management.",
        "The use of fibrinolytic monotherapy is not recommended. In the presence of restricted access, poor surgical candidacy, or contraindications to intrapleural fibrinolytic therapy due to high bleeding risk, intrapleural saline irrigation offers an important rescue treatment option.",
        "Abstract\nEmpyema thoracis, also known as pleural infection, represents a significant challenge due to its association with substantial morbidity, prolonged hospitalization, and healthcare resource utilization."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p2_0_b9fd5091",
      "text": "inolytic therapy due to high bleeding risk, intrapleural saline irrigation offers an important rescue treatment option. In the context of a non-expandable “trapped” lung and a chronically infected pleural space with no suitable surgical options, prolonged antibiotic therapy aided by an indwelling pleural catheter may be considered. - Elsheikh · N. M. Rahman · E. O. Bedawi (✉)\nOxford Pleural Unit, Oxford University Hospitals NHS Foundation Trust, Oxford, UK\nOxford Respiratory Trials Unit, University of Oxford, Oxford, UK\ne-mail: eihab.bedawi@ouh.nhs.uk\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_75-1- Elsheikh et al.\nKeywords\nEmpyema · Pleural · Parapneumonic effusion ·\nComplicated · Chest tube drainage · Fibrinolytic agents ·\nTissue plasminogen activator · Intrapleural therapy infection is a serious condition with a long history. It was first described by the Egyptian physician Imhotep in around 3000 BC alluding to the fortunately rarer variant empyema necessitans when he described “an abscess with a prominent head from the breast.” Around 500 BC, Hippocrates began describing cases more familiar to modern-day pleural infection that he was treating with open thoracic drainage and famously quoted “If an Empyema does not rupture, Death will occur” eluding to the urgency required in the diagnosis and treatment of this condition. Throughout history, numerous eminent physicians have sadly succumbed due to pleural infection, including Napoleon’s surgeon, the late Dr. Guillaume Dupuytren (1835), and the eminent Hopkins and Oxford physician, Sir William Osler (1919). Pleural infection occurs when fluid gathers between the chest wall and lung and becomes infected, most commonly as a complication of pneumonia. This affects over 200,000 patients/year in the United Kingdom (UK) and is responsible for more hospital bed days than any other lung disease [1]. Up to 50 % of patients with pneumonia develop pleural effusions, and this is associated with a three- to sixfold mortality increase [2]. While the majority of these so-called “simple” parapneumonic effusions resolve with antibiotics alone, 15 % progress to true pleural infection encompassing both complicated parapneumonic effusions and empyema, with direct bacterial invasion of the pleural space, fibrinolysis suppression and require specific treatment. There are over 15,000 new cases of pleural infection per year in the UK and USA [3–6], and in the last 20 years, there has been a doubling of incidence in all age groups, particularly among the elderly, children, and immunocompromised [7–10]. This results in a significant economic burden on the healthcare system, with estimated annual hospitalization costs of 500 million USD [11]. This is largely driven by the prolonged hospital stays and the burden of intervention associated with the condition. Outcomes of Pleural Infection\nOver the last two decades, the clinical outcomes of pleural infection have remained poor, with a mortality rate of 20 %, increasing up to 35 % among elderly populations [12]. It is noteworthy that up to 35 % of patients fail initial medical treatment, which includes chest tube insertion and antibiotics [13]. Despite the increased uptake of combination intrapleural fibrinolytic enzyme therapy, approximately 20 % will still go on to require additional intervention which may include surgery [3, 7–10, 14]. Overall, treatment of pleural infection is highly burdensome, with a median hospital stay of 12–15 days and 25 % of patients having inpatient stays of over 1 month, based on recent data from the UK [13–17]. Prediction of outcome and risk stratification is an evolving area in the management of pleural infection. Knowing who is at high risk of deterioration and, therefore, poor outcome could be a target for more intensive treatment, but less aggressive treatment for the low-risk cohort of patients with pleural infection. Small retrospective studies have identified several factors that predict poor clinical outcomes, including radiological features (ultrasound) [16]; pleural fluid characteristics [18]; pleural fluid biomarkers, e.g., PAI-1 (plasminogen activator inhibitor-1) [19]; and delayed access to surgery [20]. However, the only prospectively validated risk prediction model to date is the RAPID score (see 2.1 RAPID Score Discovery and Validation\nThe RAPID score was retrospectively derived (n = 450) and validated (n = 230) using data from the two largest pleural infection randomized trials, MIST-1 and MIST-2 [14, 22], which had identical recruitment criteria. The study identified five biologically plausible and routinely collected baseline parameters that were independently associated with mortality at 3 months, creating a score and risk categorization ( Diagnosis of Pleural Infection\n3.1 Clinical Presentation\nDiagnosis of pleural infection is predominantly based on a high index of suspicion. The presence of certain risk factors may predispose an increased probability of pleural infection, namely, poor dental hygiene, excess alcohol consumption,",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5109,
      "token_count": 1128,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "There are over 15,000 new cases of pleural infection per year in the UK and USA [3–6], and in the last 20 years, there has been a doubling of incidence in all age groups, particularly among the elderly, children, and immunocompromised [7–10].",
        "This affects over 200,000 patients/year in the United Kingdom (UK) and is responsible for more hospital bed days than any other lung disease [1].",
        "However, the only prospectively validated risk prediction model to date is the RAPID score (see 2.1 RAPID Score Discovery and Validation\nThe RAPID score was retrospectively derived (n = 450) and validated (n = 230) using data from the two largest pleural infection randomized trials, MIST-1 and MIST-2 [14, 22], which had identical recruitment criteria."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p3_0_d760506e",
      "text": "to surgery [20]. However, the only prospectively validated risk prediction model to date is the RAPID score (see 2.1 RAPID Score Discovery and Validation\nThe RAPID score was retrospectively derived (n = 450) and validated (n = 230) using data from the two largest pleural infection randomized trials, MIST-1 and MIST-2 [14, 22], which had identical recruitment criteria. The study identified five biologically plausible and routinely collected baseline parameters that were independently associated with mortality at 3 months, creating a score and risk categorization ( Diagnosis of Pleural Infection\n3.1 Clinical Presentation\nDiagnosis of pleural infection is predominantly based on a high index of suspicion. The presence of certain risk factors may predispose an increased probability of pleural infection, namely, poor dental hygiene, excess alcohol consumption,intravenous drug use, chronic kidney disease, immunosuppression, diabetes mellitus, and those at risk of recurrent aspiration pneumonia [26]. Medical Treatment of | Parameter | Score | |:------------------------ |:---- | | *Renal* | |  | | Serum urea level | | | < 5 mmol/L | 0 | | 5–8 mmol/L | 1 | | > 8 mmol/L | 2 | | *Age* | |  | | Age | | | < 50 years | 0 | | 50–70 years | 1 | | > 70 years | 2 | | *Purulence of fluid* | |  | | | 0 | | *Infection source* | |  | | | 0 | | *Dietary factors* | |  | | Serum albumin level | | | > 27 mmol/L | 0 | | < 27 mmol/L | 1 | | Risk categories | Mortality rate at 3 months | Length of hospital stay days | |:---------------- |:------------------------- |:--------------------------- | | Low risk 0–2 | 5/222 (2.3 %) | 11 (IQR 6–21) | | Moderate risk 3–4 | 21/228 (5.7 %) | 13 (IQR 7–25) | | High risk 5–7 | 27/92 (29.3 %) | 18 (IQR 10–27) | Patients with pleural infection are broadly categorized into two distinct groups. The first comprises younger adults with a limited number of underlying health problems who present with an acute onset of typical pneumonia symptoms, including fever, productive cough, breathlessness, and pleuritic chest pain, and the latter which particularly raises the concern of parapneumonic effusion due to underlying pleural inflammation. The other cohort tends to be generally older and present with a higher incidence of comorbidities and with symptoms that are subacute in onset. These often manifest in the absence of a clear etiology as nonspecific symptoms, which include anorexia, lethargy, weight loss, and anemia, and pleural infection may often be diagnosed incidentally on a cancer diagnostic pathway [8, 27]. Physical examination is frequently inconclusive; however, specific signs may suggest the presence of pleural effusion, i.e., reduced chest expansion with diminished air entry and stony dullness to percussion are the culprit signs of the pleural effusion. A comprehensive history and awareness of the condition as a differential diagnosis with prompt imaging are therefore essential for timely diagnosis. 3.2 Imaging 3.2.1 Chest X-Ray Postero-anterior (PA) chest X-ray is the standard initial radiological test that usually raises the initial suspicion of the diagnosis in the right clinical context. It is worth noting that the PA view is only able to detect pleural effusions of greater than 200 milliliters. The effusion commonly appears as a meniscus sign, which is the steeply rising line toward the apex, or less commonly as an encysted shadow, which may require ultrasound or a computed tomography (CT) scan of the chest to evaluate further. 3.2.2 Thoracic Ultrasound (TUS) Thoracic ultrasound remains the gold standard imaging modality in pleural disease, and it has been advocated by international guidelines for over two decades. When compared with computed tomography (CT) thorax, pleural ultrasound had a sensitivity of 69.2 % (95 % confidence interval (CI) 48.2–85.7 %) and specificity of 90.0 % (CI 76.3–97.2 %); however, CT chest had a sensitivity of 76.9 % (CI 56.3–91.0 %) and a specificity of 65.0 % (CI 48.3–79.4 %), which makes thoracic ultrasound a superior modality to rule in pleural infection when compared with the CT chest [28]. Furthermore, thoracic ultrasound is a useful tool that can be employed to guide interventions and predict pleural infection treatment outcomes [16]. It can detect pleural fluid volumes as low as 5 milliliters, and it is useful in identifying pleural thickening and superior to CT in its ability to demonstrate septations and walled-off loculations (see 3.2.3 CT Chest CT scanning of the chest, which should ideally be performed with contrast in the delayed venous “pleural” phase, is useful in delineating pleural space anatomy, useful in checking optimal drain placement, but also revealing underlying lung pathology, such as adjacent lung abscess or concurrent lung cancer. However",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4797,
      "token_count": 1175,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Medical Treatment of | Parameter | Score | |:------------------------ |:---- | | *Renal* | |  | | Serum urea level | | | < 5 mmol/L | 0 | | 5–8 mmol/L | 1 | | > 8 mmol/L | 2 | | *Age* | |  | | Age | | | < 50 years | 0 | | 50–70 years | 1 | | > 70 years | 2 | | *Purulence of fluid* | |  | | | 0 | | *Infection source* | |  | | | 0 | | *Dietary factors* | |  | | Serum albumin level | | | > 27 mmol/L | 0 | | < 27 mmol/L | 1 | | Risk categories | Mortality rate at 3 months | Length of hospital stay days | |:---------------- |:------------------------- |:--------------------------- | | Low risk 0–2 | 5/222 (2.3 %) | 11 (IQR 6–21) | | Moderate risk 3–4 | 21/228 (5.7 %) | 13 (IQR 7–25) | | High risk 5–7 | 27/92 (29.3 %) | 18 (IQR 10–27) | Patients with pleural infection are broadly categorized into two distinct groups.",
        "It is worth noting that the PA view is only able to detect pleural effusions of greater than 200 milliliters.",
        "However, the only prospectively validated risk prediction model to date is the RAPID score (see 2.1 RAPID Score Discovery and Validation\nThe RAPID score was retrospectively derived (n = 450) and validated (n = 230) using data from the two largest pleural infection randomized trials, MIST-1 and MIST-2 [14, 22], which had identical recruitment criteria."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p4_0_f8d344cc",
      "text": "65.0 % (CI 48.3–79.4 %), which makes thoracic ultrasound a superior modality to rule in pleural infection when compared with the CT chest [28]. Furthermore, thoracic ultrasound is a useful tool that can be employed to guide interventions and predict pleural infection treatment outcomes [16]. It can detect pleural fluid volumes as low as 5 milliliters, and it is useful in identifying pleural thickening and superior to CT in its ability to demonstrate septations and walled-off loculations (see 3.2.3 CT Chest CT scanning of the chest, which should ideally be performed with contrast in the delayed venous “pleural” phase, is useful in delineating pleural space anatomy, useful in checking optimal drain placement, but also revealing underlying lung pathology, such as adjacent lung abscess or concurrent lung cancer. However- Elsheikh et al. ### 3.3 Pleural Fluid Analysis\nDespite the clinical and radiological evidence of pleural infection, pleural fluid analysis remains the most accurate method of diagnosing pleural infection [3]. Image-guided diagnostic thoracocentesis has been advocated as a key step in guiding management of patients with suspected pleural infection [31]. Appearances of the pleural fluid such as frank purulence may be suggestive; otherwise, a point-of-care test, ideally pleural fluid pH or alternatively glucose, should be performed in a timely manner. Simultaneous measurement of pleural fluid protein and lactate dehydrogenase, with paired serum samples, should be conducted as well as microbiology (see below) and cytology due to the similarities in clinical presentation and the increased risk of cancer in empyema patients. | Pleural fluid pH | Pleural infection/CPPE risk | Recommendation | |:--------------- |:-------------------------- |:-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | | pH <  = 7.20 | High risk | Proceed with chest drain insertion, if deemed safe to do so | | pH > 7.20 to < 7.40 | Intermediate risk | Check pleural fluid LDH, and review other parameters to support pleural infection or CPPE. Consider chest drain insertion if LDH > 900 IU L-1 with any of the following: 1. Pleural fluid glucose <  = 4 mmol L-1 or 72 mg/dL 2. Large pleural effusion 3. Pleural enhancement on venous phase contrast computed tomography (CT) chest 4. Complex pleural space on thoracic ultrasound | | pH >  = 7.40 | Low risk | No indication for immediate ICD | In the event of pleural fluid pH <  = 7.2, this indicates a high risk of pleural infection or complicated parapneumonic effusion (CPPE), as such intercostal chest drain (ICD) should be placed if the volume of accessible pleural fluid on ultrasound makes it safe to do so. In circumstances where immediate pleural fluid pH measurement is not readily accessible, an initial pleural fluid glucose measurement of < 3.3 mmol/L has been shown to serve as an indication of a high probability of CPPE/pleural infection. In such cases, this may be sufficient to inform the decision to proceed to an intercostal drain, provided that the clinical context is appropriate [3]. Furthermore, it is important to note that pleural fluid pH is subject to changes due to commonly observed variations in daily practice including a delay in the processing or contamination by the heparin or local anesthetic and residual air in the blood gas syringe [32]. Recent BTS guidelines recommend chest drain insertion according to pH measurement which stratifies patients with pleural infection into categories (see ### 3.4 Microbiology (Pleural Fluid and Biopsy)\nTo date, culture of the pleural fluid is the recommended method for microbiological examination. While its yield is 30–40 %, inoculation into blood culture bottles increases the yield to 60 % [33]. The MIST-1 randomized controlled trial also highlighted the importance of peripheral blood cultures, which were the only positive microbiological source in 12 % of patients [15]. The use of nuclear acid amplification techniques (NAAT) when adding 16s RNA sequencing can improve the identification of the microorganisms to up to",
      "page": 4,
      "start_offset": 0,
      "end_offset": 4257,
      "token_count": 899,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Pleural fluid glucose <  = 4 mmol L-1 or 72 mg/dL 2.",
        "Recent BTS guidelines recommend chest drain insertion according to pH measurement which stratifies patients with pleural infection into categories (see ### 3.4 Microbiology (Pleural Fluid and Biopsy)\nTo date, culture of the pleural fluid is the recommended method for microbiological examination.",
        "The MIST-1 randomized controlled trial also highlighted the importance of peripheral blood cultures, which were the only positive microbiological source in 12 % of patients [15]."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p5_0_04523c71",
      "text": "variations in daily practice including a delay in the processing or contamination by the heparin or local anesthetic and residual air in the blood gas syringe [32]. Recent BTS guidelines recommend chest drain insertion according to pH measurement which stratifies patients with pleural infection into categories (see ### 3.4 Microbiology (Pleural Fluid and Biopsy)\nTo date, culture of the pleural fluid is the recommended method for microbiological examination. While its yield is 30–40 %, inoculation into blood culture bottles increases the yield to 60 % [33]. The MIST-1 randomized controlled trial also highlighted the importance of peripheral blood cultures, which were the only positive microbiological source in 12 % of patients [15]. The use of nuclear acid amplification techniques (NAAT) when adding 16s RNA sequencing can improve the identification of the microorganisms to up to81 % or to up to 88 % when adding nested complex polymerase chain reaction (PCR), particularly for those who have received antibiotics or for infection caused by fastidious bacteria [34, 35]. Recent data from the TORPIDS study using 16s RNA sequencing demonstrated that pleural infection is polymicrobial with diverse bacterial frequencies observed in monomicrobial and polymicrobial disease and in both community-acquired and hospital-acquired infection. This supports the use of broad-spectrum antibiotics in pleural infection [36] but emphasizes the need for further research into microbiology diagnostics in pleural infection to identify the dominant and clinically relevant bacteria to allow improved antibiotic stewardship and reduction of antimicrobial resistance. Medical Treatment of To that end, other modalities to improve the yield of bacterial identification have been explored such as pleural biopsy, well established in the field of pleural TB but less so in nontuberculous pleural infection. The AUDIO (advanced ultrasound in pleural infection) feasibility study showed that ultrasound-guided pleural biopsies before intercostal drain insertion increased microbiological yield by 25 % without increased risk of adverse events [37]. Larger definitive randomized studies are needed before this approach can be incorporated into clinical practice. 3.5 Management of Pleural Infection The fundamental treatment for a pleural infection is source control; this is mainly achieved by antibiotic therapy and drainage of the infected pleural space via chest tube placement. The importance of optimizing fluid and nutritional support and venous thromboembolism prophylaxis should not be overlooked. Additional strategies, such as intrapleural fibrinolytic enzyme therapy and surgical interventions, should be considered if these fail to control the source [3, 38]. 3.5.1 Antimicrobial Therapy The high morbidity associated with pleural infection implies that the administration of antibiotics should not be delayed until the results of the cultures are available [3, 6]. The selection of appropriate antimicrobial therapy is largely governed by the setting of infection (e.g., community- versus hospital-acquired), local institutes’ policies, local resistance patterns, previous culture results, and the pharmacological characteristics of the antibiotics. In the community-acquired setting of pleural infection, antimicrobial therapy cover for both Gram-positive aerobes and anaerobes is recommended. Aminopenicillins such as amoxicillin are recommended for the treatment of the most probable causative organisms, which include viridans group streptococci and Streptococcus pneumoniae. However, due to the prevalence of penicillin-resistant aerobic bacteria (e.g., Staphylococcus spp.), it is advisable to use beta-lactamase inhibitors such as co-amoxiclav. Furthermore, due to the coexistence of anaerobic bacteria (e.g., Fusobacterium spp.), metronidazole or clindamycin would be recommended to provide adequate coverage. These organisms are frequently implicated in pleural infection and often underrepresented in pleural fluid cultures due to unfavorable conditions for growth; therefore, it has been advocated to continue anaerobic cover even in their absence from microbiological testing [3, 39]. For those with penicillin allergies, clindamycin, either administered alone or concurrently with ciprofloxacin or cephalosporin, is likely to provide a good alternative [3, 6]. In circumstances where a patient is making good progress and in the presence of organisms associated with monomicrobial infection, e.g., Streptococcus pneumoniae, anaerobic cover may not be required, and this can help in narrowing antibiotic choice [36, 40]. Notably, hospital-acquired pleural infection is associated with poor outcomes and frequently occurs secondary to nosocomial pneumonia, trauma, and surgery, and isolated organisms may be drug-resistant; therefore, prompt and aggressive treatment is recommended [40]. The current guidelines recommend an empirical antimicrobial therapy targeting Gram-positive and Gram-negative aerobes, as well as anaerobic organisms. If pseudomonas is suspected, then it is prudent to provide coverage with a combination of antipseudomonal and anaerobic antimicrobial therapy. A pragmatic empirical choice would be cefepime-metronidazole, piperacillin-tazobactam, or a carbapenem in combination with vancomycin or linezolid. The latter would also cover MRSA, the incidence of which has been rising in pleural infection in the hospital setting [41, 42]. Pleural penetration of certain antibiotics is often debated. Arnold et al. recently conducted a small, single-center pharmacokinetic study (n = 35) using serial pleural fluid and blood testing. The study used EUCAST wild-type data rather than patient-specific isolates and had no correlation with clinical outcomes but did suggest that the five commonly used antibiotics, including amoxicillin, metronidazole, piperacillin-tazobactam, and",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5910,
      "token_count": 1195,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Recent BTS guidelines recommend chest drain insertion according to pH measurement which stratifies patients with pleural infection into categories (see ### 3.4 Microbiology (Pleural Fluid and Biopsy)\nTo date, culture of the pleural fluid is the recommended method for microbiological examination.",
        "The MIST-1 randomized controlled trial also highlighted the importance of peripheral blood cultures, which were the only positive microbiological source in 12 % of patients [15].",
        "Pleural penetration of certain antibiotics is often debated. Arnold et al. recently conducted a small, single-center pharmacokinetic study (n = 35) using serial pleural fluid and blood testing."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p6_0_1fe95739",
      "text": "a combination of antipseudomonal and anaerobic antimicrobial therapy. A pragmatic empirical choice would be cefepime-metronidazole, piperacillin-tazobactam, or a carbapenem in combination with vancomycin or linezolid. The latter would also cover MRSA, the incidence of which has been rising in pleural infection in the hospital setting [41, 42]. Pleural penetration of certain antibiotics is often debated. Arnold et al. recently conducted a small, single-center pharmacokinetic study (n = 35) using serial pleural fluid and blood testing. The study used EUCAST wild-type data rather than patient-specific isolates and had no correlation with clinical outcomes but did suggest that the five commonly used antibiotics, including amoxicillin, metronidazole, piperacillin-tazobactam, and4 weeks following adequate drainage of the pleural cavity and guided by the resolution of symptoms and normalization of the markers of infection [3, 43]. In principle, a reduced course of antibiotic treatment could be considered for patients undergoing surgical intervention. However, the high incidence of drug-resistant organisms in such patients may necessitate a prolonged course of treatment [44]. On the other hand, a longer duration of antimicrobial therapy over 2 weeks is associated with minimal risk of treatment failure [45]. Two randomized trials (ODAPE and SLIM) looked to evaluate the shorter duration of antibiotics in pleural infections [46, 47] and suggested that these may be non-inferior, but both studies were underpowered making it difficult to draw any strong conclusions. - Elsheikh et al. Patients are usually transitioned to an oral regimen following an initial 5–7-day intravenous course when notable improvement in symptoms with a steady downtrend in the makers of infection (recommended a greater than 50 % reduction from baseline C-reactive protein (CRP)) alongside adequate source control has been achieved. It should be noted that complete radiological resolution may lag clinical improvement and is not a prerequisite for treatment success. Close follow-up is recommended in 2–4 weeks to ensure there are no features of early recurrence and at 8–12 weeks for disease recovery and radiological resolutions [3, 48]. Fungal pleural infection is extremely rare, approximately 2.5–4 % of all pleural infection cases. However, if isolated in pleural fluid cultures, particularly in the context of an immunosuppressed and poorly progressing patient, then antifungal therapy with high penetration into the pleural space is indicated, e.g., non-liposomal formulations of amphotericin-B [49]. 3.6 Chest Drain Insertion As mentioned above and as advocated by international guidelines, drainage of the infected pleural cavity is the key step in the management of pleural infection [3, 6, 39]. Image-guided chest drain insertion utilizing either thoracic ultrasound or computed tomography (CT) chest targeting the largest pocket of fluid collection reduces the risk of iatrogenic complications [31]. The optimal drain size has long been an area of debate [50]. The only robust assessment of the effect of the chest drain size and clinical outcomes using prospective data came from the MIST-1 clinical trial. This analysis demonstrated that larger chest tubes did not affect mortality, need for thoracic surgery, or length of stay (LOS). However, a tube size <  = 14 F is associated with less pain at insertion and while in situ [14]. Nevertheless, when a small bore tube ( <  = 14 F) is placed, regular normal saline flushes are advocated to maintain patency and mitigate against the risk of the occlusion of the tube because of the viscous pleural fluid [15]. Perhaps the only exclusion to this recommendation would be traumatic or postoperative empyema as this population has not been specifically evaluated in the context of a randomized trial. Optimal securement using sutures and bespoke dressings is also recommended to reduce the risk of drain dislodgement [51]. 3.7 Escalation of Therapy 3.7.1 Medical Treatment Failure One of the key developments in the last decade of pleural infection research has been the recognition of the deleterious outcomes associated with delays in optimal drainage therapy beyond 2 days [52]. To this end, the concept of “medical treatment failure” promotes the early assessment of when standard “medical” treatment with a chest tube and antibiotic therapy is proving to be insufficient based on a combination of clinical, biochemical, and radiological parameters, and these criteria have been used objectively in the recruitment of patients to randomized clinical trials [13, 53]. Medical treatment failure thus implies the presence of a significant residual pleural collection with at least one of (a) persistently raised inflammatory markers ( < 50 % reduction in peak C-reactive protein) or (b) persistent systemic inflammatory response syndrome. 3.7.2 Combination Intrapleural Fibrinolytic and Enzyme Therapy (IET) The presence of inflammatory mediators such as tissue plasminogen activator (tPA) inhibitors and tumor necrosis factor (TNF)-alpha in the infected pleural space is known to cause deposition of fibrin clots and fibrin membranes. This increases the viscosity of the pleural fluid and the formation of adhesions in the pleural cavity, making the drainage of the pleural fluid more difficult [54, 55]. Importantly, about 6–27 % of patients with pleural infection treated with standard care (antibiotics plus chest tube) require further surgery [12, 13, 46, 47]. Following",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5527,
      "token_count": 1164,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Pleural penetration of certain antibiotics is often debated. Arnold et al. recently conducted a small, single-center pharmacokinetic study (n = 35) using serial pleural fluid and blood testing.",
        "Close follow-up is recommended in 2–4 weeks to ensure there are no features of early recurrence and at 8–12 weeks for disease recovery and radiological resolutions [3, 48].",
        "Two randomized trials (ODAPE and SLIM) looked to evaluate the shorter duration of antibiotics in pleural infections [46, 47] and suggested that these may be non-inferior, but both studies were underpowered making it difficult to draw any strong conclusions. - Elsheikh et al. Patients are usually transitioned to an oral regimen following an initial 5–7-day intravenous course when notable improvement in symptoms with a steady downtrend in the makers of infection (recommended a greater than 50 % reduction from baseline C-reactive protein (CRP)) alongside adequate source control has been achieved. It should be noted that complete radiological resolution may lag clinical improvement and is not a prerequisite for treatment success."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p7_0_547c7f9d",
      "text": "( < 50 % reduction in peak C-reactive protein) or (b) persistent systemic inflammatory response syndrome. 3.7.2 Combination Intrapleural Fibrinolytic and Enzyme Therapy (IET) The presence of inflammatory mediators such as tissue plasminogen activator (tPA) inhibitors and tumor necrosis factor (TNF)-alpha in the infected pleural space is known to cause deposition of fibrin clots and fibrin membranes. This increases the viscosity of the pleural fluid and the formation of adhesions in the pleural cavity, making the drainage of the pleural fluid more difficult [54, 55]. Importantly, about 6–27 % of patients with pleural infection treated with standard care (antibiotics plus chest tube) require further surgery [12, 13, 46, 47]. Followingfurther 10 mL sodium chloride 0.9 % flush in a single setting and then clamping for 1 hour followed by unclamping to allow free drainage. This should be administered twice a day, 12 hours apart with a maximum of six doses given over three consecutive days [57]. Since its conception, the MIST-2 regimen has undergone multiple reiterations in case series and observational studies exploring reduced alteplase dosing [58, 59], once daily [60, 61], extended dosing [62], and concurrent administration [63]. While these studies have demonstrated safety and efficacy, it is important to caveat that these were unpowered, non-comparative studies, and in the ADAPT-2 study, which used alteplase at a reduced dose of 2.5 mg, dose escalation was required in 25 % of the study cohort. Studies have also used urokinase as an alternative fibrinolytic, which, similar to alteplase, also directly activates plasminogen to plasmin; however, in contrast to alteplase, urokinase has low fibrin specificity and may be less efficacious, though it has not been tested in a head-to-head study with alteplase in the clinical setting. While still being used in parts of the developing world due to its low cost, the use of streptokinase is now extremely rare due to its high immunogenicity. Medical Treatment of IET with tPA and DNase is generally a safe treatment, although it has been observed in the largest series of IET-treated pleural infection patients (n = 1850) that there are some undesirable effects. Pain requiring opioid escalation or affecting treatment compliance occurred in approximately 15 % of cases, and bleeding has been estimated to occur in 3–5 % of cases [64]. Importantly, when pleural bleeds did occur, approximately 70 % were managed with blood transfusion and did not require further intervention. Of note, factors such as a high RAPID score, the use of concomitant systemic anticoagulation, renal insufficiency, and a low platelet count ( < 100 x 109 per liter) were independently associated with a higher risk of bleeding complications. An important clinical practice point is that the initiation of IET does result in reddish discoloration of pleural fluid in the bottle, but this does not necessarily constitute a pleural bleed, and where this is suspected, it should be confirmed by measurement of the pleural fluid hematocrit. In some groups of patients, such as those on renal replacement therapy or with a new diagnosis of acute venous thromboembolism, who are considered to be at high risk of pausing the systemic anticoagulant therapy, a halved dose of tPA may be considered to mitigate the risk of bleeding, but advice from hematological and surgical colleagues is recommended to be sought in parallel [64]. It is notable that despite the widespread use of IET, rates of surgical referral have remained stable in the region of 15 % in the last 10 years [65]. While IET has been a much-needed addition to the physician’s armamentarium, IET treatment failure has been quoted to be in the region of 18 % [64], and therefore, it should not be heralded as a panacea with much evidence still lacking toward its impact on patient-reported outcomes, longer-term recovery, mortality, resolution of pleural thickening, and lung function. It should be noted that definitive head-to-head trials comparing it to modern surgery are lacking, and treatment failure rates as low as 8 % have been reported in a meta-analysis of video-assisted thoracoscopic surgery (VATS) [66]. The recently published MIST-3 study [53] was the first head-to-head multicenter RCT demonstrating feasibility, and upcoming definitive trials such as the MIST-4 study and the currently recruiting FIVERVATS study [67] are likely to add important insights to treatment algorithms in the near future. 3.8\nOther Modalities of Treatment\n3.8.1\nTherapeutic Thoracentesis (TT) Iterative TT has also been advocated as an alternative to chest drain placement to achieve source control when a pleural infection is present [68–70]. The results of the literature review of case series involving (n = 250) patients with pleural infection who underwent repeated therapeutic thoracocentesis as a minimally invasive strategy of management of pleural infection demonstrated that the treatment success rate of daily thoracentesis was 76 %, with a median of three procedures being required [71]. Interestingly, the proponents of this treatment modality quote several arguments in its favor. Firstly, patients demonstrate increased mobility and less pain in comparison to those with a chest drain in situ. Secondly",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5312,
      "token_count": 1174,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Importantly, when pleural bleeds did occur, approximately 70 % were managed with blood transfusion and did not require further intervention.",
        "Followingfurther 10 mL sodium chloride 0.9 % flush in a single setting and then clamping for 1 hour followed by unclamping to allow free drainage.",
        "Medical Treatment of IET with tPA and DNase is generally a safe treatment, although it has been observed in the largest series of IET-treated pleural infection patients (n = 1850) that there are some undesirable effects."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p8_0_c983796a",
      "text": "study [67] are likely to add important insights to treatment algorithms in the near future. 3.8\nOther Modalities of Treatment\n3.8.1\nTherapeutic Thoracentesis (TT) Iterative TT has also been advocated as an alternative to chest drain placement to achieve source control when a pleural infection is present [68–70]. The results of the literature review of case series involving (n = 250) patients with pleural infection who underwent repeated therapeutic thoracocentesis as a minimally invasive strategy of management of pleural infection demonstrated that the treatment success rate of daily thoracentesis was 76 %, with a median of three procedures being required [71]. Interestingly, the proponents of this treatment modality quote several arguments in its favor. Firstly, patients demonstrate increased mobility and less pain in comparison to those with a chest drain in situ. Secondlylow RAPID scores and those without clinical or biochemical evidence of systemic sepsis and small to moderate volume of simple appearing pleural effusion. However, there is a lack of sufficiently powered randomized trials to support the use of TT as the first-line modality, and this is not currently recommended by international guidelines. ### 3.8.2 Intrapleural Saline Irrigation\nWhen combination IET is contraindicated, a large volume intrapleural saline irrigation could represent an alternative approach for patients whose chest drain failed to clear the pleural cavity, with case series demonstrating potential benefit [73, 74]. Hooper and colleagues [75] carried out a pilot study in which 35 patients with confirmed pleural infection and a residual collection after an initial tube thoracostomy were recruited. Patients were then randomized to standard chest tube care (30 mL saline flushes three times daily to maintain tube patency) or pleural irrigation (250 mL saline by gravity through the chest tube three times daily) for 3 days. The saline irrigated group had a significantly greater reduction in pleural effusion volume (primary outcome) on day 3 computed tomography (CT) compared with the standard group (32.3 %; interquartile range [IQR], -19.6–43.7 % vs. 15.3 %; IQR, -5.5 + 28 %; p < 0.04). Of the secondary outcomes, patients who received irrigation were less likely to require surgical intervention for pleural infection (odds ratio, 7.1; 95 % confidence interval [CI], 1.23–41.0; p = 0.03), but there was no significant difference in any of the other outcomes assessed (all-cause mortality; length of hospital stay; decrease in white blood cell count, C-reactive protein, or procalcitonin; total volume of fluid drained; incidence of adverse events). Although this is a positive study, the wide confidence interval in the primary outcome indicates the need for larger, adequately powered multicenter RCTs to support this practice. Nonetheless, this is an important therapeutic option for patients with contraindications to intrapleural enzyme therapy or surgery and perhaps in healthcare resource-constrained settings with limited access. ### 3.8.3 Indwelling Pleural Catheter\nThe uses of long-term indwelling pleural catheters are well established in the management pathway of recurrent malignant pleural effusion but are not routinely advocated in the management of pleural infection. Chronic pleural infection creates challenging management dilemmas with limited treatment options, particularly among those with trapped lung physiology or bronchopleural or esophagopleural fistula who failed medical treatment (chest drainage and antibiotics) and who are deemed not fit for invasive treatment, including surgery and IET [76, 77]. In such circumstances and albeit with a limited evidence base, the use of an indwelling pleural catheter to aid source control with prolonged antibiotics has been suggested as a potential treatment strategy. ### 3.8.4 Intrapleural Antibiotics\nDirect instillation of antibiotics into the pleural space has not been studied in randomized clinical trials and therefore, to date, has not been recommended by international guidelines. There are small retrospective studies and case series [78–81] in the literature, but the vast majority of the data comes from the management of post-pneumonectomy empyema which is a distinct clinical entity, where intrapleural antibiotics have been used as salvage therapy in combination with other surgical interventions.\nChao et al. investigated the utilization of a pioneering, antibiotic-eluting, intrapleural pigtail catheter in an animal model [82]. The catheter was coated with electrospun nanofibers, which facilitate the sustained release of bactericidal concentrations of penicillin into the pleural space. The study’s positive outcomes indicate a potentially valuable avenue for future research endeavors. ### Conclusion\nAlthough there has been steady progress in the understanding of the pathophysiology and management of pleural infection, the disease remains associated with high morbidity and mortality. Trials evaluating early IET or VATS have proven to be feasible, and these may create paradigm shifts in treatment algorithms in the near future. What has been significantly lacking in the treatment of empyema thus far are personalized approaches to what is a significantly heterogeneous condition. The use of a validated risk prediction model, such as the RAPID score, to inform precision treatment appears to be an obvious next step. The RAPTOR feasibility study is investigating the use of the RAPID score to direct the management of patients with pleural infection, with a view to randomizing them to receive standard guideline-directed care versus RAPID-driven treatment. Novel",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5675,
      "token_count": 1167,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The saline irrigated group had a significantly greater reduction in pleural effusion volume (primary outcome) on day 3 computed tomography (CT) compared with the standard group (32.3 %; interquartile range [IQR], -19.6–43.7 % vs. 15.3 %; IQR, -5.5 + 28 %; p < 0.04).",
        "However, there is a lack of sufficiently powered randomized trials to support the use of TT as the first-line modality, and this is not currently recommended by international guidelines. ### 3.8.2 Intrapleural Saline Irrigation\nWhen combination IET is contraindicated, a large volume intrapleural saline irrigation could represent an alternative approach for patients whose chest drain failed to clear the pleural cavity, with case series demonstrating potential benefit [73, 74].",
        "Hooper and colleagues [75] carried out a pilot study in which 35 patients with confirmed pleural infection and a residual collection after an initial tube thoracostomy were recruited. Patients were then randomized to standard chest tube care (30 mL saline flushes three times daily to maintain tube patency) or pleural irrigation (250 mL saline by gravity through the chest tube three times daily) for 3 days."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p9_0_86ea30de",
      "text": "The study’s positive outcomes indicate a potentially valuable avenue for future research endeavors. ### Conclusion\nAlthough there has been steady progress in the understanding of the pathophysiology and management of pleural infection, the disease remains associated with high morbidity and mortality. Trials evaluating early IET or VATS have proven to be feasible, and these may create paradigm shifts in treatment algorithms in the near future. What has been significantly lacking in the treatment of empyema thus far are personalized approaches to what is a significantly heterogeneous condition. The use of a validated risk prediction model, such as the RAPID score, to inform precision treatment appears to be an obvious next step. The RAPTOR feasibility study is investigating the use of the RAPID score to direct the management of patients with pleural infection, with a view to randomizing them to receive standard guideline-directed care versus RAPID-driven treatment. NovelMedical Treatment of 3. Roberts ME, Rahman NM, Maskell NA, Bibby AC, Blyth KG, Corcoran JP, et al. British Thoracic Society guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-42. 4. Weese WC, Shindler ER, Smith IM, Rabinovich S. Empyema of the thorax then and now: a study of 122 cases over four decades. Arch Int Med [Internet]. 1973 [cited 2024 Nov 18];131(4):516–20. Available from: https://doi.org/10.1001/archinte.1973.00320100044004. 5. Light RW. Parapneumonic effusions and empyema. Proc Am Thorac Soc [Internet]. 2006 [cited 2024 Nov 18];3(1):75–80. Available from: https://www.atsjournals.org/doi/full/10.1513/pats.200510–113JH 6. Shen KR, Bribriesco A, Crabtree T, Denlinger C, Eby J, Eiken P, et al. The American Association for Thoracic Surgery consensus guidelines for the management of empyema. J Thorac Cardiovasc Surg [Internet]. 2017 [cited 2023 Apr 30];153(6):e129-46. Available from: https://www.sciencedirect.com/science/article/pii/S0022522317301526 7. Finley C, Clifton J, Fitzgerald JM, Yee J. Empyema: an increasing concern in Canada. Can Respir J. 2008;15(2):85–9. 8. Management of pleural space infections: a population-based analysis - PubMed [Internet]. [cited 2024 Sep 17]. Available from: https://pubmed.ncbi.nlm.nih.gov/17258562/ 9. Deceuninck G, Quach C, Panagopoulos M, Thibeault R, Côté-Boileau T, Tapiéro B, et al. Pediatric pleural empyema in the province of Quebec: analysis of a 10-fold increase between 1990 and 2007. J Pediatr Infect Dis Soc. 2014;3(2):119–26. 10. Grijalva CG, Zhu Y, Nuorti JP, Griffin MR. Emergence of parapneumonic empyema in the USA. Thorax. 2011;66(8):663–8. 11. Mummadi SR, Stoller JK, Lopez R, Kailasam K, Gillespie computed tomography (CT), Hahn PY. Epidemiology of adult pleural disease in the United States. Chest [Internet]. 2021 [cited 2023 Jun 3];160(4):1534–51. Available from: https://journal.chestnet.org/article/S0012-3692(21)00953–3/abstract 12. Brims F, Popowicz N, Rosenstengel A, Hart J, Yogendran A, Read CA, et al. Bacteriology and clinical outcomes of patients with culture-positive pleural infection in Western Australia: a 6-year analysis. Respirology. 2018;24:171. 13. Corcoran JP, Psallidas I, Gerry S, Piccolo F, Koegelenberg CF, Saba T, et al. Prospective validation of the RAPID clinical risk prediction score in adult patients with pleural infection: the PILOT study. Eur Respir J [Internet]. 2020;56(5):2000130. Available from: http://erj.ersjournals.com/lookup/doi/10.1183/13993003.00130–2020 http://ovidsp.ovid.com/ovidweb.cgi?T = JS&PAGE = reference&D = emed21&NEWS = N&AN = 2010355118 14. Rahman NM, Maskell NA, West A, Teoh R, Arnold A, Mackinlay C, et al. Intrapleural use of tissue plasminogen activator and DNase in pleural infection. N Engl J Med [Internet]. 2011 [cited 2023 Mar 26];365(6):518–26. Available from: https://www.nejm.org/doi/10.1056/NEJMoa1012740 15. Maskell N, Nunn A, Davies RJO. Intrapleural streptokinase for pleural infection. BM",
      "page": 9,
      "start_offset": 0,
      "end_offset": 3940,
      "token_count": 1178,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Deceuninck G, Quach C, Panagopoulos M, Thibeault R, Côté-Boileau T, Tapiéro B, et al. Pediatric pleural empyema in the province of Quebec: analysis of a 10-fold increase between 1990 and 2007.",
        "Arch Int Med [Internet]. 1973 [cited 2024 Nov 18];131(4):516–20.",
        "What has been significantly lacking in the treatment of empyema thus far are personalized approaches to what is a significantly heterogeneous condition."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p9_3940_b819bea0",
      "text": "/10.1183/13993003.00130–2020 http://ovidsp.ovid.com/ovidweb.cgi?T = JS&PAGE = reference&D = emed21&NEWS = N&AN = 2010355118 14. Rahman NM, Maskell NA, West A, Teoh R, Arnold A, Mackinlay C, et al. Intrapleural use of tissue plasminogen activator and DNase in pleural infection. N Engl J Med [Internet]. 2011 [cited 2023 Mar 26];365(6):518–26. Available from: https://www.nejm.org/doi/10.1056/NEJMoa1012740 15. Maskell N, Nunn A, Davies RJO. Intrapleural streptokinase for pleural infection. BMJ [Internet]. 2006 [cited 2023 May 1];332(7540):552. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1388145/ 16. Chen CH, Chen W, Chen HJ, Yu YH, Lin YC, Tu CY, et al. Transthoracic ultrasonography in predicting the outcome of small-bore catheter drainage in empyemas or complicated parapneumonic effusions. Ultrasound Med Biol. 2009;35(9):1468–74. 17. Early Video-assisted thoracoscopic surgery or intrapleural enzyme therapy in pleural infection: a feasibility randomized controlled trial. The Third Multicenter Intrapleural Sepsis Trial - MIST-3. PMC [Internet]. [cited 2024 Sep 16]. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10765402/ 18. Davies CW, Kearney SE, Gleeson FV, Davies RJ. Predictors of outcome and long-term survival in patients with pleural infection. Am J Respir Crit Care Med. 1999;160(5 Pt 1):1682–7. 19. Bedawi EO, Kanellakis NI, Corcoran JP, Zhao Y, Hassan M, Asciak R, et al. The biological role of pleural fluid PAI-1 and sonographic septations in pleural infection: analysis of a prospectively collected clinical outcome study. Am J Respir Crit Care Med [Internet]. [cited 2023 Nov 25];207(6):731–9. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10037470/ 20. Stefani A, Aramini B, della Casa G, Ligabue G, Kaleci S, Casali C, et al. Preoperative predictors of successful surgical treatment in the management of parapneumonic empyema. Ann Thorac Surg. 2013;96(5):1812–9. 21. Rahman NM, Kahan BC, Miller RF, Gleeson FV, Nunn AJ, Maskell NA. A clinical score (RAPID) to identify those at risk for poor outcome at presentation in patients with pleural infection. Chest. 2014;145(4):848–55. 22. Maskell NA, Davies CWH, Nunn AJ, Hedley EL, Gleeson FV, Miller R, et al. U.K. Controlled trial of intrapleural streptokinase for pleural infection. N Engl J Med. 2005;352(9):865–74. 23. Touray S, Sood RN, Lindstrom D, Holdorf J, Ahmad S, Knox DB, et al. Risk stratification in patients with complicated parapneumonic effusions and empyema using the RAPID score. Lung. 2018;196(5):623–9. 24. White HD, Henry C, Stock EM, Arroliga AC, Ghamande S. Predicting long-term outcomes in pleural infections. RAPID score for risk stratification. Ann Am Thorac Soc. 2015;12(9):1310–6. 25. Wong D, Yap E. Pleural infection in a New Zealand centre: high incidence in Pacific people and RAPID score as a prognostic tool. Intern Med J. 2016;46(6):703–9. 26. Cargill TN, Hassan M, Corcoran JP, Harriss E, Asciak R, Mercer RM, et al. A systematic review of comorbidities and outcomes of adult patients with pleural infection. Eur Respir J [Internet]. 2019 [cited 2023 Jul 27];54(3):1900541. Available from: http://erj.ersjournals.com/lookup/doi/10.1183/13993003.00541–2019 27. Khan JA, Lehtomäki artificial intelligence (AI), Toikkanen VJ, Ukkonen MT, Nevalainen RM, Laurikka JO. Long-term prognosis and causes of death after pleural infections. Scand J Surg [Internet]. 2018 [cited 2024 Nov 19];107(2):145–51. Available from: https://doi.org/10.1177/1457496917738868. 28. Svigals PZ, Chopra A, Ravenel JG, Nietert PJ, Huggins JT. The accuracy of pleural ultrasonography in diagnosing complicated parapneumonic pleural effusions. Thor",
      "page": 9,
      "start_offset": 3940,
      "end_offset": 7614,
      "token_count": 1179,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "N Engl J Med [Internet]. 2011 [cited 2023 Mar 26];365(6):518–26.",
        "PMC [Internet]. [cited 2024 Sep 16].",
        "/10.1183/13993003.00130–2020 http://ovidsp.ovid.com/ovidweb.cgi?T = JS&PAGE = reference&D = emed21&NEWS = N&AN = 2010355118 14."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p10_0_e90eae61",
      "text": ". Available from: http://erj.ersjournals.com/lookup/doi/10.1183/13993003.00541–2019 27. Khan JA, Lehtomäki artificial intelligence (AI), Toikkanen VJ, Ukkonen MT, Nevalainen RM, Laurikka JO. Long-term prognosis and causes of death after pleural infections. Scand J Surg [Internet]. 2018 [cited 2024 Nov 19];107(2):145–51. Available from: https://doi.org/10.1177/1457496917738868. 28. Svigals PZ, Chopra A, Ravenel JG, Nietert PJ, Huggins JT. The accuracy of pleural ultrasonography in diagnosing complicated parapneumonic pleural effusions. Thor10. A. Elsheikh et al. Abstracts American Thoracic Society International Conference Meetings Abstracts [Internet]. [cited 2025 Jan 26]. Available from: https://www.atsjournals.org/doi/pdf/10.1164/ajrccm-conference.2012.185.1_MeetingAbstracts.A5244?download = true 35. Maskell NA, Batt S, Hedley EL, Davies CWH, Gillespie SH, Davies RJO. The bacteriology of pleural infection by genetic and standard methods and its mortality significance. Am J Respir Crit Care Med [Internet]. 2006 [cited 2025 Jan 26];174(7):817–23. Available from: https://www.atsjournals.org/doi/10.1164/rccm.200601–074OC 36. Kanellakis NI, Wrightson JM, Gerry S, Ilott N, Corcoran JP, Bedawi EO, et al. The bacteriology of pleural infection (TORPIDS): an exploratory metagenomics analysis through next generation sequencing. The Lancet Microbe [Internet]. 2022 [cited 2023 Jun 2];3(4):e294-302. Available from: https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(21)00327-X/fulltext#. 37. Psallidas I, Kanellakis NI, Bhatnagar R, Ravindran R, Yousuf A, Edey AJ, et al. A pilot feasibility study in establishing the role of ultrasound-guided pleural biopsies in pleural infection (the AUDIO study). Chest [Internet]. 2018 [cited 2023 May 14];154(4):766–72. Available from: https://journal.chestnet.org/article/S0012-3692(18)30400–8/abstract 38. Ferguson AD, Prescott RJ, Selkon JB, Watson D, Swinburn CR. The clinical course and management of thoracic empyema. QJM [Internet]. 1996 [cited 2025 Jan 13];89(4):285–90. Available from: https://doi.org/10.1093/qjmed/89.4.285 39. Bedawi EO, Ricciardi S, Hassan M, Gooseman MR, Asciak R, Castro-Añón O, et al. ERS/ESTS statement on the management of pleural infection in adults. Eur Respir J [Internet]. 2023 [cited 2023 Jul 15];61(2):2201062. Available from: http://erj.ersjournals.com/lookup/doi/10.1183/13993003.01062–2022 40. The bacteriology of pleural infection by genetic and standard methods and its mortality significance. Am J Respir Crit Care Medicine [Internet]. [cited 2023 Jul 15]. Available from: https://www.atsjournals.org/doi/10.1164/rccm.200601–074OC?urlver = Z39.88–2003&rfrid = ori:rid:crossref.org&rfrdat = crpub%20 %200pubmed 41. Hassan M, Cargill T, Harriss E, Asciak R, Mercer RM, Bedawi EO, et al. The microbiology of pleural infection in adults: a systematic review. Eur Respir J [Internet]. 2019 [cited 2023 Mar 26];54(3):1900542. Available from: http://erj.ersjournals.com/lookup/doi/10.1183/13993003.00542–2019 42. Kollef MH, Shorr A, Tabak YP, Gupta V, Liu LZ, Johannes RS. Epidemiology and outcomes of health-care-associated pneumonia: results from a large US database of culture-positive pneumonia. Chest [Internet]. 2005 [cited 2023 Jul 15];128(6):3854–62. Available from: https://www.sciencedirect.com/science/article/pii/S0012369215496278 43. Ayala A, Majid A, Uribe JP, Paton A, Martinez R, Abdelghani R, et al. Antibiotic therapy duration in complicated pleural infection and empyema. Chest [Internet]. 2020;158(4):A353. Available from: https://www.cochranelibrary.com/central/doi/10.1002/central/CN-02192198/full 44. Towe: Antibiotic resistance is associated with morbidity.... Google",
      "page": 10,
      "start_offset": 0,
      "end_offset": 3693,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Elsheikh et al. Abstracts American Thoracic Society International Conference Meetings Abstracts [Internet]. [cited 2025 Jan 26].",
        "Scand J Surg [Internet]. 2018 [cited 2024 Nov 19];107(2):145–51.",
        "Kanellakis NI, Wrightson JM, Gerry S, Ilott N, Corcoran JP, Bedawi EO, et al. The bacteriology of pleural infection (TORPIDS): an exploratory metagenomics analysis through next generation sequencing."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p10_3693_4c118fdc",
      "text": "LZ, Johannes RS. Epidemiology and outcomes of health-care-associated pneumonia: results from a large US database of culture-positive pneumonia. Chest [Internet]. 2005 [cited 2023 Jul 15];128(6):3854–62. Available from: https://www.sciencedirect.com/science/article/pii/S0012369215496278 43. Ayala A, Majid A, Uribe JP, Paton A, Martinez R, Abdelghani R, et al. Antibiotic therapy duration in complicated pleural infection and empyema. Chest [Internet]. 2020;158(4):A353. Available from: https://www.cochranelibrary.com/central/doi/10.1002/central/CN-02192198/full 44. Towe: Antibiotic resistance is associated with morbidity.... Google Scholar [Internet]. [cited 2025 Jan 13]. Available from: https://scholar.google.com/scholarlookup?title = Antibiotic+Resistance+Is+Associated+with+Morbidity+and+Mortality+after+Decortication+for+Empyema&author = Towe,+C.W.&author = Srinivasan,+S.&author = Ho,+V.P.&author = Bachmann,+K.&author = Worrell,+S.G.&author = Perry,+Y.&author = Argote-Green,+L.M.&author = Linden,+P.A.&publicationyear = 2021&journal = Ann.+Thorac.+Surg.&volume = 111&pages = 206 %E2%80 %93213&doi = 10.1016/j.athoracsur.2020.06.056&pmid = 32857996 45. Birkenkamp K, O’Horo JC, Kashyap R, Kloesel B, Lahr BD, Daniels CE, et al. Empyema management: a cohort study evaluating antimicrobial therapy. J Infect [Internet]. 2016 [cited 2025 Jan 13];72(5):537–43. Available from: https://www.sciencedirect.com/science/article/pii/S0163445316000591 46. Porcel JM, Ferreiro L, Rumi L, Espino-Paisán E, Civit C, Pardina M, et al. Two vs. three weeks of treatment with amoxicillin-clavulanate for stabilized community-acquired complicated parapneumonic effusions. A preliminary non-inferiority, double-blind, randomized, controlled trial. Pleura and Peritoneum [Internet]. 2020 [cited 2025 Jan 26];5(1). Available from: https://www.degruyter.com/document/doi/10.1515/pp-2019–0027/html 47. Hassan M, Gad-Allah M, El-Shaarawy B, El-Shazly AM, Daneshvar C, Sadaka AS. The short versus long antibiotic course for pleural infection management (SLIM) randomised controlled open-label trial. ERJ Open Res. 2023;9(2):00635. https://doi.org/10.1183/23120541.00635–2022. 48. Bedawi EO, George V, Rahman NM. A new approach to pleural infection: let it be? Curr Pulmonol Rep [Internet] 2019 [cited 2023 Jul 15];3(8):112–22. Available from: https://www.infona.pl//resource/bwmeta1.element.springer-doi-10_1007-S13665-019–00230-1 49. Moriyama: pharmacokinetics of liposomal amphotericin... Google Scholar [Internet]. [cited 2025 Jan 13]. Available from: https://scholar.google.com/scholarlookup?title = Pharmacokinetics+of+Liposomal+Amphotericin+B+in+Pleural+Fluid&author = Moriyama,+B.&author = Torabi-Parizi,+P.&author = Pratt,+A.K.&author = Henning,+S.A.&author = Pennick,+G.&author = Shea,+Y.R.&author = Roy+Chowdhuri,+S.&author = Rinaldi,+M.G.&author = Barrett,+A.J.&author = Walsh,+T.J.&publicationyear = 2010&journal = Antimicrob.+Agents+Chemother.&volume = 54&pages = 1633 %E2%80 %931635&doi = 10.1128/aac.01438–09&pmid = 20086161 50. Light RW. Pleural controversy: optimal chest tube size for drainage. Theatr Res Int. 2011 [cited 2023 Jul 15];16(2):244–8. Available from: https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1440–1843.2010.01913.x 51. Asciak R, Addala D, Karimjee J, Rana MS, Tsikrika S, Hassan MF, et al. Chest drain fall-out rate according to suturing practices: a retrospective direct comparison. Respiration. 2018;96(1):48–51. 52. Meyer CN, Armbruster K, Kemp M, Thomsen TR, Dessau RB, Danish Pleural Empyema Group. Pleural infection: a retrospective study of clinical outcome and the correlation to known etiology, co-morbidity and treatment factors. BMC",
      "page": 10,
      "start_offset": 3693,
      "end_offset": 7364,
      "token_count": 1191,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Chest [Internet]. 2005 [cited 2023 Jul 15];128(6):3854–62.",
        "Google Scholar [Internet]. [cited 2025 Jan 13].",
        "Ayala A, Majid A, Uribe JP, Paton A, Martinez R, Abdelghani R, et al. Antibiotic therapy duration in complicated pleural infection and empyema."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p11_0_d17cdf0a",
      "text": "Res Int. 2011 [cited 2023 Jul 15];16(2):244–8. Available from: https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1440–1843.2010.01913.x 51. Asciak R, Addala D, Karimjee J, Rana MS, Tsikrika S, Hassan MF, et al. Chest drain fall-out rate according to suturing practices: a retrospective direct comparison. Respiration. 2018;96(1):48–51. 52. Meyer CN, Armbruster K, Kemp M, Thomsen TR, Dessau RB, Danish Pleural Empyema Group. Pleural infection: a retrospective study of clinical outcome and the correlation to known etiology, co-morbidity and treatment factors. BMC- Medical Treatment of Empyema** 59. Popowicz N, Bintcliffe O, De Fonseka D, Blyth KG, Smith NA, Piccolo F, et al. Dose de-escalation of intrapleural tissue plasminogen activator therapy for pleural infection. The Alteplase dose assessment for pleural infection therapy project. Ann Am Thorac Soc. 2017;14(6):929–36.\n60. Gupta A, Awerbuch E. Newer paradigm in the management of intrapleural sepsis: once daily coadministration of tissue plasminogen activator/deoxyribonuclease. Chest [Internet]. 2017 [cited 2018 Feb 13];152(4). Available from: https://insights.ovid.com/crossref?an = 00002953–201710001-00520&isFromRelatedArticle = Y\n61. Jiang C, Xie M, Cervellione K, Thurm C. Clinical efficacy and bleeding outcomes of tissue plasminogen activator and dornase alfa in pleural space infection with once daily concurrent administration: a retrospective cohort study. BMC Res Notes. 2020;13(1):368.\n62. McClune JR, Wilshire CL, Gorden JA, Louie BE, Farviar AS, Stefanski MJ, et al. Safety and efficacy of intrapleural tissue plasminogen activator and DNase during extended use in complicated pleural space infections. Can Respir J. 2016;2016:-9796768.\n63. Kheir F, Cheng G, Rivera E, Folch A, Folch E, Sebastian FB, et al. Concurrent versus sequential Intrapleural instillation of tissue plasminogen activator and deoxyribonuclease for pleural infection. J Bronchol Interv Pulmonol. 2018;25:125.\n64. Akulian J, Bedawi EO, Abbas H, Argento C, Arnold DT, Balwan A, et al. Bleeding risk with combination intrapleural fibrinolytic and enzyme therapy in pleural infection. Chest [Internet]. 2022 [cited 2023 Jun 2];162(6):1384–92. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9773231/\n65. Arnold DT, Hamilton FW, Morris TT, Suri T, Morley A, Frost V, et al. Epidemiology of pleural empyema in English hospitals and the impact of influenza. Eur Respir J. 2021;57(6):2003546.\n66. Pan H, He J, Shen J, Jiang L, Liang W, He J. A meta-analysis of video-assisted thoracoscopic decortication versus open thoracotomy decortication for patients with empyema. J Thorac Dis. 2017;9(7):2006–14.\n67. Christensen TD, Bendixen M, Skaarup SH, Jensen JU, Petersen RH, Christensen M, et al. Intrapleural fibrinolysis and DNase versus video-assisted thoracic surgery (VATS) for the treatment of pleural empyema (FIVERVATS): protocol for a randomised, controlled trial - surgery as first-line treatment. BMJ Open. 2022;12(3):e054236.\n68. Letheulle J, Tattevin P, Saunders L, Kerjouan M, Léna H, Desrues B, et al. Iterative thoracentesis as first-line treatment of complicated parapneumonic effusion. PLoS One. 2014;9(1):e84788.\n69. Jouneau S, Letheulle J, Desrues B. Repeated therapeutic thoracentesis to manage complicated parapneumonic effusions. Curr Opin Pulm Med. 2015;21(4):387–92.\n70. Luque Paz D, Bayeh B, Chauvin P, Poizeau F, Lederlin M, Kerjouan M, et al. Intrapleural use of urokinase and DNase in pleural infections managed with repeated thoracentesis: a comparative cohort study. PLoS One. 2021;16(9):e0257339.\n71. Porcel JM. Minimally invasive treatment of complicated parapneumonic effusions and empyemas in adults. Clin Respir J [Internet]. 2018 [cited 2023 Jul 15];12(4):1361–6. Available",
      "page": 11,
      "start_offset": 0,
      "end_offset": 3762,
      "token_count": 1172,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Res Int. 2011 [cited 2023 Jul 15];16(2):244–8.",
        "Chest [Internet]. 2017 [cited 2018 Feb 13];152(4).",
        "Christensen TD, Bendixen M, Skaarup SH, Jensen JU, Petersen RH, Christensen M, et al. Intrapleural fibrinolysis and DNase versus video-assisted thoracic surgery (VATS) for the treatment of pleural empyema (FIVERVATS): protocol for a randomised, controlled trial - surgery as first-line treatment."
      ]
    },
    {
      "chunk_id": "papoip_medical_toe_p11_3762_4990c491",
      "text": "Desrues B. Repeated therapeutic thoracentesis to manage complicated parapneumonic effusions. Curr Opin Pulm Med. 2015;21(4):387–92.\n70. Luque Paz D, Bayeh B, Chauvin P, Poizeau F, Lederlin M, Kerjouan M, et al. Intrapleural use of urokinase and DNase in pleural infections managed with repeated thoracentesis: a comparative cohort study. PLoS One. 2021;16(9):e0257339.\n71. Porcel JM. Minimally invasive treatment of complicated parapneumonic effusions and empyemas in adults. Clin Respir J [Internet]. 2018 [cited 2023 Jul 15];12(4):1361–6. Available from: https://onlinelibrary.wiley.com/doi/abs/10.1111/crj.12730\n72. Mundy LM, Leet TL, Darst K, Schnitzler MA, Dunagan WC. Early mobilization of patients hospitalized with community-acquired pneumonia. Chest. 2003;124(3):883–9.\n73. Porcel JM, Valencia H, Bielsa S. Manual intrapleural saline flushing plus urokinase: a potentially useful therapy for complicated parapneumonic effusions and empyemas. Lung [Internet]. 2017 [cited 2023 Jun 2];195(1):135–8. Available from: https://doi.org/10.1007/s00408-016–9964-2.\n74. Saline lavage for the management of severe pleural empyema: a cohort study - Guinde - 2021. Clin Respir J. Wiley Online Library [Internet]. [cited 2023 Jun 2]. Available from: https://onlinelibrary.wiley.com/doi/10.1111/crj.13415\n75. Hooper CE, Edey AJ, Wallis A, Clive AO, Morley A, White P, et al. Pleural irrigation trial (PIT): a randomised controlled trial of pleural irrigation with normal saline versus standard care in patients with pleural infection. Eur Respir J [Internet]. 2015 [cited 2023 May 1];46(2):456–63. Available from: https://erj.ersjournals.com/content/46/2/456\n76. Saqib I-UD, Iqbal M, Rana A, Hassan S. Experience with ambulatory management of pleural pathologies utilizing small-bore indwelling pleural catheters. Cureus [Internet]. [cited 2023 Jul 27];9(9):e1636. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5665692/\n77. Davies HE, Rahman NM, Parker RJ, Davies RJO. Use of indwelling pleural catheters for chronic pleural infection. Chest [Internet]. 2008 [cited 2023 May 1];133(2):546–9. Available from: https://journal.chestnet.org/article/S0012-3692(15)49106–8/abstract\n78. Torbic H, Glasser N, Rostas SE, Alquwaizani M, Hacobian G. Intrapleural antimicrobial irrigation for postpneumonectomy empyema in patients with lung cancer. J Pharm Pract [Internet]. 2015 [cited 2025 Jan 13];28(5):469–72. Available from: https://doi.org/10.1177/0897190014544787.\n79. Wang J, Li J, Sun Z, Zhang S, Ma L, Liu X, et al. Management of patient with Fusobacterim nucletum related pleural empyema: intrapleural antibiotic therapy can be considered for salvage therapy. BMC Infect Dis [Internet]. 2024 [cited 2025 Jan 23];24(1):675. Available from: https://doi.org/10.1186/s12879-024–09582-9.\n80. Rana MA, Rahman BAE, Mady AF, Odat MA, AlHarthy A, Ramadan OES, et al. Intra-pleural colistin methanesulfonate therapy for pleural infection caused by carbapenem-resistant Acinetobacter baumannii: a successful case report. Infect Dis Rep [Internet]. 2014 [cited 2023 Apr 30];6(3):5413. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4178267/\n81. Continuous antibiotic irrigation for postoperative empyema with large space in the thoracic cavity: report of two cases. 2022;2.\n82. Chao: sustained release of bactericidal concentrations.... Googl Scholar [Internet]. [cited 2025 Jan 24]. Available from: https://scholar.google.com/scholarlookup?hl = en&volume = 10&publicationyear = 2015&pages = 3329–3336&journal = Int+J+Nanomedicine&author = Y-K+Chao&author = C-H+Lee&author = K-S+Liu&author = Y-C+Wang&author = C-W+Wang&author = S-J+Liu&title = Sustained+release+of+bactericidal+concentrations",
      "page": 11,
      "start_offset": 3762,
      "end_offset": 7465,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Clin Respir J [Internet]. 2018 [cited 2023 Jul 15];12(4):1361–6.",
        "Cureus [Internet]. [cited 2023 Jul 27];9(9):e1636.",
        "Luque Paz D, Bayeh B, Chauvin P, Poizeau F, Lederlin M, Kerjouan M, et al. Intrapleural use of urokinase and DNase in pleural infections managed with repeated thoracentesis: a comparative cohort study."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Medical Treatment of Empyema",
    "Page 1",
    "Page 2",
    "Page 3",
    "Extracted Tables",
    "Page 4",
    "3 Pleural Fluid Analysis",
    "4 Microbiology (Pleural Fluid and Biopsy)",
    "Extracted Figures",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "8.2 Intrapleural Saline Irrigation",
    "8.3 Indwelling Pleural Catheter"
  ],
  "source_file": "Medical Treatment of Empyema.md"
}