{
  "doc_id": "papoip_thoracente_technique",
  "title": "Thoracentesis Technique",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 8,
  "schema_version": "1.0",
  "processing_date": "2025-09-08T13:55:08.356270",
  "text_chunks": [
    {
      "chunk_id": "papoip_thoracente_technique_p1_0_1a7c493e",
      "text": "Thoracentesis Technique Sara R. Greenhill Contents Introduction............................................................................................... Analysis: Briefly.......................................................................... 3 Indications and Contraindications...................................................................... 3 3.1 Technique.................................................................................................. 3 Complications............................................................................................. 7........................................................................................ 7 Conclusions............................................................................................... References....................................................................................................... Abstract Thoracentesis is defined as drainage of fluid from the pleural cavity. It can be safely performed at a patient’s bedside, office or procedure unit, or radiology suite. The most common indication is evaluation of a new pleural effusion of uncertain etiology. The major contraindication of the procedure is bleeding disorders, including various types of coagulopathies, thrombocytopenia, and administration of anticoagulants. The purpose of this chapter is to review in more detail the indications and contraindications for thoracentesis, give a brief review of pleural fluid evaluation, and explain the techniques of how the procedure is performed. Keywords Pleural Effusion · Pleural Fluid · Pleural Space · Pleural Pressure · Intrapleural Pressure effusions can cause significant symptoms of cough, fatigue, pleuritic chest pain, increasing dyspnea, and respiratory distress. Physical examination and chest radiograph can confirm the suspected diagnosis. It is caused by a disturbance between pleural fluid formation and impaired removal or drainage. It may not be solely a disease of the chest but may be a manifestation of many diseases elsewhere in the body, such as organ dysfunction of the cardiac, renal, or liver systems, or other systemic inflammatory diseases, such as rheumatoid arthritis or systemic lupus erythematosus [9]. A thorough history and physical examination, laboratory testing, and chest imaging should be completed prior to thoracentesis or sampling of the pleural fluid. Symptoms of pleural effusion depend on the rapidity of fluid accumulation. Patients with shorter-term fluid buildup tend to be more symptomatic than those in which the fluid accrues over multiple weeks or longer. Symptoms may also depend on the underlying disease. Patients with nephrotic disease, for example, will typically be less symptomatic than those with congestive heart failure or a parapneumonic effusion from bacterial pneumonia. Whether the cause is clear or not and whether the patient is symptomatic or not, - R. Greenhill (✉) Department of Interventional Pulmonology, Northwestern Medicine, Canning Thoracic Institute, Palos Heights, IL, USA e-mail: sara.greenhill@nm.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_68-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3198,
      "token_count": 474,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Abstract Thoracentesis is defined as drainage of fluid from the pleural cavity.",
        "It can be safely performed at a patient’s bedside, office or procedure unit, or radiology suite."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p2_0_33033665",
      "text": "not be solely a disease of the chest but may be a manifestation of many diseases elsewhere in the body, such as organ dysfunction of the cardiac, renal, or liver systems, or other systemic inflammatory diseases, such as rheumatoid arthritis or systemic lupus erythematosus [9]. A thorough history and physical examination, laboratory testing, and chest imaging should be completed prior to thoracentesis or sampling of the pleural fluid. Symptoms of pleural effusion depend on the rapidity of fluid accumulation. Patients with shorter-term fluid buildup tend to be more symptomatic than those in which the fluid accrues over multiple weeks or longer. Symptoms may also depend on the underlying disease. Patients with nephrotic disease, for example, will typically be less symptomatic than those with congestive heart failure or a parapneumonic effusion from bacterial pneumonia. Whether the cause is clear or not and whether the patient is symptomatic or not, - R. Greenhill (✉) Department of Interventional Pulmonology, Northwestern Medicine, Canning Thoracic Institute, Palos Heights, IL, USA e-mail: sara.greenhill@nm.org (c) Springer Nature Switzerland AG 2025 - Yarmus et al. (eds.), , https://doi.org/10.1007/978–3-031–49583-0_68-1A new pleural effusion should be evaluated by thoracentesis to confirm the diagnosis [17, 22]. With the presence of pleural fluid, there is an increased distance between the lung and chest wall, interfering with sound transmission through the stethoscope. Changes in auscultation depend on the amount of fluid accumulation. It is difficult to detect fluid less than 250–300 cm3. Auscultation of pleural fluid becomes possible at volumes of about 500 cm3, with dullness to percussion and decreased fremitus. When volumes of pleural fluid approach 1000 cm3, there is decreased expansion of the ipsilateral chest wall and absence of inspiratory retraction. With greater than 1000 cm3 and progressive lung compression, the physician can see bulging of the intercostal spaces and absence of breath sounds over much of the chest, with bronchovesicular breath sounds at the apex ( Chest radiograph can aid in the differential diagnosis [9]. If the effusion is bilateral, it is typically transudative (see below) and due to congestive heart failure, renal failure, liver failure, or hypoalbuminemia. Cardiac enlargement is frequently seen in congestive heart failure. If a bilateral effusion is found to be exudative (see below), malignancy is most common [18] but can also be seen with lupus pleuritis and rheumatoid pleurisy as well. When an isolated pleural effusion is the only abnormality, the physician should suspect infectious causes such as bacterial or tuberculous infections, in the right clinical setting. Rheumatoid pleurisy and lupus pleuritis can also present with an isolated effusion. Interstitial infiltrates in the setting of a pleural effusion are consistent with volume overload and congestive heart failure, rheumatoid disease, asbestos pulmonary disease, lymphangitic carcinomatosis, sarcoidosis, and lymphangioleiomyomatosis (LAM), among others. Nodular disease suggests malignancy but may also be seen with sarcoidosis and rheumatoid disease ( Volume of pleural fluid Physical examination findings < 250–300 cm3 Probable normal examination 500 cm3 1. Dullness to percussion 2. Decreased fremitus 3. Normal vesicular breath sounds but decreased intensity 1000 cm3 1. Absence of inspiratory retraction, mild bulging of intercostal spaces 2. Decreased expansion of ipsilateral chest wall 3. Dullness to percussion up to the scapula and axilla 4. Decreased or absent fremitus posteriorly and laterally 5. Bronchovesicular breath sounds 6. Egophany (E to A change) at the upper level of the effusion Massive (filling the hemithorax) 1. Bulging of intercostal spaces 2. Minimal to no ipsilateral chest wall expansion 3. Dull or flat percussion 4. Absent breath sounds 5. Egophany at the apex 6. Palpable liver or spleen due to diaphragmatic depression Chest radiograph findings Diseases Unilateral effusion Infection Lupus pleuritis Rheumatoid pleurisy Metastatic malignancy, non-Hodgkin lymphoma, leukemia Pulmonary embolism Drug-induced pleural disease Yellow nail syndrome Hypothyroidism Uremic pleuritis Chylothorax Constrictive pericarditis With mediastinal shift Metastatic malignancy Without mediastinal shift Lung cancer Malignant mesothelioma Diseases below the diaphragm Transudative: hepatic hydrothorax, nephritic syndrome, urinothorax, peritoneal dialysis Exudative: pancreatitis, Meigs syndrome, chylous ascites, subphrenic/hepatic/splenic abscess Bilateral effusion Transudative: congestive heart failure, nephrotic syndrome, hypoalbuminemia, peritoneal dialysis, constrictive pericarditis Exudative: malignancy, lupus pleuritis, rheumatoid pleurisy Associated with interstitial infiltrates Congestive heart failure Rheumatoid disease Asbestos pulmonary disease Lymphangioleiomyomatosis (LAM) Viral and mycoplasma pneumonia Sarcoidosis Pneumocystis jiroveci pneumonia Associated with multiple nodules Cancer Wegener granulomatosis Rheumatoid disease Septic pulmonary embolism Sarcoidosis - R. Greenhill",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5165,
      "token_count": 949,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Auscultation of pleural fluid becomes possible at volumes of about 500 cm3, with dullness to percussion and decreased fremitus.",
        "When volumes of pleural fluid approach 1000 cm3, there is decreased expansion of the ipsilateral chest wall and absence of inspiratory retraction.",
        "not be solely a disease of the chest but may be a manifestation of many diseases elsewhere in the body, such as organ dysfunction of the cardiac, renal, or liver systems, or other systemic inflammatory diseases, such as rheumatoid arthritis or systemic lupus erythematosus [9]."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p3_0_c7d7a35b",
      "text": "fremitus posteriorly and laterally 5. Bronchovesicular breath sounds 6. Egophany (E to A change) at the upper level of the effusion Massive (filling the hemithorax) 1. Bulging of intercostal spaces 2. Minimal to no ipsilateral chest wall expansion 3. Dull or flat percussion 4. Absent breath sounds 5. Egophany at the apex 6. Palpable liver or spleen due to diaphragmatic depression Chest radiograph findings Diseases Unilateral effusion Infection Lupus pleuritis Rheumatoid pleurisy Metastatic malignancy, non-Hodgkin lymphoma, leukemia Pulmonary embolism Drug-induced pleural disease Yellow nail syndrome Hypothyroidism Uremic pleuritis Chylothorax Constrictive pericarditis With mediastinal shift Metastatic malignancy Without mediastinal shift Lung cancer Malignant mesothelioma Diseases below the diaphragm Transudative: hepatic hydrothorax, nephritic syndrome, urinothorax, peritoneal dialysis Exudative: pancreatitis, Meigs syndrome, chylous ascites, subphrenic/hepatic/splenic abscess Bilateral effusion Transudative: congestive heart failure, nephrotic syndrome, hypoalbuminemia, peritoneal dialysis, constrictive pericarditis Exudative: malignancy, lupus pleuritis, rheumatoid pleurisy Associated with interstitial infiltrates Congestive heart failure Rheumatoid disease Asbestos pulmonary disease Lymphangioleiomyomatosis (LAM) Viral and mycoplasma pneumonia Sarcoidosis Pneumocystis jiroveci pneumonia Associated with multiple nodules Cancer Wegener granulomatosis Rheumatoid disease Septic pulmonary embolism Sarcoidosis - R. Greenhill- 2 Pleural Fluid Analysis: Briefly* Pleural fluid can establish a definitive diagnosis in a limited number of diseases, such as empyema, malignancy, chylothorax, and rheumatoid pleurisy. It is highly useful in excluding potentially harmful diseases that warrant immediate intervention, such as empyema. Initial evaluation of the fluid is performed at the time of thoracentesis, as the fluid is aspirated. Careful attention should be paid to the color (straw colored, serosanguinous, bloody, and white), consistency (pus, turbid, debris), and odor (foul smelling) of the fluid. After visual inspection during the procedure, the fluid is sent for laboratory analysis. Broad classification of the fluid into transudative or exudative by chemical analysis is performed (Tables 3 and 4). Richard Light [15, 16] established a well-known algorithm for distinguishing an exudative pleural effusion based on three tests: (a) pleural fluid lactate dehydrogenase (LDH) > two-thirds the laboratory’s upper limit of normal for serum, (b) pleural fluid to serum LDH ratio > 0.6, and (c) pleural fluid to serum protein ratio > 0.5. Only one of these results needs to be positive to confirm an exudative effusion. Light’s criteria have a diagnostic accuracy over 90 %, but it drops significantly to below 70–80 % if one of the three categories is borderline. Several other laboratory tests can be analyzed in pleural fluid, including but not exclusive to glucose, pH, amylase, cholesterol, albumin, rheumatoid factor, B-type natriuretic peptide (BNP), and adenosine deaminase (ADA). There are many other tests and ways to analyze the pleural fluid from a thoracentesis, but that is outside the scope of this chapter. - 3 Indications and Contraindications The major indication for thoracentesis is the evaluation of an undiagnosed pleural fluid on initial presentation, unless volume overload is obvious, such as typical congestive heart failure (CHF). Thoracentesis is contraindicated in patients with bleeding disorders until the abnormality has been corrected, or unless emergent, in the setting of respiratory distress. In the setting of anticoagulation administration or thrombolytics, using a small-bore needle can be done safely without increased risk of bleeding. This holds true as well in patients with renal disease and elevated creatinine and uremia levels causing platelet dysfunction. Use of pleural ultrasound at the time of the procedure also decreases risk of complications. Overlying areas of skin irritation, infection, or breakdown should be avoided. Mechanical ventilation is not a contraindication to thoracentesis. - 3.1 Technique All patients with pleural effusions should undergo a diagnostic and therapeutic thoracentesis, performed in a single setting [17]. The rare exception exists, such as the patient with Causes - Infectious:* Bacterial pneumonia, Tuberculous effusion, Fungal disease, Atypical pneumonias, Nocardia, Actinomyces, Subphrenic abscess, Hepatic abscess, Splenic abscess, Hepatitis, Parasites - *Lymphatic abnormalities:* Sarcoidosis, Malignancy, Lymphangiomyomatosis (chylothorax), Lymphangiectasis - *Increased negative intrapleural pressure:* Atelectasis, Trapped lung - *Vasculitis:* Wegener granulomatosis, Churg-Strauss syndrome - *Familial Mediterranean fever - Malignancy: Carcinoma, Lymphoma, Mesothelioma, Leukemia, Chylothorax, Pancreatitis, BAPE, Ovarian hyperstimulation syndrome, Spontaneous esophageal rupture, Pulmonary infarction, Radiation therapy, PCIS, Drug-induced, Hemothorax, Yellow nail syndrome, Esophageal perforation, ARDS, Esophageal sclerotherapy, Cholesterol effusion, Central venous catheter misplacement/migration, Enteral feeding tube in pleural space - *Movement of fluid from abdomen to pleural space:* Atelectasis, Acute pancreatitis, Pancreatic pseudocyst, Meigs syndrome, Carcinoma, Chylous ascites - *Connective tissue disease:* Lupus pleuritis, Rheumatoid pleurisy, Mixed connective tissue disease, Sjögren syndrome - *Other inflammatory:* Pancreatitis, Hypothyroidism, BAPE, Ovarian hyperstimulation syndrome, Spontaneous esophageal rupture, Pulmonary infarction, Radiation therapy - *Lymphatic abnormalities:* Sarcoidosis, Malignancy - *Iatrogenic:* PCIS, Chylothorax, Drug-induced, Hemothorax, Yellow nail syndrome, Esophageal perforation, ARDS, Lymphangiomyomatosis (chylothorax), Esophageal sclerotherapy, Cholesterol effusion, Lymphangiectasis, Central venous catheter misplacement/migration, Enteral feeding tube in pleural space - *Increased negative intrapleural pressure: - Movement of fluid from abdomen to pleural space: Atelectasis, Acute pancreatitis, Vasculitis, Trapped lung, Pancreatic pseudocyst, Wegener granulomatosis, Meigs syndrome, Churg-Strauss syndrome, Carcinoma, Familial Mediterranean fever, Chylous ascites - ARDS acute respiratory distress syndrome, BAPE Benign Asbestos pleural effusion, PCIS post-cardiac injury syndrome Thoracentesis Technique",
      "page": 3,
      "start_offset": 0,
      "end_offset": 6492,
      "token_count": 1098,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Light’s criteria have a diagnostic accuracy over 90 %, but it drops significantly to below 70–80 % if one of the three categories is borderline.",
        "Thoracentesis is contraindicated in patients with bleeding disorders until the abnormality has been corrected, or unless emergent, in the setting of respiratory distress.",
        "Egophany (E to A change) at the upper level of the effusion Massive (filling the hemithorax) 1."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p4_0_59ee1f7c",
      "text": "- *Familial Mediterranean fever - Malignancy: Carcinoma, Lymphoma, Mesothelioma, Leukemia, Chylothorax, Pancreatitis, BAPE, Ovarian hyperstimulation syndrome, Spontaneous esophageal rupture, Pulmonary infarction, Radiation therapy, PCIS, Drug-induced, Hemothorax, Yellow nail syndrome, Esophageal perforation, ARDS, Esophageal sclerotherapy, Cholesterol effusion, Central venous catheter misplacement/migration, Enteral feeding tube in pleural space - *Movement of fluid from abdomen to pleural space:* Atelectasis, Acute pancreatitis, Pancreatic pseudocyst, Meigs syndrome, Carcinoma, Chylous ascites - *Connective tissue disease:* Lupus pleuritis, Rheumatoid pleurisy, Mixed connective tissue disease, Sjögren syndrome - *Other inflammatory:* Pancreatitis, Hypothyroidism, BAPE, Ovarian hyperstimulation syndrome, Spontaneous esophageal rupture, Pulmonary infarction, Radiation therapy - *Lymphatic abnormalities:* Sarcoidosis, Malignancy - *Iatrogenic:* PCIS, Chylothorax, Drug-induced, Hemothorax, Yellow nail syndrome, Esophageal perforation, ARDS, Lymphangiomyomatosis (chylothorax), Esophageal sclerotherapy, Cholesterol effusion, Lymphangiectasis, Central venous catheter misplacement/migration, Enteral feeding tube in pleural space - *Increased negative intrapleural pressure: - Movement of fluid from abdomen to pleural space: Atelectasis, Acute pancreatitis, Vasculitis, Trapped lung, Pancreatic pseudocyst, Wegener granulomatosis, Meigs syndrome, Churg-Strauss syndrome, Carcinoma, Familial Mediterranean fever, Chylous ascites - ARDS acute respiratory distress syndrome, BAPE Benign Asbestos pleural effusion, PCIS post-cardiac injury syndrome Thoracentesis Techniquea typical presentation for congestive heart failure, but this is not the norm. There are many commercially available thoracentesis kits on the market. Examples include the Arrow kit (Reading, PA, USA) and the Cardinal Health Kit (Dublin, OH, USA) ( Patients are positioned in a sitting position, even those who are mechanically ventilated, if hemodynamically stable. (If not, they can be placed in a lateral decubitus position [14].) The patient may sit on a bed or a stool with their back easily accessible to the operator. The patient may use a table or gurney with a pillow in front to rest their arms and a stool beneath their feet. Unless loculated, pleural fluid will bow to the effects of gravity. Therefore, it is best if the back of the patient is as vertical as possible to best ensure the pleural fluid remains posterior. If not, the fluid may flow anteriorly, away from the operator who is positioned posteriorly. The height of the bed or chair should be adjusted to the height of the operator, who may perform the procedure sitting or standing, whichever is more comfortable. A procedure table to the operator’s side holds the necessary equipment or kit. Once positioning has been completed, additional assistance is not typically needed, unless patient deconditioning prevents them from maintaining a sitting position with their own strength, in which case extra hands are needed. The next steps are considered “safety steps.” Prior to the initiation of the procedure and patient positioning, consent is obtained from the patient if able or from the health care proxy. Risks and benefits of the thoracentesis are clearly reviewed and documented in the patient’s medical chart. With nursing or other medical staff in the room, a time-out is performed, ensuring the correct procedure is being performed on the correct patient and the correct side is being evaluated. The correct side, left or right, is also initialed by the physician performing the procedure. After review of chest radiographs, physical examination is used to locate the best location to perform the thoracentesis. Decreased breath sounds are present over the pleural effusion, and there is a loss of tactile fremitus. Thoracentesis should be performed one intercostal space below where tactile fremitus is lost, and percussion becomes dull. However, - | Diagnosis | Comment | |:--------------------- |:---------------------------------------------------------------------------------------------------------- | | Congestive heart failure | Acute diuresis can increase pleural fluid protein and LDH concentrations | | Cirrhosis | Uncommon without clinical ascites | | Nephrotic syndrome | Typically, small and bilateral; unilateral, larger effusion may be due to pulmonary embolism | | Peritoneal dialysis | Large right effusion may develop within 48 h of initiating dialysis | | Hypoalbuminemia | Edema fluid rarely isolated to pleural space; small bilateral effusions | | Urinothorax | Unilateral effusion caused by ipsilateral obstructive uropathy | | Atelectasis | Small effusion caused by increased intrapleural negative pressure; common in ICU patients | | Constrictive pericarditis | Bilateral effusions with normal heart size | | Trapped lung | Unilateral effusion from imbalance in hydrostatic pressures from a remote inflammatory process | | Superior vena cava obstruction | Due to acute systemic venous hypertension or acute obstruction of lymphatics | | Duropleural fistula | Cerebrospinal fluid in pleural space; beta2-transferrin diagnostic | | ICU intensive care unit, LDH lactate dehydrogenase | | - - R. Greenhill",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5291,
      "token_count": 981,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "However, - | Diagnosis | Comment | |:--------------------- |:---------------------------------------------------------------------------------------------------------- | | Congestive heart failure | Acute diuresis can increase pleural fluid protein and LDH concentrations | | Cirrhosis | Uncommon without clinical ascites | | Nephrotic syndrome | Typically, small and bilateral; unilateral, larger effusion may be due to pulmonary embolism | | Peritoneal dialysis | Large right effusion may develop within 48 h of initiating dialysis | | Hypoalbuminemia | Edema fluid rarely isolated to pleural space; small bilateral effusions | | Urinothorax | Unilateral effusion caused by ipsilateral obstructive uropathy | | Atelectasis | Small effusion caused by increased intrapleural negative pressure; common in ICU patients | | Constrictive pericarditis | Bilateral effusions with normal heart size | | Trapped lung | Unilateral effusion from imbalance in hydrostatic pressures from a remote inflammatory process | | Superior vena cava obstruction | Due to acute systemic venous hypertension or acute obstruction of lymphatics | | Duropleural fistula | Cerebrospinal fluid in pleural space; beta2-transferrin diagnostic | | ICU intensive care unit, LDH lactate dehydrogenase | | - - R.",
        "The patient may use a table or gurney with a pillow in front to rest their arms and a stool beneath their feet."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p5_0_0404f5e4",
      "text": "- | Diagnosis | Comment | |:--------------------- |:---------------------------------------------------------------------------------------------------------- | | Congestive heart failure | Acute diuresis can increase pleural fluid protein and LDH concentrations | | Cirrhosis | Uncommon without clinical ascites | | Nephrotic syndrome | Typically, small and bilateral; unilateral, larger effusion may be due to pulmonary embolism | | Peritoneal dialysis | Large right effusion may develop within 48 h of initiating dialysis | | Hypoalbuminemia | Edema fluid rarely isolated to pleural space; small bilateral effusions | | Urinothorax | Unilateral effusion caused by ipsilateral obstructive uropathy | | Atelectasis | Small effusion caused by increased intrapleural negative pressure; common in ICU patients | | Constrictive pericarditis | Bilateral effusions with normal heart size | | Trapped lung | Unilateral effusion from imbalance in hydrostatic pressures from a remote inflammatory process | | Superior vena cava obstruction | Due to acute systemic venous hypertension or acute obstruction of lymphatics | | Duropleural fistula | Cerebrospinal fluid in pleural space; beta2-transferrin diagnostic | | ICU intensive care unit, LDH lactate dehydrogenase | | - - R. GreenhillWith the use of ultrasound at the time of thoracentesis, a more inferior space closer to the diaphragm may be accessed more safely and allow drainage of more fluid. Thoracentesis is typically performed posteriorly, near the mid-scapular line or at least several inches lateral to the spine. The intercostal bundles, consisting of arteries, veins, and nerves, run behind and along the inferior margin of the rib, in the intercostal notch, along the posterior chest wall. Given this anatomy, needles and catheters accessing the pleural space should be placed on the superior margin of the rib, rather than inferiorly, to minimize complications. Ultrasound guidance for thoracentesis is a very useful tool and considered standard of care [4, 5, 21]. It should be used real time, not marked by a radiologist or technician earlier in the day, with the thoracentesis then performed later after the patient has changed positioning. A significant reduction in pneumothorax risk has been shown (0 % vs. 29 % and 3 % vs. 18 %). It has also been used in successful drainage of pleural fluid after an unsuccessful clinically directed “dry tap” in up to 88 % of these patients [23]. It increases the accuracy rate of thoracentesis by 26 %. It can also be used to predict the presence of trapped lung or lung entrapment, by evaluating lung motion and visceral pleural thickening ( Once the patient is in the correct position and the best location for drainage has been marked, the skin is prepped either with chlorhexidine or betadine for sterilization, and a sterile drape is placed. There is no need to prep the entire back, only in and around the area of interest. Mask and sterile gloves should be worn as well during the procedure. Next, the skin and intercostal space is anesthetized; 10 mL of 1 % lidocaine without epinephrine is provided in the thoracentesis kits. A subcutaneous wheel should be made using a 25-gauge needle. Subsequently, this needle is replaced with a 22-gauge, 2.5-in needle through the wheel, anesthetizing every 1–2 mm as it is inserted (drawing back on the syringe prior to each). Thoracentesis Technique",
      "page": 5,
      "start_offset": 0,
      "end_offset": 3400,
      "token_count": 710,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Ultrasound guidance for thoracentesis is a very useful tool and considered standard of care [4, 5, 21].",
        "It should be used real time, not marked by a radiologist or technician earlier in the day, with the thoracentesis then performed later after the patient has changed positioning.",
        "Next, the skin and intercostal space is anesthetized; 10 mL of 1 % lidocaine without epinephrine is provided in the thoracentesis kits."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p6_0_40010135",
      "text": "drainage of pleural fluid after an unsuccessful clinically directed “dry tap” in up to 88 % of these patients [23]. It increases the accuracy rate of thoracentesis by 26 %. It can also be used to predict the presence of trapped lung or lung entrapment, by evaluating lung motion and visceral pleural thickening ( Once the patient is in the correct position and the best location for drainage has been marked, the skin is prepped either with chlorhexidine or betadine for sterilization, and a sterile drape is placed. There is no need to prep the entire back, only in and around the area of interest. Mask and sterile gloves should be worn as well during the procedure. Next, the skin and intercostal space is anesthetized; 10 mL of 1 % lidocaine without epinephrine is provided in the thoracentesis kits. A subcutaneous wheel should be made using a 25-gauge needle. Subsequently, this needle is replaced with a 22-gauge, 2.5-in needle through the wheel, anesthetizing every 1–2 mm as it is inserted (drawing back on the syringe prior to each). Thoracentesis Techniqueinjection to ensure no intravascular placement) through the intercostal space directly above the rib into the pleural space. Once pleural fluid is aspirated, additional injection of lidocaine now mixed with pleural fluid is not recommended, as this could contaminate the intercostal space and subcutaneous tissue with infectious or malignant material as well as alter the laboratory tests. It is extremely difficult to anesthetize the parietal pleura, but if adequate anesthesia is provided along the track in the intercostal space, the patient should not feel discomfort during the remainder of the procedure. After the anesthetizing and finder needle is withdrawn, a small stab incision using a #11 scalpel provided in the above kits is made subcutaneously. The needle with catheter is then inserted through the incision with constant aspiration from the attached syringe until pleural fluid is obtained. The catheter is then advanced over the needle into the pleural space and needle withdrawn. The needle is not advanced further as this increases the risk for complications, such as pneumothorax. Pleural fluid is aspirated using a one-way syringe and tubing until there is either lack of fluid or patient discomfort, exhibited with cough, anterior chest discomfort, referred ipsilateral shoulder pain, or shortness of breath ( - R. Greenhill",
      "page": 6,
      "start_offset": 0,
      "end_offset": 2413,
      "token_count": 513,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Next, the skin and intercostal space is anesthetized; 10 mL of 1 % lidocaine without epinephrine is provided in the thoracentesis kits.",
        "Subsequently, this needle is replaced with a 22-gauge, 2.5-in needle through the wheel, anesthetizing every 1–2 mm as it is inserted (drawing back on the syringe prior to each).",
        "Once pleural fluid is aspirated, additional injection of lidocaine now mixed with pleural fluid is not recommended, as this could contaminate the intercostal space and subcutaneous tissue with infectious or malignant material as well as alter the laboratory tests."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p7_0_61083e29",
      "text": "lidocaine now mixed with pleural fluid is not recommended, as this could contaminate the intercostal space and subcutaneous tissue with infectious or malignant material as well as alter the laboratory tests. It is extremely difficult to anesthetize the parietal pleura, but if adequate anesthesia is provided along the track in the intercostal space, the patient should not feel discomfort during the remainder of the procedure. After the anesthetizing and finder needle is withdrawn, a small stab incision using a #11 scalpel provided in the above kits is made subcutaneously. The needle with catheter is then inserted through the incision with constant aspiration from the attached syringe until pleural fluid is obtained. The catheter is then advanced over the needle into the pleural space and needle withdrawn. The needle is not advanced further as this increases the risk for complications, such as pneumothorax. Pleural fluid is aspirated using a one-way syringe and tubing until there is either lack of fluid or patient discomfort, exhibited with cough, anterior chest discomfort, referred ipsilateral shoulder pain, or shortness of breath ( - R. Greenhillhigh suspicion of pneumothorax, such as aspiration of bubbles during the procedure, multiple attempts at fluid aspiration were unsuccessful, or patient has had other treatment to the thorax, such as radiation [3]. If fluid is not aspirated, one should ensure they are in the same line as the finder needle and catheter is not kinked. Assessment with thoracic ultrasound can be done if not performed initially to confirm fluid. - 4 Complications* Pneumothorax, while uncommon, is the most frequent complication of thoracentesis [10, 11]. It is significantly reduced in experienced hands and with the use of thoracic ultrasound. It can be caused by accidental laceration of the lung parenchyma. Bubbles will be seen in the syringe during the procedure. Air can also be introduced into the pleural space through the catheter during the procedure. This rarely results in a large pneumothorax, and air can be aspirated out of the space using a syringe. If the lung is trapped and unable to fill the vacated space after thoracentesis, it will appear as a pneumothorax on chest radiograph. This diagnosis can be suspected by discomfort during the procedure and decrease in pleural pressure on pleural manometry during the thoracentesis. Vasovagal reactions can occur, characterized by light-headedness, diaphoresis, bradycardia, and hypotension. Rarely, loss of consciousness occurs. It can be triggered by anxiety, pain, or the sight of blood or the needle. When vasovagal reactions happen, the procedure should be stopped, and the patient placed in the supine or reverse Trendelenburg position to improve venous return and cardiac output. These symptoms are typically short lived. Cough is common when large amounts of pleural fluid are removed. This is due to a change in intrthoracic and pleural pressures. If the cough becomes excessive, the procedure should be stopped. Pleural manometry can be measured during the procedure (see below) to assess intrapleural pressures. If dropping below -20 cmH20, the procedure should be stopped, as intrapleural pressure below -20 cmH20 places the patient at a much higher risk for re-expansion pulmonary edema (RPE). Assessment of intrapleural pressures can only be assessed during manual aspiration. Pressures cannot be evaluated during Vacutainer or suction fluid removal. Hemothorax is a rare complication but occurs secondary to laceration of an intercostal vessel. It should be suspected after a bloody tap and immediate re-accumulation of fluid on post-procedure imaging. Laboratory analysis will reveal a drop in serum hemoglobin, and patient may exhibit hemodynamic instability, depending on the severity of the bleed. Surgical thoracoscopic evaluation may be required. Fever after thoracentesis may indicate bacterial contamination of the pleural space. Repeat thoracentesis should be performed to identify a possible new etiology of the effusion [2]. Other uncommon complications include liver or splenic lacerations or soft tissue infection. - 5 Drainage Volumes* Intrapleural pressure (Ppl) can be measured during a thoracentesis as a tool to assess risk for re-expansion pulmonary edema (RPE) and evaluate for lung entrapment and trapped lung [6]. It is a measurement of pleural liquid pressure, in contrast to pleural surface pressure, which is the altering of forces between visceral and parietal pleural surfaces. It is best to place the thoracentesis catheter at the most dependent portion of the effusion, such that the pressure measured within the effusion will most accurately reflect the pressure within the pleural space. Increases in pleural fluid typically cause increases in Ppl. As the fluid is removed and the lung re-expands, Ppl should decrease and reach its steady state at FRC, -3 to -5 cmH20. If the pleural pressure is negative, this can suggest trapped lung (from visceral pleural scarring, typically transudative, chronic, asymptomatic); if it starts out positive and drops quickly, this is more suggestive of lung entrapment (due to visceral pleural thickening, endobronchial obstruction, or interstitial disease, typically exudative, symptomatic). When assessing risk for RPE with large-volume thoracentesis, measurement of Ppl is vital [7, 8]. Light and Feller-Kopman have looked at changes in Ppl during thoracentesis and pleural elastance (change in pressure divided by change in volume). Three curves were seen: (a) minimal change in pressure despite large volumes removed (normal pleural pressure), (b) normal initial pressure followed by a sharp drop (lung entrapment), and (c) negative initial pressure with a rapid drop (trapped lung). An initial pressure of less than -5 cmH20 was only seen in patients with malignant effusions and trapped lung [6]. One would ideally like to drain as much fluid as possible during a thoracentesis, to achieve the best symptomatic improvement, to increase the interval between procedures, to increase diagnostic yield, and to document lung re-expansion (for possible subsequent pleurodesis.) Multiple studies have been performed evaluating the amount of fluid drained, symptoms, Ppl, and risk of RPE [1, 6, 8, 12]. It has been thought that a Ppl less than -20 cmH20 places the patient at a higher risk of RPE. If aspiration is stopped when the Ppl reaches this level, RPE can be avoided. Light suggested stopping drainage at 1000 mL as most operators are not measuring pleural pressures during thoracentesis. Multiple studies since have shown the ability to drain much larger volumes of pleural fluid without increased incidence of Thoracentesis Technique",
      "page": 7,
      "start_offset": 0,
      "end_offset": 6735,
      "token_count": 1374,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "If dropping below -20 cmH20, the procedure should be stopped, as intrapleural pressure below -20 cmH20 places the patient at a much higher risk for re-expansion pulmonary edema (RPE).",
        "lidocaine now mixed with pleural fluid is not recommended, as this could contaminate the intercostal space and subcutaneous tissue with infectious or malignant material as well as alter the laboratory tests.",
        "If aspiration is stopped when the Ppl reaches this level, RPE can be avoided. Light suggested stopping drainage at 1000 mL as most operators are not measuring pleural pressures during thoracentesis."
      ]
    },
    {
      "chunk_id": "papoip_thoracente_technique_p8_0_cb70142c",
      "text": "large volumes removed (normal pleural pressure), (b) normal initial pressure followed by a sharp drop (lung entrapment), and (c) negative initial pressure with a rapid drop (trapped lung). An initial pressure of less than -5 cmH20 was only seen in patients with malignant effusions and trapped lung [6]. One would ideally like to drain as much fluid as possible during a thoracentesis, to achieve the best symptomatic improvement, to increase the interval between procedures, to increase diagnostic yield, and to document lung re-expansion (for possible subsequent pleurodesis.) Multiple studies have been performed evaluating the amount of fluid drained, symptoms, Ppl, and risk of RPE [1, 6, 8, 12]. It has been thought that a Ppl less than -20 cmH20 places the patient at a higher risk of RPE. If aspiration is stopped when the Ppl reaches this level, RPE can be avoided. Light suggested stopping drainage at 1000 mL as most operators are not measuring pleural pressures during thoracentesis. Multiple studies since have shown the ability to drain much larger volumes of pleural fluid without increased incidence of Thoracentesis TechniqueRPE, if drainage is stopped when the Ppl drops below -20 cmH20, there is no more fluid, or chest discomfort develops. RPE in these circumstances is very rare. There is ongoing evaluation in the literature as to the safety of Vacutainer and wall suction fluid methods for fluid removal during thoracentesis [19, 20]. While pleural pressures cannot be monitored, the GRAVITAS study [13] and subsequent follow up noted no significant difference in procedural discomfort. Vacuum aspiration is also associated with shorter procedure time. However, other studies have reported increased complications, including pneumothorax, hemothorax, RPE and respiratory failure, pain, and early termination. Careful attention to the patient and symptoms must be done during thoracentesis, regardless of pleural pressure monitoring. is a relatively safe procedure that can provide very useful information regarding a patient’s pleural disease. It can also provide symptomatic relief. Risk is reduced dramatically with the use of real-time thoracic ultrasound at the time of the procedure. Large volumes can also be drained with minimal risk of pulmonary edema when monitoring for a change in pleural pressure, dropping below -20 cmH20, or development of chest discomfort. References 1. Abunasser J, Brown R. Safety of large-volume thoracentesis. Conn Med. 2010;74(1):23–6. 2. Cervini P, Hesley GK, et al. Incidence of infectious complications after an ultrasound-guided intervention. AJR. 2010;195:846–50. 3. Doyle JJ, Hnatiuk OW, et al. Necessity of routine chest roentgenography after thoracentesis. Ann Int Med. 1996;124(9):816–20. 4. Duncan DR, Morgenthaler TI, et al. Reducing iatrogenic risk in thoracentesis: establishing best practice via experimental training in a zero-risk environment. Chest. 2009;135(5):1315–20. 5. Feller-Kopman D. Ultrasound-guided thoracentesis. Chest. 2006;129:1709–14. 6. Feller-Kopman D. Therapeutic thoracentesis: the role of ultrasound and pleural manometry. Curr Opin Pulm Med. 2007;13:312–8. 7. Feller-Kopman D, Berkowitz D, et al. Large-volume thoracentesis and the risk of reexpansion pulmonary edema. Ann Thorac Surg. 2007;84:1656–61. 8. Feller-Kopman D, Walkey A, et al. The relationship of pleural pressure to symptom development during therapeutic thoracentesis. Chest. 2006;6:1556–60. 9. Fraser RS, Muller NL, editors. Diagnosis of diseases of the chest. 4th ed. Philadelphia: WB Saunders Co; 1999. p. 2001–2. 2739–45. 10. Gordon CE, Feller-Kopman D, et al. Pneumothorax following thoracentesis: a systematic review and meta-analysis. Arch Intern Med. 2010;170(4):332–9. 11. Heidecker J, Huggins JT, et al. Pathophysiology of pneumothorax following ultrasound-guided thoracentesis. Chest. 2006;130:1173–84. 12. Josephson T, Nordenskjold CA, et al. Amount drained at ultrasound-guided thoracentesis and risk of pneumothorax. Acta Radiol. 2009;50:42–7. 13. Lentz RJ, Shojaee S, et al. The impact of gravity vs suction-driven therapeutic thoracentesis on pressure-related complications: the GRAVITAS multicenter randomized controlled trial. Chest. 2020;157(3):702–11. 14. Lichtenstein D, Hulot JS, et al. Feasibility and safety of ultrasound-aided thoracentesis in mechanically ventilated patients. Intensive Care Med. 1999;25:955–8. 15. Light RW, editor. Pleural diseases. 4th ed. Philadelphia: Lippincott Williams & Wilkins; 2001. p. 152–3. 160–73. 16. Light RW, Lee YCG. Textbook of pleural diseases. 2nd ed. London: Hodder Arnold; 2008. p. 201–4. 209–16, 230–1, 260–1, 280, 551–7. 17. Qureshi N, Momin Z, et al. Thoracentesis in clinical practice. Heart Lung. 1994;23:376–83. 18. Roberts ME, Neville E, et al. Management of a malignant pleural effusion: British Thoracic Society pleural disease guideline 2010. Thorax. 2010;65(Suppl 2):ii32-40. 19. Senitki M, Ray AS, et al. Safety and tolerability of vacuum versus manual drainage during thoracentesis: a randomized trial. J Bronchology Interven Pulmonol. 2019;26(3):166–71. 20. Shojaee S, Pannu J, et al. Gravity- vs wall suction-driven large-volume thoracentesis: a randomized controlled study. Chest. 2024;166(6):1573–82. 21. Tayal VS, Nicks BA, et al. Emergency ultrasound evaluation of symptomatic nontraumatic pleural effusions. Am J Emerg Med. 2006;24:782–6. 22. Wang KP, editor. Biopsy techniques in pulmonary disorders. New York: Raven; 1989. p. 29–39. 120–1. 23. Weingardt JP, Guico RR, et al. Ultrasound findings following failed, clinically directed thoracenteses. J Clin Ultrasound. 1994;22:419–26. - R. Greenhill",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5647,
      "token_count": 1066,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "An initial pressure of less than -5 cmH20 was only seen in patients with malignant effusions and trapped lung [6].",
        "It has been thought that a Ppl less than -20 cmH20 places the patient at a higher risk of RPE.",
        "If aspiration is stopped when the Ppl reaches this level, RPE can be avoided. Light suggested stopping drainage at 1000 mL as most operators are not measuring pleural pressures during thoracentesis."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Thoracentesis Technique",
    "Knowledge Base for Thoracentesis Technique.pdf",
    "Page 1",
    "Page 2",
    "Extracted Tables",
    "Page 3",
    "Page 4",
    "Extracted Figures",
    "Detailed Structured Description:",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "procedure is bleeding",
    "of the"
  ],
  "source_file": "Thoracentesis Technique.md"
}