{
  "doc_id": "papoip_bronchosco_tfs",
  "title": "Bronchoscopic Techniques for Surgical Marking",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 14,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:38:38.579360",
  "text_chunks": [
    {
      "chunk_id": "papoip_bronchosco_tfs_p1_0_3969edf8",
      "text": "Bronchoscopic Techniques for Surgical Marking\nand Fiducial Placement\nArianna Michaels, Martin L. Mayse, and Jason Akulian Contents Introduction............................................................................................. 2 for Minimally Invasive Thoracic Surgical Resection............................. 2\n2.1 History.................................................................................................... 2\n2.2 Challenges and Overview................................................................................ 3\n2.3 Current Techniques and Procedural Considerations..................................................... 4\n2.4 Future Directions......................................................................................... 4\n2.5 Summary.................................................................................................. 5 for SBRT............................................................................ 5\n3.1 History.................................................................................................... 5\n3.2 Challenges................................................................................................ 7\n3.3 Current Techniques/Procedural Considerations......................................................... 7\n3.4 Future Directions......................................................................................... 11\n3.5 Summary.................................................................................................. 12 Conclusion............................................................................................... References...................................................................................................... Abstract\nThe treatment of early-stage lung cancer or solitary-/oligo-metastatic thoracic malignancy includes minimally invasive thoracic surgical resection (MITS) or stereotactic body radiotherapy (SBRT). These treatments are delivered with curative intent and aim to minimize effects on the surrounding tissues. Technologic advances have enhanced the precision of these interventions; however, with these advances have come new challenges, in particular the challenge of target localization to deliver therapy. Attempts to overcome this challenge have centered on the placement of fiducial markers (FM) to act as visible surrogates of tumor location. - Michaels · J. Akulian (✉)\nSection of Interventional Pulmonology and Pulmonary Oncology,\nUniversity of North Carolina at Chapel Hill, Chapel Hill, NC, USA\ne-mail: jasonakulian@med.unc.edu\n- L. Mayse\nPleural Dynamics, Wayzata, MN, USA\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_59-1 FM can provide accurate localization and tracking of tumors, even when the tumor is difficult to see on fluoroscopy or computed tomography (CT) scan in the case of SBRT and/or when there is a loss of tactile feedback during MITS. A variety of FM are currently available for use. Some basic guidelines to follow when implanting FM for SBRT include the following: 3–6 should be implanted to so that three remain in place; they should be placed in and around the tumor at a distance of at least 2–5 cm from each other and such that the bulk of the tumor is bracketed by the fiducials; those placed outside the tumor should be placed as close to the edge of the tumor as possible; and they should not be placed collinearly. When placing FM for MITS, preoperative discussion with the surgical team is important if the markers are to be implanted by a separate team. In addition, the marker(s) should be placed such that they are visible from the visceral pleura and should include the whole of the target volume to ensure complete resection without margin involvement of tumor.",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3818,
      "token_count": 657,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "When placing FM for MITS, preoperative discussion with the surgical team is important if the markers are to be implanted by a separate team.",
        "Some basic guidelines to follow when implanting FM for SBRT include the following: 3–6 should be implanted to so that three remain in place; they should be placed in and around the tumor at a distance of at least 2–5 cm from each other and such that the bulk of the tumor is bracketed by the fiducials; those placed outside the tumor should be placed as close to the edge of the tumor as possible; and they should not be placed collinearly."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p2_0_9610a16f",
      "text": "ITS. A variety of FM are currently available for use. Some basic guidelines to follow when implanting FM for SBRT include the following: 3–6 should be implanted to so that three remain in place; they should be placed in and around the tumor at a distance of at least 2–5 cm from each other and such that the bulk of the tumor is bracketed by the fiducials; those placed outside the tumor should be placed as close to the edge of the tumor as possible; and they should not be placed collinearly. When placing FM for MITS, preoperative discussion with the surgical team is important if the markers are to be implanted by a separate team. In addition, the marker(s) should be placed such that they are visible from the visceral pleura and should include the whole of the target volume to ensure complete resection without margin involvement of tumor.- Michaels et al.\nKeywords\nFiducial marker · Minimally invasive thoracic surgery ·\nRadiation delivery · Coiled wire · Endobronchial\nultrasound · Needle catheter cancer represents the number one cause of cancer-related mortality in the United States and abroad. Over the last several decades, there has been a rise in the number of computed tomography (CT) scans performed for diagnostic purposes [1] as well as a rise in low-dose chest computed tomography (LDCT) scans performed specifically for lung cancer screening (LCS). LDCT utility in LCS was demonstrated to provide significant reduction in mortality from lung cancer screening a ‘high-risk’ population [2, 3]. With these findings, the US Preventative Services Task Force (USPSTF) now recommends that high-risk individuals, aged 50–80 with a 20 or more-pack year smoking history who are currently smoking or quit within the last 15 years, undergo LDCT LCS [4]. Recommendations for the management of incidentally found pulmonary nodules (IPN) are outlined in the Fleischner Society and National Comprehensive Cancer Network guidelines [5], while recommendations for the management of those found via LCS have been developed by the American College of Radiology [6]. Common to all of these management strategies is the concept that those nodules with a moderate- to high-risk pretest probability for malignancy should be considered for surgical resection or biopsy in conjunction with patient-provider shared decision-making. For nodules with a high pretest probability of malignancy or those that are biopsy-proven as localized disease, resection remains the gold standard for both definitive diagnosis and treatment among those patients suitable for and/or willing to undergo surgery [7]. With the introduction of minimally invasive thoracic surgery (MITS) including video-assisted thoracic surgery (VATS) and robotic-assisted thoracic surgery (RATS), surgical morbidity has been reduced when compared to open thoracotomy [8, 9], allowing for the ability to consider the resection of nodules in patients previously deemed too ill for surgery. Despite these advances, nearly a quarter of patients are still not candidates for lobectomy, owing to severe medical comorbidities [10]. For these patients, sublobar (wedge or segment) resection has been recommended. Recently several studies have demonstrated sublobar resection to be either noninferior or superior to lobar resection for early-stage lung cancer [11, 12]. For patients unable to tolerate or unwilling to undergo resection, radiosurgery therapy remains a reasonable option for early-stage lung cancer, with stereotactic body radiotherapy (SBRT) preferred for tumors less than 5 cm where normal tissue dose constraints can be respected [10, 13]. While these therapeutic modalities have excellent track records, they share a unique challenge in localizing and accurately treating the target lesion. Different approaches to solving this challenge have centered around placement of a marker to aid in either surgical removal or radiosurgery. Historically, thoracic surgeons have relied on digital palpation of lung parenchyma to identify/localize small lung nodules during resection. However, distance to the pleural surface, nodule size, and nodule consistency have been shown to be associated with difficulty in nodule localization, in particular for nodules greater than 5 mm from the pleura, less than 10 mm in size, and/or subsolid in consistency. While this problem is a known but less frequent challenge when employing an open thoracotomy, the move away from open cases to MITS, especially RATS, in which haptic feedback is impaired, has made localization more difficult with reports of conversion to open thoracotomy as high as 50 % of cases [14]. SBRT for inoperable early-stage lung cancer or oligometastatic disease may be chosen for patients too frail to undergo surgery or due to patient preference and is preferred over conventional radiation with higher rates of local control and survival, as well as patient convenience [10, 15]. The cornerstone of SBRT is accuracy, with precise delivery of radiation to the planned target volume (PTV) [16, 17] while simultaneously accounting for respiratory variation, either through breathholding techniques, respiratory gating, or tracking of the nodule to account for respiratory variation. While some systems are able to visually track the target nodule, limitations similar to those encountered in surgical resection exist [16, 18]. In addition, the thoracic anatomy to target nodule relationship can result in difficulties in detecting and/or tracking of the target lesion during SBRT. Fiducial markers (FM) act as visible surrogates of tumor location and provide accurate localization and tracking of target nodules, overcoming difficulties when encountered in identifying targets on fluoroscopy or CT scan. With these challenges, a variety of marking techniques and technologies have been developed or adapted to aid in localizing nodules for surgery and SBRT. In",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5883,
      "token_count": 1194,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "With these findings, the US Preventative Services Task Force (USPSTF) now recommends that high-risk individuals, aged 50–80 with a 20 or more-pack year smoking history who are currently smoking or quit within the last 15 years, undergo LDCT LCS [4].",
        "However, distance to the pleural surface, nodule size, and nodule consistency have been shown to be associated with difficulty in nodule localization, in particular for nodules greater than 5 mm from the pleura, less than 10 mm in size, and/or subsolid in consistency.",
        "Common to all of these management strategies is the concept that those nodules with a moderate- to high-risk pretest probability for malignancy should be considered for surgical resection or biopsy in conjunction with patient-provider shared decision-making."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p3_0_06826efd",
      "text": ", with precise delivery of radiation to the planned target volume (PTV) [16, 17] while simultaneously accounting for respiratory variation, either through breathholding techniques, respiratory gating, or tracking of the nodule to account for respiratory variation. While some systems are able to visually track the target nodule, limitations similar to those encountered in surgical resection exist [16, 18]. In addition, the thoracic anatomy to target nodule relationship can result in difficulties in detecting and/or tracking of the target lesion during SBRT. Fiducial markers (FM) act as visible surrogates of tumor location and provide accurate localization and tracking of target nodules, overcoming difficulties when encountered in identifying targets on fluoroscopy or CT scan. With these challenges, a variety of marking techniques and technologies have been developed or adapted to aid in localizing nodules for surgery and SBRT. InThe challenge was adoption of hookwire localization of small lung nodules via computed tomography (CT) guidance. After placement of the hook into the target, a wire extended out through the parenchyma then across the pleura to the skin where its track was easily identified by the surgeon. Despite this seemingly simple and effective approach, transcutaneous, transpleural hookwire placement was found to have some inherent complications including displacement of the hook during transportation from radiology to the OR and/or even intraoperatively hemorrhage (9–35 %) and pneumothorax (32–68 %). As a result, an alternative technique of CT placement of microcoils was pioneered; microcoils are thin, coiled wires that can be inserted percutaneously to localize target nodules. A needle is inserted percutaneously to transect the lesion, then part of the microcoil wire is inserted. The needle is then withdrawn through the target lesion with the remaining length and then either inserted on the opposite side of the lesion or at the pleural line. The insertion site of the needle into the lung also serves as a marker for the surgeon, and fluoroscopy is often used to assist in visualization and localization if the wire does not extend past the visceral pleura. Intraoperative localization rates using microcoils have been reported to be excellent (90–100 % success) [19], and placement can occur well before the surgery. Despite this excellent performance profile, this technique still suffered from an elevated risk of pneumothorax, hemorrhage, displacement, and even embolization [20] and additionally often requires intraoperative integration of fluoroscopy for localization. ### Bronchoscopic Techniques for Surgical Marking and Fiducial Placement Further exploration into the optimization of small nodule marking for MITS includes the use of various dyes to visually mark lesions, via both percutaneous and bronchoscopic application methods. Several studies have been published evaluating the use of dye alone to aid in target nodule localization during MITS. These agents are associated with their own challenges, particularly spillage and diffusion, resulting in a narrow window of utility (about 3 hours), which can limit their usefulness [19]. Fluorescent and near-infrared fluorescent dye use has also been reported. Applied via both CT guidance and bronchoscopy, these dyes have been reported to have a greater visual penetration through tissues, allowing a surgeon to localize nodules buried in up to 2 cm of tissue [21–23]. In addition, these fluorescent dyes have been reported to have a slower rate of parenchymal diffusion than traditional dyes, retaining fluorescence in situ for at least 5 hours [22]. However, this extended time still does not obviate the need for same day surgery. Seeking to remedy the issue of rapid diffusion, radiopaque liquids (barium, lipiodol) have been used in isolation or combined with various dyes (methylene blue or near infrared (NIR) or infrared (IR) dyes) for improved localization. A significant detractor in the use of barium has been its inflammatory effect observed on postoperative histology, limiting its use. Lipiodol (ethiodized oil, an iodinated derivative of poppyseed oil) was first developed in the early 1900s as a contrast medium for hysterosalpingography and lymphography and has been found to have therapeutic indications for chemoembolization for unresectable hepatocellular carcinoma. Lipiodol has been used as a radiopaque marker for target nodules to guide thoracoscopic surgery, though it is more commonly used in bladder cancer. It has the benefit of being relatively inexpensive and safe (rare cases of embolization as it is not water soluble), with several case studies reporting its use as a FM prior to radiotherapy given its long residency, as it is seen in situ up to 8 months postplacement [24]. Unlike barium, lipiodol does not cause inflammatory changes to the histopathology of the resection specimen and can even be used in combination with cyanoacrylates as it does not interfere with the polymerization process [25]. While fluoroscopic localization with radiopaque markers has been successful, the added equipment burden to VATS and especially RATS prompted research into radiotracers such as technicium99 that can be detected by a handheld gamma ray detector. Injected by either CT-guided percutaneous or bronchoscopic placement, with or without concomitant dye or acrylic, radiotracers have been shown to confer high rates of VATS localization (88–96 %) [19]. No intraoperative fluoroscopy is required, but radiation protection for the surgical team, as well as the team placing the radiotracer, is required and resources are necessary to allow for proper radioactive material handling. With",
      "page": 3,
      "start_offset": 0,
      "end_offset": 5725,
      "token_count": 1173,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Fluorescent and near-infrared fluorescent dye use has also been reported. Applied via both CT guidance and bronchoscopy, these dyes have been reported to have a greater visual penetration through tissues, allowing a surgeon to localize nodules buried in up to 2 cm of tissue [21–23].",
        "While fluoroscopic localization with radiopaque markers has been successful, the added equipment burden to VATS and especially RATS prompted research into radiotracers such as technicium99 that can be detected by a handheld gamma ray detector.",
        "A significant detractor in the use of barium has been its inflammatory effect observed on postoperative histology, limiting its use."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p4_0_a44e0d7e",
      "text": "not cause inflammatory changes to the histopathology of the resection specimen and can even be used in combination with cyanoacrylates as it does not interfere with the polymerization process [25]. While fluoroscopic localization with radiopaque markers has been successful, the added equipment burden to VATS and especially RATS prompted research into radiotracers such as technicium99 that can be detected by a handheld gamma ray detector. Injected by either CT-guided percutaneous or bronchoscopic placement, with or without concomitant dye or acrylic, radiotracers have been shown to confer high rates of VATS localization (88–96 %) [19]. No intraoperative fluoroscopy is required, but radiation protection for the surgical team, as well as the team placing the radiotracer, is required and resources are necessary to allow for proper radioactive material handling. Withwith three-dimensional maps to provide real-time guidance through the airways to a target lesion. 4 A. Michaels et al. | Marking medium/device | Advantages | Disadvantages | Notes | |:-------------------- |:-------------------------------------------------------------------------------------------------------- |:------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |:------------------------------------------------------------------ | | Hookwires | Easily located at pleural surface | High rates of bleeding, pneumothorax, pain, displacement during transfer, and need for same day surgery | | | Microcoils | Less associated pain than hookwires | Risk of embolization, pneumothorax, and bleeding | Occasional need for fluoroscopy if unable to visualize at pleural surface | | Methylene Blue | Does not impact pathology results, safe, and relatively inexpensive | Narrow window of utility ( < 3 hours) and risk of “spillage” contaminating pleural space | | | NIR/IR/ indocyanine green (ICG) | Marking can be seen buried in a 1–2 cm tissue | Need for same day surgery and possibility of being unable to localize if marking too deep to see | | | Barium | | Needs to be tumor “adjacent” due to risk of inflammation impacting pathology result | Need for fluoroscopy | | Lipiodol | Remains in situ for months and inexpensive | Rare risk of embolization | Need for fluoroscopy | | Radiotracer- technicium99 | No fluoroscopy required | Radiation protection required, resources are necessary for proper radioactive materials handling, and need for same day surgery | | In the largest study of nodule marking via electromagnetic navigation bronchoscopy (ENB), data from 258 patients reported accurate FM placement in 99.2 % of patients with 94.1 % of markers durably in place. A mean on 2.2 FMs were placed per case, and complication rates were low with a pneumothorax rate of 5.4 % [26]. This study confirmed ENB’s significantly lower pneumothorax (1–5 %) and pulmonary hemorrhage rates compared to computed tomography (CT)-guided percutaneous marking (10–20 %). In addition, ENB offers the benefit of marking nodules in hard-to-reach locations and can be conducted during the same setting as resection. This “single-anesthesia” approach has been shown to reduce time to intervention by 51 days on average and should be considered where possible [27–29]. The ideal marker from the patient’s perspective would be one that was placed with minimal complications and guaranteed avoidance of open thoracotomy. From the surgical team’s perspective, it could be placed the same day or days before, never be dislodged, be easily identified during MITS, require minimal additional intraoperative equipment, and pose no threat to the surgical team. Thus, all the benefits of MITS over thoracotomy would be maintained while still guaranteeing a curative result. ### 2.3 Current Techniques and Procedural Considerations The administration of the chosen marking medium is dependent on both procedure team preference and the mechanism by which the mark is delivered (bronchoscopy vs. transthoracic CT guidance). When localizing targets using a bronchoscopic approach, the most common technology employed is a peripheral lung navigation platform in which a preprocedural CT will be used to generate a map and pathway to guide the bronchoscope to the lesion planned for resection. If the lesion is not visible, the use of a radial endobronchial ultrasound (rEBUS) probe and/or integrated advanced imaging (conebeam CT or digital tomosynthesis) may be employed to assist in locating the nodule to allow for tool-to-target colocalization. Once the nodule is located and punctured by a transbronchial aspiration needle, the marking medium is delivered into or adjacent to the nodule and with the intent of tattooing the visceral pleura to allow for improved visualization by the surgical team. The combination of marking media is also possible with traditional and fluorescent dyes being mixed prior to injection to provide that advantage of visualization under white light, NIR, and/or fluoroscopy. The volume of marking media to be delivered varies; however, previously published data would suggest between 0.5 and 1 ml are needed [30–32]. ### 2.4 Future Directions A different approach to improving localization has been to further engineer the marking medium. For example, a desiccated polyethylene glycol hydrogel that deploys as a solid cylinder (2.5 cm in length by 0.1 cm in diameter), self-expands upon contact with lung tissue, and can be visually identified intraoperatively has been developed [33]. The advantage purported in early studies is that this self-expansion seals the CT access tract preventing pneumothorax. Going",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5702,
      "token_count": 1172,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "For example, a desiccated polyethylene glycol hydrogel that deploys as a solid cylinder (2.5 cm in length by 0.1 cm in diameter), self-expands upon contact with lung tissue, and can be visually identified intraoperatively has been developed [33].",
        "Michaels et al. | Marking medium/device | Advantages | Disadvantages | Notes | |:-------------------- |:-------------------------------------------------------------------------------------------------------- |:------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |:------------------------------------------------------------------ | | Hookwires | Easily located at pleural surface | High rates of bleeding, pneumothorax, pain, displacement during transfer, and need for same day surgery | | | Microcoils | Less associated pain than hookwires | Risk of embolization, pneumothorax, and bleeding | Occasional need for fluoroscopy if unable to visualize at pleural surface | | Methylene Blue | Does not impact pathology results, safe, and relatively inexpensive | Narrow window of utility ( < 3 hours) and risk of “spillage” contaminating pleural space | | | NIR/IR/ indocyanine green (ICG) | Marking can be seen buried in a 1–2 cm tissue | Need for same day surgery and possibility of being unable to localize if marking too deep to see | | | Barium | | Needs to be tumor “adjacent” due to risk of inflammation impacting pathology result | Need for fluoroscopy | | Lipiodol | Remains in situ for months and inexpensive | Rare risk of embolization | Need for fluoroscopy | | Radiotracer- technicium99 | No fluoroscopy required | Radiation protection required, resources are necessary for proper radioactive materials handling, and need for same day surgery | | In the largest study of nodule marking via electromagnetic navigation bronchoscopy (ENB), data from 258 patients reported accurate FM placement in 99.2 % of patients with 94.1 % of markers durably in place.",
        "This “single-anesthesia” approach has been shown to reduce time to intervention by 51 days on average and should be considered where possible [27–29]."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p5_0_e77839a1",
      "text": "by the surgical team. The combination of marking media is also possible with traditional and fluorescent dyes being mixed prior to injection to provide that advantage of visualization under white light, NIR, and/or fluoroscopy. The volume of marking media to be delivered varies; however, previously published data would suggest between 0.5 and 1 ml are needed [30–32]. ### 2.4 Future Directions A different approach to improving localization has been to further engineer the marking medium. For example, a desiccated polyethylene glycol hydrogel that deploys as a solid cylinder (2.5 cm in length by 0.1 cm in diameter), self-expands upon contact with lung tissue, and can be visually identified intraoperatively has been developed [33]. The advantage purported in early studies is that this self-expansion seals the CT access tract preventing pneumothorax. Goingmarking. It is placed under computed tomography (CT) guidance and can remain in place indefinitely like a FM, detangling radiology and OR schedules. Intraoperatively, an audible radar rangefinder guides the surgeon to the nodule to a published 1 mm accuracy. Only one published study exists currently for lung nodule marking, but typical complications of pneumothorax and hemothorax were low (9.5 % and 0 %, respectively) [19], and no cases of displacement, localization failure, or conversion to open thoracotomy were reported. More research is needed, but this system should inspire further exploration of implantable technology. Similarly, “smart” FM designs are being explored which when implanted are then detected via an emitted electromagnetic signature enabling intraoperative localization. These devices have been used for localization of suspicious breast lesions and are currently in the process of being adapted for bronchoscopic delivery. Bronchoscopic Techniques for Surgical Marking and Fiducial An additional novel technique still in early trials is intraoperative molecular imaging (IMI). This technology utilizes visible or near infrared dyes tied to molecules that that are injected intravenously, preferentially accumulate in malignant tissue, and are used to guide the surgeon to the nodule intraoperatively. One such example is folate receptor IMI. Folate receptors have been shown to be upregulated in adeno- and squamous cell carcinoma of the lung to the point paired folate receptor NIR markers have been reported to successfully identify 70–95 % of intraoperative nodules [34]. In a phase 2 trial, Gangadharan found that folate receptor IMI influenced intraoperative decision-making by detecting additional nodules (nearly half of which were malignant), revealing positive margins, or localizing nodules that were difficult to find in 26 % of patients [35]. From the patient and surgeon’s perspectives, localization via a simple infusion would be highly desirable given lack of need for a second proceduralist or risk of localization complications, and the benefit of identifying occult nodules intraoperatively cannot be overstated. Ultimately, no marking tool will have a true zero percent thoracotomy rate as patient factors such as adhesions or intraoperative hemorrhage can occur, necessitating conversation to an open approach. 2.5 Summary\nMarking nodules for MITS localization and resection remains particularly helpful for lung nodules that are sub-solid, small, and deep to the pleura. This is influenced by the transition to minimally invasive resection techniques (RATS and VATS), during which surgeons may lose the ability to digitally palpate their targets. However as discussed, marking nodules for MITS remains challenging-be it radiation exposure, limited time from placement to surgery, fluoroscopy requirement, or systemic embolization, surgical teams must weigh the risks and benefits of each option based on the resources available in their hospital system. for SBRT 3.1 History\nRadiation therapy is a standard treatment for lung cancer. In years past, its use has been limited by high rates of local recurrence and significant side effects. In the case of early-stage nonsmall cell lung cancer, both recurrence and overall survival rates can be improved by the delivery of higher doses of radiation to the tumor. Furthermore, by focusing and confining the radiation volume to the actual volume of tumor, radiotherapy can achieve similar survival rates and decreased complication rates when compared to less focused and less confined treatment volumes. A variety of techniques have also been developed to “conform” the delivered radiation dose to the actual shape and size of the tumor and to “focus” the delivered radiation on the tumor, thereby decreasing the dose delivered to surrounding tissues. One technique uses multiple radiation beams directed at the tumor from multiple different angles, thereby “focusing” the radiation beams on a small volume of tissue. The shape of each beam is also adjusted so that it “conforms” to the contour of the target. This allows the majority of the radiation dose to be delivered to a very focused volume of tissue that has a shape and size very similar to that of the tumor. This is commonly referred to as three-dimensional conformal radiation therapy (3D-CRT). A similar technique adjusts the intensity of the radiation beam as it is directed at the tumor from multiple directions to “conform” the radiation delivery to the tumor shape and “focus” in on a small volume of tissue. This is referred to as intensity-modulated radiation therapy (IMRT). A third technique uses a single precise beam of radiation that can be moved around the patient and directed at different parts of the target volume from many angles. This allows the radiation dose to be contoured to the shape of the tumor and to focus the radiation delivery again to a small volume of tissue. These techniques can collectively be referred to as stereotactic body radiotherapy (SBRT) or image-guided radiation therapy (IGRT). So",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5949,
      "token_count": 1182,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "For example, a desiccated polyethylene glycol hydrogel that deploys as a solid cylinder (2.5 cm in length by 0.1 cm in diameter), self-expands upon contact with lung tissue, and can be visually identified intraoperatively has been developed [33].",
        "The volume of marking media to be delivered varies; however, previously published data would suggest between 0.5 and 1 ml are needed [30–32]. ### 2.4 Future Directions A different approach to improving localization has been to further engineer the marking medium.",
        "Folate receptors have been shown to be upregulated in adeno- and squamous cell carcinoma of the lung to the point paired folate receptor NIR markers have been reported to successfully identify 70–95 % of intraoperative nodules [34]."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p6_0_c07d9a7d",
      "text": "of tissue that has a shape and size very similar to that of the tumor. This is commonly referred to as three-dimensional conformal radiation therapy (3D-CRT). A similar technique adjusts the intensity of the radiation beam as it is directed at the tumor from multiple directions to “conform” the radiation delivery to the tumor shape and “focus” in on a small volume of tissue. This is referred to as intensity-modulated radiation therapy (IMRT). A third technique uses a single precise beam of radiation that can be moved around the patient and directed at different parts of the target volume from many angles. This allows the radiation dose to be contoured to the shape of the tumor and to focus the radiation delivery again to a small volume of tissue. These techniques can collectively be referred to as stereotactic body radiotherapy (SBRT) or image-guided radiation therapy (IGRT). Sovolume to include margins of error corresponding to these unknowns. Such a generic expansion of the treatment zone is shown graphically in 6 A. Michaels et al. To take full advantage of the tightly focused and conformed radiation delivery volume, it is necessary to know where the tumor is located day to day and breath to breath. Since direct visualization of the tumor is not possible while the X-ray beam is actually on, and even when the beam is off, it is often difficult to visualize the tumor on fluoroscopy; FM that can be easily seen and continuously tracked can be placed in or near the tumor target. The ability to place FM with accuracy is important to ensure targeting of the appropriate PTV to minimize effects of radiation to healthy tissues and maximize the therapeutic effect of SBRT. The PTV should account for microscopic tumor extension beyond the radiographic borders of the tumor, errors that occur in daily patient positioning relative to the linac, and tumor movement secondary to respiratory motion. To overcome these problems and ensure that the entire tumor is located within the treatment volume, static conventional radiation delivery expands the size of the planned treatment volume to include margins of error corresponding to these unknowns. While this can help ensure that the entire tumor volume is adequately treated, it diminishes much of the benefit possible by shaping and focusing the delivered radiation volume. Additionally, this generic expansion is not one size fits all: apical tumors typically move less than basilar tumors, central tumors move less than peripheral tumors, larger tumors move less than smaller tumors, and the lung does not follow the same trajectory during every breath in each patient. While some systems have been developed to work without the use of FMs, they require nodules to be larger than 15 mm, denser than the surrounding parenchymal tissue, and be far",
      "page": 6,
      "start_offset": 0,
      "end_offset": 2817,
      "token_count": 544,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "While some systems have been developed to work without the use of FMs, they require nodules to be larger than 15 mm, denser than the surrounding parenchymal tissue, and be far",
        "The ability to place FM with accuracy is important to ensure targeting of the appropriate PTV to minimize effects of radiation to healthy tissues and maximize the therapeutic effect of SBRT."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p7_0_076feec3",
      "text": "to the linac, and tumor movement secondary to respiratory motion. To overcome these problems and ensure that the entire tumor is located within the treatment volume, static conventional radiation delivery expands the size of the planned treatment volume to include margins of error corresponding to these unknowns. While this can help ensure that the entire tumor volume is adequately treated, it diminishes much of the benefit possible by shaping and focusing the delivered radiation volume. Additionally, this generic expansion is not one size fits all: apical tumors typically move less than basilar tumors, central tumors move less than peripheral tumors, larger tumors move less than smaller tumors, and the lung does not follow the same trajectory during every breath in each patient. While some systems have been developed to work without the use of FMs, they require nodules to be larger than 15 mm, denser than the surrounding parenchymal tissue, and be farenough away from the mediastinum for the system to detect. Thus, the need for FMs for accurate tracking has remained an important part of SBRT planning and execution as they provide the ability to track and respiratory gate the target tumor in real time. Real-time tumor tracking is a method of dynamically moving the focal point of the radiation mean so that this focal point always corresponds with the position of the tumor target. Respiratory gating is a method of turning the radiation beam on when the tumor target is located at the focal point of the radiation beam, and it is turned off as soon as the target moves outside of the beam. The patient is typically aligned so that the beam is on during expiration. Such gating also allows the margin expansion to accommodate respiratory motion (the margin expansion from B to C in Bronchoscopic Techniques for Surgical Marking and Fiducial A variety of radiation therapy systems are capable of real-time tumor tracking, based on the published literature; the system most widely used in conjunction with FM consists of a small 6-MV linac mounted on a computer-controlled robotic arm capable of moving with 6 degrees of freedom, two orthogonally placed X-rays, two optical cameras, and an optic-radiographic motion monitoring system for real-time tumor tracking ( 3.2\nChallenges\nThe challenges associated with localization of target nodules for fiducial placement are very similar to the challenges associated with localization for surgical marking, apart from the need to mark near the pleura (to guide surgical resection once the thorax has been entered for VATS or RATS). The ideal FM itself shares some of the same properties as one for surgical marking-it should be easy to place, safe, not pose a threat to the medical team, and be trackable without the need for palpation or direct visualization. Additionally, the ideal FM does not migrate after placement and remains in situ for SBRT therapy or could be used for localization should surgery be pursued down the road. Placement via percutaneous methods conveys a risk of pneumothorax similar to or higher than percutaneous lung biopsy (13–48 %) [36, 37] and is relatively more challenging for central nodules, which are often adjacent to vascular structures within the mediastinum. Percutaneous placement usually requires two punctures, with two markers placed along one tract and the third placed with a second puncture. With percutaneous computed tomography (CT)-guided placement, there is also an increased risk of colinear placement, which makes tracking FMs for SBRT less accurate. Placement via bronchoscopy helps mitigate risk to the patient and is a viable and safe alternative for placing FMs. This approach also allows for optimal distribution of FMs so are to avoid colinear placement [38, 39]. Retrospective review of the NAVIGATE cohort, which utilized EMN bronchoscopy for FM delivery, reported a 94.1 % rate of successful FM placement based on postplacement imaging (most imaging performed same day as procedure) with a 5.4 % pneumothorax rate [26]. Despite these reported successes, FM placement via the bronchoscopic approach faces its own challenges including difficult-to-reach targets, pneumothorax, FM misplacement/migration, and bleeding. FMs themselves are at risk for migration (up to 12 %), and embolization and placement should be confirmed 1–2 weeks post-placement with a CT, as migration typically occurs within the first 10 days of placement [39, 40]. 3.3\nCurrent Techniques/Procedural Considerations\nFMs are typically placed under bronchoscopic guidance on an outpatient basis and are deployed via peripheral navigation bronchoscopy using such techniques as rEBUS, electromagnetic navigation bronchoscopy (ENB), and robotic bronchoscopy. As one example, CT-body anatomic mapping was used by bronchoscopists to traverse the lung to the target lesion where upon reaching the target the rEBUS probe and guide sheath were inserted through the working channel of the bronchoscope. Upon identification of the target nodule on radial endobronchial ultrasound (EBUS), the probe was removed and the sheath left in place. An FM loaded into a brush was then inserted into the sheath and the FM was deployed at the level of the target. More recently, ENB or shape sensing robotic bronchoscopy has been used in peripheral lung navigation and with a similar workflow for FM placement (",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5378,
      "token_count": 1101,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "While some systems have been developed to work without the use of FMs, they require nodules to be larger than 15 mm, denser than the surrounding parenchymal tissue, and be farenough away from the mediastinum for the system to detect.",
        "Thus, the need for FMs for accurate tracking has remained an important part of SBRT planning and execution as they provide the ability to track and respiratory gate the target tumor in real time.",
        "Such gating also allows the margin expansion to accommodate respiratory motion (the margin expansion from B to C in Bronchoscopic Techniques for Surgical Marking and Fiducial A variety of radiation therapy systems are capable of real-time tumor tracking, based on the published literature; the system most widely used in conjunction with FM consists of a small 6-MV linac mounted on a computer-controlled robotic arm capable of moving with 6 degrees of freedom, two orthogonally placed X-rays, two optical cameras, and an optic-radiographic motion monitoring system for real-time tumor tracking ( 3.2\nChallenges\nThe challenges associated with localization of target nodules for fiducial placement are very similar to the challenges associated with localization for surgical marking, apart from the need to mark near the pleura (to guide surgical resection once the thorax has been entered for VATS or RATS)."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p8_0_fd2b271d",
      "text": "Ms are typically placed under bronchoscopic guidance on an outpatient basis and are deployed via peripheral navigation bronchoscopy using such techniques as rEBUS, electromagnetic navigation bronchoscopy (ENB), and robotic bronchoscopy. As one example, CT-body anatomic mapping was used by bronchoscopists to traverse the lung to the target lesion where upon reaching the target the rEBUS probe and guide sheath were inserted through the working channel of the bronchoscope. Upon identification of the target nodule on radial endobronchial ultrasound (EBUS), the probe was removed and the sheath left in place. An FM loaded into a brush was then inserted into the sheath and the FM was deployed at the level of the target. More recently, ENB or shape sensing robotic bronchoscopy has been used in peripheral lung navigation and with a similar workflow for FM placement (- Michaels et al.",
      "page": 8,
      "start_offset": 0,
      "end_offset": 887,
      "token_count": 184,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Ms are typically placed under bronchoscopic guidance on an outpatient basis and are deployed via peripheral navigation bronchoscopy using such techniques as rEBUS, electromagnetic navigation bronchoscopy (ENB), and robotic bronchoscopy.",
        "As one example, CT-body anatomic mapping was used by bronchoscopists to traverse the lung to the target lesion where upon reaching the target the rEBUS probe and guide sheath were inserted through the working channel of the bronchoscope."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p9_0_6fec22ea",
      "text": "under bronchoscopic guidance on an outpatient basis and are deployed via peripheral navigation bronchoscopy using such techniques as rEBUS, electromagnetic navigation bronchoscopy (ENB), and robotic bronchoscopy. As one example, CT-body anatomic mapping was used by bronchoscopists to traverse the lung to the target lesion where upon reaching the target the rEBUS probe and guide sheath were inserted through the working channel of the bronchoscope. Upon identification of the target nodule on radial endobronchial ultrasound (EBUS), the probe was removed and the sheath left in place. An FM loaded into a brush was then inserted into the sheath and the FM was deployed at the level of the target. More recently, ENB or shape sensing robotic bronchoscopy has been used in peripheral lung navigation and with a similar workflow for FM placement (- Michaels et al.nodule. Subsequent FMs are then placed with the intent that they be at least 1.5 cm but not more than 5 cm from each other. Advanced perioperative imaging (integrated or not) can be used to help confirm the spatial relationships between the FMs as they are being placed. Bronchoscopic Techniques for Surgical Marking and Fiducial In the case of FM placement into a target nodule or lymph node, a needle is used to first puncture the target, and then the FM is delivered by pushing the marker out of the barrel of the needle using a stylet or if no stylet is available flushing the needle with sterile saline. Before this, the FM is carefully “musket” loaded into the needle’s",
      "page": 9,
      "start_offset": 0,
      "end_offset": 1539,
      "token_count": 332,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Subsequent FMs are then placed with the intent that they be at least 1.5 cm but not more than 5 cm from each other.",
        "under bronchoscopic guidance on an outpatient basis and are deployed via peripheral navigation bronchoscopy using such techniques as rEBUS, electromagnetic navigation bronchoscopy (ENB), and robotic bronchoscopy."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p10_0_8cd6cd8e",
      "text": "B or shape sensing robotic bronchoscopy has been used in peripheral lung navigation and with a similar workflow for FM placement (- Michaels et al.nodule. Subsequent FMs are then placed with the intent that they be at least 1.5 cm but not more than 5 cm from each other. Advanced perioperative imaging (integrated or not) can be used to help confirm the spatial relationships between the FMs as they are being placed. Bronchoscopic Techniques for Surgical Marking and Fiducial In the case of FM placement into a target nodule or lymph node, a needle is used to first puncture the target, and then the FM is delivered by pushing the marker out of the barrel of the needle using a stylet or if no stylet is available flushing the needle with sterile saline. Before this, the FM is carefully “musket” loaded into the needle’sbore and may be sealed using bone wax ( 10 A. Michaels et al. The needle catheter is then passed through the bronchoscope, or the extended working channel or guide sheath if these are being used, and advanced until the tip of the catheter clears the end of the instrument and is approximately 1–2 cm proximal to the desired implantation site. The needle is then extended and the needle catheter advanced until the tip of the needle is located immediately proximal to the desired implantation site. The needle stylet is then advanced pushing the fiducial out of the bore of the needle and depositing it in the desired implantation site. Once implanted, the needle should be withdrawn slowly to ensure that the fiducial has cleared the outer barrel of needle. Deployment is performed under either convex endobronchial ultrasound (EBUS) or fluoroscopic guidance ( The number of FM needed is not universally agreed upon and is dependent on the type of marker. When considering the number of FM to implant, enough should be placed to provide accurate positional information and ideal rotational information as well. Two FM located in and around the tumor such that they bracket the bulk of the tumor can provide translational information about the tumor target. Three FMs located in and around the tumor such that they bracket the bulk of the tumor and do not overlap on the fluoroscopic tracking system provide both translational and rotational information. Enough FM should be placed so that it is possible to tell if a marker has migrated out of position and ideally enough so that it is easy to pinpoint which has migrated. Migration can be detected by measuring the distance between pairs of FM at the same phase of respiration. When only two FMs have been implanted, it is possible to tell that one of the fiducials has moved but not which one. When three or more FMs have been implanted, by measuring the distance between each marker and the others, it is possible to tell not only that one has migrated but which one. Knowing this allows the radiation oncologist to ignore the migrated FM with positional and tracking information obtained from the remaining markers.",
      "page": 10,
      "start_offset": 0,
      "end_offset": 2991,
      "token_count": 610,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Subsequent FMs are then placed with the intent that they be at least 1.5 cm but not more than 5 cm from each other.",
        "Michaels et al. The needle catheter is then passed through the bronchoscope, or the extended working channel or guide sheath if these are being used, and advanced until the tip of the catheter clears the end of the instrument and is approximately 1–2 cm proximal to the desired implantation site.",
        "B or shape sensing robotic bronchoscopy has been used in peripheral lung navigation and with a similar workflow for FM placement (- Michaels et al.nodule."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p11_0_9a637f17",
      "text": "tumor target. Three FMs located in and around the tumor such that they bracket the bulk of the tumor and do not overlap on the fluoroscopic tracking system provide both translational and rotational information. Enough FM should be placed so that it is possible to tell if a marker has migrated out of position and ideally enough so that it is easy to pinpoint which has migrated. Migration can be detected by measuring the distance between pairs of FM at the same phase of respiration. When only two FMs have been implanted, it is possible to tell that one of the fiducials has moved but not which one. When three or more FMs have been implanted, by measuring the distance between each marker and the others, it is possible to tell not only that one has migrated but which one. Knowing this allows the radiation oncologist to ignore the migrated FM with positional and tracking information obtained from the remaining markers.When considering where to implant the FMs, they should be close enough to the tumor target so that they move with the tumor and provide accurate information about the tumor’s location and motion but far enough away from each other so that each fiducial provides independent information as fiducials implanted very close to one another look like a single fiducial on fluoroscopy. Other considerations include ensuring the markers are not so far apart that they are outside the field of the view of the tracking system and that they are not positioned such that a straight line can be drawn between any three of the fiducials; such collinear fiducials may appear superimposed on fluoroscopy and will not provide useful information. In total, FMs should be a minimum of 1.5 cm apart and should be no more than 5–6 cm from the lesion and be oriented differently in the x, y, and z planes to allow for optimal targeting. Representative positioning of a group of FMs is shown in The shape of FMs may be selected due to concern for marker migration, ability for the surgeon to palpate should the nodule be resected surgically, or both. Coil-shaped fiducials are thought to retain their positioning better than seed- or dumbbell-shaped FMs but must fit through the working channel of the bronchoscope/catheter [42, 43]. Several different types of fiducials are pictured in 3.4 Future Directions Newer systems have attempted to apply SBRT without the need for FMs; however, limitations exist for nodules less than 15 mm, ground glass nodules, or those near the mediastinum or spine. In 2016, a nonmetallic liquid FM that forms a",
      "page": 11,
      "start_offset": 0,
      "end_offset": 2546,
      "token_count": 535,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In total, FMs should be a minimum of 1.5 cm apart and should be no more than 5–6 cm from the lesion and be oriented differently in the x, y, and z planes to allow for optimal targeting.",
        "Several different types of fiducials are pictured in 3.4 Future Directions Newer systems have attempted to apply SBRT without the need for FMs; however, limitations exist for nodules less than 15 mm, ground glass nodules, or those near the mediastinum or spine.",
        "Three FMs located in and around the tumor such that they bracket the bulk of the tumor and do not overlap on the fluoroscopic tracking system provide both translational and rotational information."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p12_0_dfd0cf26",
      "text": "differently in the x, y, and z planes to allow for optimal targeting. Representative positioning of a group of FMs is shown in The shape of FMs may be selected due to concern for marker migration, ability for the surgeon to palpate should the nodule be resected surgically, or both. Coil-shaped fiducials are thought to retain their positioning better than seed- or dumbbell-shaped FMs but must fit through the working channel of the bronchoscope/catheter [42, 43]. Several different types of fiducials are pictured in 3.4 Future Directions Newer systems have attempted to apply SBRT without the need for FMs; however, limitations exist for nodules less than 15 mm, ground glass nodules, or those near the mediastinum or spine. In 2016, a nonmetallic liquid FM that forms asticky-soft adherent substance in vivo and is visible under relevant imaging modalities was introduced ( - Michaels et al. ### 3.5 Summary FMs act as visible surrogates of tumor location and can provide accurate localization and tracking of tumors, particularly when the tumor is difficult to see on fluoroscopy or computed tomography (CT) scan. A wide variety of FMs with an equally wide range of shapes, sizes, and surface treatments are currently available for use in the body. Some basic guidelines to follow when implanting fiducials include the following: - 3–6 FMs should be implanted to so that at least three remain in place.\n- FMs should not be placed collinearly.\n- FMs should be placed in and around the tumor such that the bulk of the tumor is bracketed by the fiducials.\n- FMs should be placed such that they are at least 1.5 cm but not more than 5 cm from each other. Overall, bronchoscopic FM placement appears to be quite safe, with a low incidence of complications. This method offers distinct advantages, especially when using advanced integrated imaging systems like electromagnetic navigation bronchoscopy (ENB) or robotic bronchoscopy. These technologies allow for more precise placement of FMs in areas that might otherwise be inaccessible or unsuitable for traditional percutaneous techniques, particularly when nodules are located deep within the lung parenchyma or adjacent to critical structures (Figs. 7 and 8). ### Conclusion Lung cancer remains a leading cause of cancer-related mortality worldwide, with screening advancements such as LDCT offering a significant reduction in mortality for high-risk individuals. The use of LDCT in lung cancer screening has shifted the paradigm toward early detection and intervention, while guidelines from organizations like the NCCN and ACR have refined management strategies for pulmonary nodules, particularly through patient-provider shared decision-making. The integration of minimally invasive surgical techniques, such as VATS and RATS, alongside radiotherapeutic options like SBRT, has broadened the scope of",
      "page": 12,
      "start_offset": 0,
      "end_offset": 2857,
      "token_count": 598,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Several different types of fiducials are pictured in 3.4 Future Directions Newer systems have attempted to apply SBRT without the need for FMs; however, limitations exist for nodules less than 15 mm, ground glass nodules, or those near the mediastinum or spine.",
        "Some basic guidelines to follow when implanting fiducials include the following: - 3–6 FMs should be implanted to so that at least three remain in place.\n- FMs should not be placed collinearly.\n- FMs should be placed in and around the tumor such that the bulk of the tumor is bracketed by the fiducials.\n- FMs should be placed such that they are at least 1.5 cm but not more than 5 cm from each other.",
        "Representative positioning of a group of FMs is shown in The shape of FMs may be selected due to concern for marker migration, ability for the surgeon to palpate should the nodule be resected surgically, or both."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p13_0_ac6cc501",
      "text": "choscopy (ENB) or robotic bronchoscopy. These technologies allow for more precise placement of FMs in areas that might otherwise be inaccessible or unsuitable for traditional percutaneous techniques, particularly when nodules are located deep within the lung parenchyma or adjacent to critical structures (Figs. 7 and 8). ### Conclusion Lung cancer remains a leading cause of cancer-related mortality worldwide, with screening advancements such as LDCT offering a significant reduction in mortality for high-risk individuals. The use of LDCT in lung cancer screening has shifted the paradigm toward early detection and intervention, while guidelines from organizations like the NCCN and ACR have refined management strategies for pulmonary nodules, particularly through patient-provider shared decision-making. The integration of minimally invasive surgical techniques, such as VATS and RATS, alongside radiotherapeutic options like SBRT, has broadened the scope oftreatment for patients with early-stage lung cancer or those unsuitable for traditional surgery. As treatments become increasingly precise, accurate nodule localization and FM placement for SBRT remain a critical factor in ensuring successful outcomes. Techniques for marking for surgery and FM placement have improved the ability of surgeons and radiation oncologists to localize and treat lung nodules effectively. However, challenges such as marker displacement, pneumothorax, and FM migration remain areas of ongoing research. The evolution of these techniques is essential to further improve the success rates of surgical and radiotherapeutic interventions, ultimately leading to better patient outcomes and advancements in lung cancer care. Bronchoscopic Techniques for Surgical Marking and Fiducial Placement Competing Interest Declaration The author(s) has no competing interests to declare that are relevant to the content of this manuscript. References\n1. Smith-Bindman R, Kwan machine learning (ML), Marlow EC, Theis MK, Bolch W, Cheng SY, et al. Trends in use of medical imaging in US health care systems and in Ontario, Canada, 2000–2016. JAMA. 2019;322(9): 843–56.\n2. National Lung Screening Trial Research Team, Aberle DR, Adams AM, Berg CD, Black WC, Clapp JD, Fagerstrom RM, Gareen J, Gatsonis C, Marcus PM, Sicks JD. Reduced lung-cancer mortality with low-dose computed tomographic screening. N Engl J Med. 2011;365(5):395–409.\n3. de Koning HJ, van der Aalst CM, de Jong PA, Scholten ET, Nackaerts K, Heuvelmans MA, et al. Reduced lung-cancer mortality with volume computed tomography (CT) screening in a randomized trial. N Engl J Med. 2020;382(6):503–13.\n4. US Preventive Services Task Force, Krist AH, Davidson KW, Mangione CM, Barry MJ, Cabana M, et al. Screening for lung cancer: US preventive services task force recommendation statement. JAMA. 2021;325(10):962–70.\n5. MacMahon H, Naidich DP, Goo JM, Lee KS, Leung ANC, Mayo JR, et al. Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society 2017. Radiology. 2017;284(1):228–43.\n6. Christensen J, Prosper AE, Wu CC, Chung J, Lee E, Elicker B, et al. ACR lung-RADS v2022: assessment categories and management recommendations. J Am Coll Radiol. 2024;21(3):473–88.\n7. Gould MK, Donington J, Lynch WR, Mazzone PJ, Midthun DE, Naidich DP, et al. Evaluation of individuals with pulmonary nodules: when is it lung cancer?: diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143(5):e93S-e120S.\n8. Villamizar NR, Darrabie MD, Burfeind WR, Petersen RP, Onaitis MW, Toloza E, et al. Thoracoscopic lobectomy is associated with lower morbidity compared with thoracotomy. J Thorac Cardiovasc Surg. 2009;138(2):419–25.\n9. Paul S, Altorki NK, Sheng S, Lee PC, Harpole DH, Onaitis MW, et al. Thoracoscopic lobectomy is associated with lower morbidity than open lobectomy: a propensity-matched analysis from the STS database. J Thorac Cardiovasc Surg. 2010;139(2):366–78.\n10. Donington J, Ferguson M, Mazzone P, Handy J Jr, Schuchert M, Fernando H, et al. American College of Chest Physicians and Society of Thoracic Surgeons consensus statement for evaluation and management for high-risk patients with stage I non-small cell lung cancer. Chest. 2012;142(6):1620–35.\n11. Altorki N, Wang X, Kozono D, Watt C, Landrenau R, Wigle D, et al. Lobar or sublobar resection for peripheral stage IA non-small-cell lung cancer. N Engl J Med. 2023;388(6):489–98.\n12. Saji H, Okada M, Tsuboi M, Nakajima R, Suzuki K, Aokage K, et al. Segmentectomy versus lobectomy in small-sized peripheral non-small-cell lung cancer (JCOG0802/WJOG4607L): a multicentre, open-label, phase 3, randomised, controlled, non-inferiority trial. Lanc",
      "page": 13,
      "start_offset": 0,
      "end_offset": 4781,
      "token_count": 1204,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "MacMahon H, Naidich DP, Goo JM, Lee KS, Leung ANC, Mayo JR, et al. Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society 2017.",
        "Donington J, Ferguson M, Mazzone P, Handy J Jr, Schuchert M, Fernando H, et al. American College of Chest Physicians and Society of Thoracic Surgeons consensus statement for evaluation and management for high-risk patients with stage I non-small cell lung cancer.",
        "As treatments become increasingly precise, accurate nodule localization and FM placement for SBRT remain a critical factor in ensuring successful outcomes."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p14_0_1f8f5e14",
      "text": "statement for evaluation and management for high-risk patients with stage I non-small cell lung cancer. Chest. 2012;142(6):1620–35.\n11. Altorki N, Wang X, Kozono D, Watt C, Landrenau R, Wigle D, et al. Lobar or sublobar resection for peripheral stage IA non-small-cell lung cancer. N Engl J Med. 2023;388(6):489–98.\n12. Saji H, Okada M, Tsuboi M, Nakajima R, Suzuki K, Aokage K, et al. Segmentectomy versus lobectomy in small-sized peripheral non-small-cell lung cancer (JCOG0802/WJOG4607L): a multicentre, open-label, phase 3, randomised, controlled, non-inferiority trial. Lanc14. A. Michaels et al. transthoracic, endovascular and endobronchial approaches. Eur Respir Rev. 2022;31(163):210149. 17. Seides BJ, Egan JP, French KD, Kovitz KL, Desai NR. Fiducial marker placement for stereotactic body radiation therapy via convex probe endobronchial ultrasound: a case series and review of literature. J Thorac Dis. 2018;10(3):1972–83. 18. Lachkar S, Guisier F, Roger M, Bota S, Lerouge D, Piton N, et al. A simple endoscopic method with radial endobronchial ultrasonography for low-migration rate coil-tailed fiducial marker placement. J Thorac Dis. 2020;12(4):1467. 19. Cornella KN, Repper DC, Palafox BA, Razavi MK, Loh computed tomography (CT), Markle KM, et al. A surgeon’s guide for various lung nodule localization techniques and the newest technologies. Innovations (Phila). 2021;16(1):26–33. 20. Sancheti MS, Lee R, Ahmed SU, Pickens A, Fernandez FG, Small WC, et al. Percutaneous fiducial localization for thoracoscopic wedge resection of small pulmonary nodules. Ann Thorac Surg. 2014;97(6):1914–8. 21. Cui F, Liu J, Du M, Fan J, Fu J, Geng Q, et al. Expert consensus on indocyanine green fluorescence imaging for thoracoscopic lung resection (The Version 2022). Transl Lung Cancer Res. 2022;11(11):2318–31. 22. Wu Z, Zhang L, Zhao X-T, Zhou D, Yang X-Y. Localization of subcentimeter pulmonary nodules using an indocyanine green near-infrared imaging system during uniportal video-assisted thoracoscopic surgery. J Cardiothorac Surg. 2021;16(1):224. 23. Zhang C, Lin H, Fu R, Zhang T, Nie Q, Dong S, et al. Application of indocyanine green fluorescence for precision sublobar resection. Thorac Cancer. 2019;10(4):624–30. 24. Rose M, Siva S, Ball D, Irving LB, Steinfort DP. Bronchoscopic delivery of lipiodol as a fiducial marker in lung tumors before radiotherapy. J Thorac Oncol. 2014;9(10):1579–83. 25. McDermott S, Fintelmann FJ, Bierhals AJ, Silin DD, Price MC, Ott HC, et al. Image-guided preoperative localization of pulmonary nodules for video-assisted and robotically assisted surgery. Radiographics. 2019;39(5):1264–79. 26. Bowling MR, Folch EE, Khandhar SJ, Kazakov J, Krimsky WS, LeMense GP, et al. Fiducial marker placement with electromagnetic navigation bronchoscopy: a subgroup analysis of the prospective, multicenter NAVIGATE study. Ther Adv Respir Dis. 2019;13: 1753466619841234. 27. Bawaadam H, Benn BS, Colwell EM, Oka T, Krishna G. Lung nodule marking with ICG dye-soaked coil facilitates localization and delayed surgical resection. Ann Thorac Surg Short Rep. 2023;1(2):221–5. 28. Hamid Alraiyes A, Cedeno-Rodriguez AR, Chmielewski GW, Joob AW. The outcome of the same anesthesia event for robotic bronchoscopy marking and robotic sub-lobar resection of lung nodules. Chest. 2023;164(4):A4238. 29. Wolf AJ, Miller PM, Burk JR, Vigness RM, Hollingsworth JW. Ability of single anesthesia for combined robotic-assisted bronchoscopy and surgical lobectomy to reduce time between detection and treatment in stage I non-small cell lung cancer. Proc (Bayl Univ Med Cent). 2023;36(4):434–8. 30. Awais O, Reidy MR, Mehta K, Bianco V, Gooding WE, Schuchert MJ, et al. Electromagnetic navigation bronchoscopy-guided dye marking for thoracoscopic resection of pulmonary nodules. Ann Thorac Surg. 2016;102(1):223–9. 31. End",
      "page": 14,
      "start_offset": 0,
      "end_offset": 3846,
      "token_count": 1178,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Altorki N, Wang X, Kozono D, Watt C, Landrenau R, Wigle D, et al. Lobar or sublobar resection for peripheral stage IA non-small-cell lung cancer.",
        "Saji H, Okada M, Tsuboi M, Nakajima R, Suzuki K, Aokage K, et al. Segmentectomy versus lobectomy in small-sized peripheral non-small-cell lung cancer (JCOG0802/WJOG4607L): a multicentre, open-label, phase 3, randomised, controlled, non-inferiority trial.",
        "Fiducial marker placement for stereotactic body radiation therapy via convex probe endobronchial ultrasound: a case series and review of literature."
      ]
    },
    {
      "chunk_id": "papoip_bronchosco_tfs_p14_3846_2bed12b6",
      "text": "robotic bronchoscopy marking and robotic sub-lobar resection of lung nodules. Chest. 2023;164(4):A4238. 29. Wolf AJ, Miller PM, Burk JR, Vigness RM, Hollingsworth JW. Ability of single anesthesia for combined robotic-assisted bronchoscopy and surgical lobectomy to reduce time between detection and treatment in stage I non-small cell lung cancer. Proc (Bayl Univ Med Cent). 2023;36(4):434–8. 30. Awais O, Reidy MR, Mehta K, Bianco V, Gooding WE, Schuchert MJ, et al. Electromagnetic navigation bronchoscopy-guided dye marking for thoracoscopic resection of pulmonary nodules. Ann Thorac Surg. 2016;102(1):223–9. 31. Endo M, Kotani Y, Satouchi M, Takada Y, Sakamoto T, Tsubota N, et al. CT fluoroscopy-guided bronchoscopic dye marking for resection of small peripheral pulmonary nodules. Chest. 2004;125(5): 1747–52. 32. Sarsam M, Baste JM, Thiberville L, Salaun M, Lachkar S. How bronchoscopic dye marking can help minimally invasive lung surgery. J Clin Med. 2022;11(11):3246. 33. Giunta D, Daddi N, Dolci G, Campisi A, Congiu S, Buia F, et al. A new image-guided technique for intraoperative localization of lung small solid nodules or ground-glass opacities with a self-expanding tract sealant device: a preliminary experience. Interact Cardiovasc Thorac Surg. 2019;28(1):23–8. 34. Predina JD, Newton AD, Xia L, Corbett C, Connolly C, Shin M, et al. An open label trial of folate receptor-targeted intraoperative molecular imaging to localize pulmonary squamous cell carcinomas. Oncotarget. 2018;9(17):13517–29. 35. Gangadharan S, Sarkaria I, Rice D, Murthy S, Braun J, Kucharczuk J, et al. Multi-institutional phase 2 clinical trial of intraoperative molecular imaging of lung cancer. Ann Thorac Surg. 2021;112(4):1150–9. 36. Yousefi S, Collins BT, Reichner CA, Anderson ED, Jamis-Dow C, Gagnon G, et al. Complications of thoracic computed tomography-guided fiducial placement for the purpose of stereotactic body radiation therapy. Clin Lung Cancer. 2007;8(4):252–6. 37. Pennathur A, Luketich JD, Heron DE, Abbas G, Burton S, Chen M, et al. Stereotactic radiosurgery for the treatment of stage I non-small cell lung cancer in high-risk patients. J Thorac Cardiovasc Surg. 2009;137(3):597–604. 38. Harley DP, Krimsky WS, Sarkar S, Highfield D, Aygun C, Gurses B. Fiducial marker placement using endobronchial ultrasound and navigational bronchoscopy for stereotactic radiosurgery: an alternative strategy. Ann Thorac Surg. 2010;89(2):368–74. 39. Steinfort DP, Siva S, Kron T, Chee RR, Ruben JD, Ball deep learning (DL), et al. Multimodality guidance for accurate bronchoscopic insertion of fiducial markers. J Thorac Oncol. 2015;10(2):324–30. 40. Kothary N, Dieterich S, Louie JD, Chang DT, Hofmann LV, Sze DY. Percutaneous implantation of fiducial markers for imaging-guided radiation therapy. Am J Roentgenol. 2009;192(4):1090–6. 41. Ben S, Akulian J, Wang KP. Endobronchial ultrasound transbronchial needle aspiration: a hybrid method. J Thorac Dis. 2015;7 (Suppl 4):S287-91. 42. Hong JC, Yu Y, Rao AK, Dieterich S, Maxim PG, Le QT, et al. High retention and safety of percutaneously implanted endovascular embolization coils as fiducial markers for image-guided stereotactic ablative radiotherapy of pulmonary tumors. Int J Radiat Oncol Biol Phys. 2011;81(1):85–90. 43. Lachkar S, Guisier F, Roger M, Obstoy B, Bota S, Lerouge D, et al. Assessment of per-endoscopic placement of fiducial gold markers for Small peripheral lung nodules < 20 mm before stereotactic radiation therapy. Chest. 2018;153(2):387–94.",
      "page": 14,
      "start_offset": 3846,
      "end_offset": 7364,
      "token_count": 1084,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Ability of single anesthesia for combined robotic-assisted bronchoscopy and surgical lobectomy to reduce time between detection and treatment in stage I non-small cell lung cancer.",
        "Pennathur A, Luketich JD, Heron DE, Abbas G, Burton S, Chen M, et al. Stereotactic radiosurgery for the treatment of stage I non-small cell lung cancer in high-risk patients.",
        "Lachkar S, Guisier F, Roger M, Obstoy B, Bota S, Lerouge D, et al. Assessment of per-endoscopic placement of fiducial gold markers for Small peripheral lung nodules < 20 mm before stereotactic radiation therapy."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Bronchoscopic Techniques for Surgical Marking",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Page 3",
    "2 Challenges and Overview",
    "Page 4",
    "4 Future Directions",
    "Page 5",
    "Page 6",
    "Extracted Figures",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10"
  ],
  "source_file": "Bronchoscopic Techniques for Surgical Marking.md"
}