{
  "doc_id": "papoip_general_pom",
  "title": "General Principles of Mediastinal Cryobiopsy",
  "book": "Principles and Practice of Interventional Pulmonology",
  "edition": "2nd (Living Reference)",
  "year": 2025,
  "author": "Lonny Yarmus, Felix JF Herth, Armin Ernst",
  "chapter_number": null,
  "n_pages": 10,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:38:39.272789",
  "text_chunks": [
    {
      "chunk_id": "papoip_general_pom_p1_0_31d3bdc1",
      "text": "General Principles of Mediastinal Cryobiopsy\nYong-Jia Qi and Ye Fan Contents Introduction............................................................................................. 2 Overview................................................................................................. 2 Equipment............................................................................................... 2\n3.1 High-Frequency Operation System and Electric Needle-Knife......................................... 2\n3.2 Cryoprobe................................................................................................ 3 Procedure................................................................................................ 4\n4.1 Indications and Contraindications....................................................................... 4\n4.2 Anesthesia................................................................................................ 4\n4.3 endobronchial ultrasound (EBUS) Examination....................................................................................... 4\n4.4 Opening a Window on the Airway Wall................................................................. 5\n4.5 Cryobiopsy............................................................................................... 5\n4.6 Postprocedure Check..................................................................................... 6......................................................................................... 7 Safety..................................................................................................... 8........................................................................................ Cryobiopsy............................................................ 8 Limitations............................................................................................... 9 Conclusions.............................................................................................. References...................................................................................................... Abstract\nGuidelines recommend endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) as the initial technique for mediastinal lymph node staging in lung cancer. However, EBUS-transbronchial needle aspiration (TBNA) can be limited by insufficient tissue samples, which may restrict its diagnostic accuracy for certain mediastinal pathologies. Recently, endobronchial ultrasound-guided trans-bronchial mediastinal cryobiopsy (EBUS-TBMCB) has been introduced as an alternative for mediastinal lymph node sampling. This technique offers advantages of obtaining larger tissue samples while maintaining a good safety profile. EBUS-TBMCB involves using an ultrasound bronchoscope to guide the procedure. A high-frequency needle-knife creates an access, after which a cryoprobe is inserted into the mediastinal lymph node for tissue sampling and subsequent diagnostic evaluation. Based on current research findings, EBUS-TBMCB is a safe and novel mediastinal biopsy technique that significantly enhances the diagnostic yield for mediastinal diseases and improves subsequent molecular diagnosis compared to EBUS-TBNA. EBUS-TBMCB is anticipated to complement EBUS-TBNA in future clinical practice. Y.-J. Qi · Y. Fan (✉)\nDepartment of Respiratory Disease, Xinqiao Hospital, Third Military\nMedical University, Chongqing, China\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_25-1",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3555,
      "token_count": 531,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Abstract\nGuidelines recommend endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) as the initial technique for mediastinal lymph node staging in lung cancer.",
        "Based on current research findings, EBUS-TBMCB is a safe and novel mediastinal biopsy technique that significantly enhances the diagnostic yield for mediastinal diseases and improves subsequent molecular diagnosis compared to EBUS-TBNA."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p2_0_b7e33438",
      "text": "high-frequency needle-knife creates an access, after which a cryoprobe is inserted into the mediastinal lymph node for tissue sampling and subsequent diagnostic evaluation. Based on current research findings, EBUS-TBMCB is a safe and novel mediastinal biopsy technique that significantly enhances the diagnostic yield for mediastinal diseases and improves subsequent molecular diagnosis compared to EBUS-TBNA. EBUS-TBMCB is anticipated to complement EBUS-TBNA in future clinical practice. Y.-J. Qi · Y. Fan (✉)\nDepartment of Respiratory Disease, Xinqiao Hospital, Third Military\nMedical University, Chongqing, China\n(c) Springer Nature Switzerland AG 2025\n- Yarmus et al. (eds.), ,\nhttps://doi.org/10.1007/978–3-031–49583-0_25-1- Keywords*\nendobronchial ultrasound (EBUS) · Mediastinal cryobiopsy · Transesophageal cryobiopsy · Diagnostic yield - 1 Introduction\nThe mediastinum is the central compartment of the thoracic cavity situated between the two pleural cavities, containing essential structures such as the heart, thymus, esophagus, and major blood vessels. Due to its complex anatomy, mediastinal diseases have diverse causes, including benign and malignant tumors, autoimmune disorders, infections, and other conditions. Pathological evaluation is the gold standard for diagnosing mediastinal diseases, providing essential evidence for clinical management and prognosis assessment. Traditionally, sampling of mediastinal tissue has been achieved using surgical techniques such as cervical mediastinoscopy, extended cervical mediastinoscopy, and thoracoscopy. However, these invasive procedures are associated with high costs and a 2–3 % risk of serious complications, including mediastinal infection, pneumothorax, and esophageal injury-thus limiting their widespread clinical use [1]. Endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA) is a minimally invasive procedure that uses ultrasound imaging during bronchoscopy to guide the aspiration of lymph nodes or masses in the mediastinum for histological and cytological analysis. Compared to traditional surgical sampling approaches, EBUS-transbronchial needle aspiration (TBNA) offers comparable diagnostic efficiency for detecting and staging mediastinal diseases, with additional benefits such as lower invasiveness, reduced risk of complications, and real-time imaging guidance to sample deeper lymph nodes and masses [13–16]. The current evidence-based guidelines by the European Respiratory Society, the American Thoracic Society, and the American College of Chest Physicians recommend needle-based techniques as the preferred initial approach to lung cancer staging [1, 2, 18]. Nevertheless, the small amount of tissues obtained by EBUS-TBNA may lack sufficient cells or tissue architecture, making it difficult to meet the requirements for histopathological and molecular testing, thus hindering its ability to provide a definitive diagnosis of uncommon tumors or benign mediastinal disease [7, 20]. To obtain larger, intact samples containing more diagnostic information for mediastinal diseases, endobronchial ultrasound-guided transbronchial mediastinal cryobiopsy (EBUS-TBMCB) has been recently developed as a novel, safe, efficient, and minimally invasive technique for acquiring mediastinal tissue. In this chapter, we will discuss the advantages and drawbacks of EBUS-TBMCB in detail, as well as its clinical applications. - 2 Overview\nCryoprobe has been applied in regular bronchoscopy and radial EBUS-guided lung tissue acquisition, proving to be both safe and efficient [3, 4]. Compared to traditional forceps biopsy, this technique is superior in its capacity to harvest a sufficient sample volume with improved quality for pathological evaluation [4]. The advantages of cryoprobe use for pulmonary tissue acquisition have led to the technical integration of endobronchial ultrasound with cryobiopsy for sampling abnormal mediastinal lymph nodes. In 2020, Zhang et al. firstly reported EBUS-TBMCB for mediastinal sampling, where TBMCB was performed with the guidance of linear EBUS. It involves preprocedural thin-section chest computed tomography (CT) and real-time EBUS guidance to precisely locate the lesion. After needle aspiration, a bronchial window is created near the lesion using a high-frequency needle-knife, establishing a channel between the bronchus and the mediastinum. Under ultrasound guidance, a cryoprobe is then inserted through the pathway to harvest tissue samples from the lesion. The integration of real-time ultrasound guidance with the sampling advantages of cryobiopsy ensures both the safety and effectiveness of tissue acquisition from mediastinal lesions. In 2021, the first randomized controlled trial recruiting 197 cases was performed to evaluate the clinical value of EBUS-TBMCB. Compared to EBUS-TBNA, mediastinal cryobiopsy has demonstrated a higher overall diagnostic yield, which significantly improved the diagnosis of benign diseases, and the detection of uncommon tumors. Additionally, the procedure was generally safe and well-tolerated, with only minor adverse events encountered [5]. - 3 Equipment\nEBUS-TBMCB can be performed in a bronchoscopy suite ( - 3.1 High-Frequency Operation System and Electric Needle-Knife*\nThe high-frequency operating system consists of two main components: a high-frequency surgical device (Erbe VI0(R) 3, Erbe) and a high-frequency needle-knife (Olympus KD-31C-1, Olympus) ( 2 Y.-J. Qi and Y. Fan",
      "page": 2,
      "start_offset": 0,
      "end_offset": 5478,
      "token_count": 1171,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In 2021, the first randomized controlled trial recruiting 197 cases was performed to evaluate the clinical value of EBUS-TBMCB.",
        "Based on current research findings, EBUS-TBMCB is a safe and novel mediastinal biopsy technique that significantly enhances the diagnostic yield for mediastinal diseases and improves subsequent molecular diagnosis compared to EBUS-TBNA.",
        "Additionally, the procedure was generally safe and well-tolerated, with only minor adverse events encountered [5]. - 3 Equipment\nEBUS-TBMCB can be performed in a bronchoscopy suite ( - 3.1 High-Frequency Operation System and Electric Needle-Knife*\nThe high-frequency operating system consists of two main components: a high-frequency surgical device (Erbe VI0(R) 3, Erbe) and a high-frequency needle-knife (Olympus KD-31C-1, Olympus) ( 2 Y.-J."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p3_0_9efa59fe",
      "text": "trial recruiting 197 cases was performed to evaluate the clinical value of EBUS-TBMCB. Compared to EBUS-TBNA, mediastinal cryobiopsy has demonstrated a higher overall diagnostic yield, which significantly improved the diagnosis of benign diseases, and the detection of uncommon tumors. Additionally, the procedure was generally safe and well-tolerated, with only minor adverse events encountered [5]. - 3 Equipment\nEBUS-TBMCB can be performed in a bronchoscopy suite ( - 3.1 High-Frequency Operation System and Electric Needle-Knife*\nThe high-frequency operating system consists of two main components: a high-frequency surgical device (Erbe VI0(R) 3, Erbe) and a high-frequency needle-knife (Olympus KD-31C-1, Olympus) ( 2 Y.-J. Qi and Y. Fansurgical device system, it generates heat at the needle tip ( 3.2 Cryoprobe There are usual two types of diameters of cryoprobe in mediastinal cryobiopsy: 1.1 mm or 1.7 mm. There is no conclusive evidence regarding the impact of probe diameter on diagnostic accuracy. The tip of the cryoprobe is introduced into the mediastinum through the window created by high-frequency knife. When connected to cryogenic equipment (ERBECRYO(R) 2, Erbe) ( General Principles of Mediastinal",
      "page": 3,
      "start_offset": 0,
      "end_offset": 1219,
      "token_count": 297,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Fansurgical device system, it generates heat at the needle tip ( 3.2 Cryoprobe There are usual two types of diameters of cryoprobe in mediastinal cryobiopsy: 1.1 mm or 1.7 mm.",
        "trial recruiting 197 cases was performed to evaluate the clinical value of EBUS-TBMCB.",
        "Compared to EBUS-TBNA, mediastinal cryobiopsy has demonstrated a higher overall diagnostic yield, which significantly improved the diagnosis of benign diseases, and the detection of uncommon tumors."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p4_0_dd47170d",
      "text": "*\nThe high-frequency operating system consists of two main components: a high-frequency surgical device (Erbe VI0(R) 3, Erbe) and a high-frequency needle-knife (Olympus KD-31C-1, Olympus) ( 2 Y.-J. Qi and Y. Fansurgical device system, it generates heat at the needle tip ( 3.2 Cryoprobe There are usual two types of diameters of cryoprobe in mediastinal cryobiopsy: 1.1 mm or 1.7 mm. There is no conclusive evidence regarding the impact of probe diameter on diagnostic accuracy. The tip of the cryoprobe is introduced into the mediastinum through the window created by high-frequency knife. When connected to cryogenic equipment (ERBECRYO(R) 2, Erbe) ( General Principles of MediastinalErbe, Tübingen, Germany) ( Procedure\n4.1 Indications and Contraindications\nSimilar to endobronchial ultrasound (EBUS)-transbronchial needle aspiration (TBNA), the goal of EBUS-TBMCB is to sample and diagnose mediastinal and hilar lymph nodes and lesions. According to published clinical trials, the indications for EBUS-TBMCB include: patients with at least one mediastinal lesion with a short-axis diameter >  = 1 cm detected by thoracic imaging; patients with newly discovered mediastinal lesions; and patients presenting with clinical respiratory symptoms such as cough, expectoration, thoracalgia, apnea, or complicated lung lesions that require biopsy to determine the etiology. Patients should have undergone necessary preoperative laboratory and imaging examinations, including cardiac ultrasound or CTA when indicated, to exclude potential contraindications. Contraindications for EBUS-TBMCB include: severe cardiopulmonary diseases, coagulation disorders, intolerance to anesthesia or endoscopic procedures, psychiatric disorders, or severe neurosis. 4.2 Anesthesia\nPatients are in supine position. The upper airway topical anesthesia is achieved by 2 % lidocaine, and conscious sedation is achieved by intravenous injection of midazolam and fentanyl. Oxygen is initially administrated at 1–2 L/min and increased when oxygen saturation is lower than 90 %. Patients’ vital signs and pulse blood oxygen saturation are continuously monitored. A bronchoscopist performs a mediastinal cryobiopsy under anesthesia. 4.3 EBUS Examination\nAn EBUS bronchoscope is inserted into the trachea through the nose (if the nose is too narrow for the EBUS bronchoscope to pass through or there are other contradictions, the oral way can be the alternative option). As the EBUS bronchoscope has been inserted in the glottis and the trachea, the bronchi are probed in turn. After the examination of the airway, the EBUS bronchoscope is then contacted with Y.-J. Qi and Y. Fan",
      "page": 4,
      "start_offset": 0,
      "end_offset": 2649,
      "token_count": 623,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "*\nThe high-frequency operating system consists of two main components: a high-frequency surgical device (Erbe VI0(R) 3, Erbe) and a high-frequency needle-knife (Olympus KD-31C-1, Olympus) ( 2 Y.-J.",
        "Fansurgical device system, it generates heat at the needle tip ( 3.2 Cryoprobe There are usual two types of diameters of cryoprobe in mediastinal cryobiopsy: 1.1 mm or 1.7 mm.",
        "Oxygen is initially administrated at 1–2 L/min and increased when oxygen saturation is lower than 90 %."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p5_0_6d93a9cb",
      "text": "achieved by intravenous injection of midazolam and fentanyl. Oxygen is initially administrated at 1–2 L/min and increased when oxygen saturation is lower than 90 %. Patients’ vital signs and pulse blood oxygen saturation are continuously monitored. A bronchoscopist performs a mediastinal cryobiopsy under anesthesia. 4.3 EBUS Examination\nAn EBUS bronchoscope is inserted into the trachea through the nose (if the nose is too narrow for the EBUS bronchoscope to pass through or there are other contradictions, the oral way can be the alternative option). As the EBUS bronchoscope has been inserted in the glottis and the trachea, the bronchi are probed in turn. After the examination of the airway, the EBUS bronchoscope is then contacted with Y.-J. Qi and Y. FanThe airway wall, and a systematic examination of all mediastinal and hilar lymph node stations is sequentially performed according to the Mountain-Dressler lymph node map. For each lesion, the blood supply is identified by the Doppler Ultrasound and the size is measured by its long axis and short axis ( ### 4.4 Opening a Window on the Airway Wall The target lesion is supervised by ultrasound, and a high-frequency electric needle-knife is inserted through the working channel of the endobronchial ultrasound (EBUS) bronchoscope ( In addition to electric needle-knife, the laser thermal ablation has also been reported to be used in the windowing process [24]. Opening a window is not always necessary. Some researchers have reported the process that after performing the initial puncture with the transbronchial needle aspiration (TBNA) needle, a cryoprobe is introduced into the working channel of the EBUS bronchoscope and the cryoprobe is advanced towards the puncture site and gently inserted through the previously created puncture point by the needle into the lymph node [21]. ### 4.5 Cryobiopsy An appropriate frozen probe is then passed through the working channel of the EBUS bronchoscope, and advanced through the window on the airway wall into the lesion under General Principles of Mediastinal",
      "page": 5,
      "start_offset": 0,
      "end_offset": 2072,
      "token_count": 453,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Oxygen is initially administrated at 1–2 L/min and increased when oxygen saturation is lower than 90 %.",
        "As the EBUS bronchoscope has been inserted in the glottis and the trachea, the bronchi are probed in turn."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p6_0_aa413d5f",
      "text": "through the working channel of the endobronchial ultrasound (EBUS) bronchoscope ( In addition to electric needle-knife, the laser thermal ablation has also been reported to be used in the windowing process [24]. Opening a window is not always necessary. Some researchers have reported the process that after performing the initial puncture with the transbronchial needle aspiration (TBNA) needle, a cryoprobe is introduced into the working channel of the EBUS bronchoscope and the cryoprobe is advanced towards the puncture site and gently inserted through the previously created puncture point by the needle into the lymph node [21]. ### 4.5 Cryobiopsy An appropriate frozen probe is then passed through the working channel of the EBUS bronchoscope, and advanced through the window on the airway wall into the lesion under General Principles of Mediastinalreal-time ultrasound visualization ( 4.6 Postprocedure Check\nCheck whether there is hemorrhage within the airway through the bronchoscope, especially in the biopsy site. The procoagulants are locally used when necessary. Chest X-ray or other imaging examinations are required within 24 hours to detect whether there is pneumothorax, pneumomediastinum, or mediastinitis. 24 hours after operation, a follow-up is conducted and the symptoms are recorded, including fever, cough, hemoptysis, chest pain, dyspnea, and so on. Perioperative severe adverse events include moderate-severe bleeding (Grade 3 or 4: bleeding requiring topical instillation of epinephrine or ice cold saline or bleeding requiring hemodynamic support, transfusion of blood products, selective mainstem intubation, bronchial blocker, hospital admission, or surgical intervention) [22, 23] oversedation requiring ventilatory support or sedation reversal, pneumothorax with persistent air leak ( > 5 days), unplanned hospital readmission, and death. ICU transfer within 48 hours after the procedure is also considered a severe adverse event. 1 month later, a second follow-up is conducted and the complications relative to the operation are recorded. Y.-J. Qi and Y. Fan",
      "page": 6,
      "start_offset": 0,
      "end_offset": 2094,
      "token_count": 453,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Chest X-ray or other imaging examinations are required within 24 hours to detect whether there is pneumothorax, pneumomediastinum, or mediastinitis. 24 hours after operation, a follow-up is conducted and the symptoms are recorded, including fever, cough, hemoptysis, chest pain, dyspnea, and so on.",
        "ICU transfer within 48 hours after the procedure is also considered a severe adverse event. 1 month later, a second follow-up is conducted and the complications relative to the operation are recorded. Y.-J.",
        "Perioperative severe adverse events include moderate-severe bleeding (Grade 3 or 4: bleeding requiring topical instillation of epinephrine or ice cold saline or bleeding requiring hemodynamic support, transfusion of blood products, selective mainstem intubation, bronchial blocker, hospital admission, or surgical intervention) [22, 23] oversedation requiring ventilatory support or sedation reversal, pneumothorax with persistent air leak ( > 5 days), unplanned hospital readmission, and death."
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p7_0_ac35650a",
      "text": "conducted and the symptoms are recorded, including fever, cough, hemoptysis, chest pain, dyspnea, and so on. Perioperative severe adverse events include moderate-severe bleeding (Grade 3 or 4: bleeding requiring topical instillation of epinephrine or ice cold saline or bleeding requiring hemodynamic support, transfusion of blood products, selective mainstem intubation, bronchial blocker, hospital admission, or surgical intervention) [22, 23] oversedation requiring ventilatory support or sedation reversal, pneumothorax with persistent air leak ( > 5 days), unplanned hospital readmission, and death. ICU transfer within 48 hours after the procedure is also considered a severe adverse event. 1 month later, a second follow-up is conducted and the complications relative to the operation are recorded. Y.-J. Qi and Y. Fan## Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy",
      "page": 7,
      "start_offset": 0,
      "end_offset": 2717,
      "token_count": 548,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ICU transfer within 48 hours after the procedure is also considered a severe adverse event. 1 month later, a second follow-up is conducted and the complications relative to the operation are recorded. Y.-J.",
        "In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5].",
        "Perioperative severe adverse events include moderate-severe bleeding (Grade 3 or 4: bleeding requiring topical instillation of epinephrine or ice cold saline or bleeding requiring hemodynamic support, transfusion of blood products, selective mainstem intubation, bronchial blocker, hospital admission, or surgical intervention) [22, 23] oversedation requiring ventilatory support or sedation reversal, pneumothorax with persistent air leak ( > 5 days), unplanned hospital readmission, and death."
      ],
      "section_path": [
        "Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy"
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p8_0_1b42d013",
      "text": "such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsyevidence, the combined use of transbronchial needle aspiration (TBNA) and cryobiopsy may be the optimal approach for mediastinal diseases. Forceps biopsy performed under real-time endobronchial ultrasound (EBUS) guidance, a relatively new technique for obtaining more mediastinal tissue, demonstrates enhanced sample quality and improved diagnostic yield compared to EBUS-TBNA, particularly for sarcoidosis and lymphoma [7]. Prior studies have shown that both forceps biopsy and cryobiopsy provide additional diagnostic benefits [6, 8]. Cheng and his colleagues compared these two emerging techniques to determine which one is more compatible with conventional needle biopsy in terms of additional diagnostic benefit relative to the associated risks [9]. In direct head-to-head comparisons, cryobiopsy samples were larger than those obtained from three biopsies using a 1.9 mm standard-sized forceps, directly translating into a superior overall diagnostic yield. Yet, this difference was no longer significant when both techniques were applied as complementary methods to needle aspiration, yet lung cancer patients may benefit from combined needle aspiration and cryobiopsy due to the increased suitability of the obtained tissue for molecular testings. As such, TBMCB might be a valuable adjunct to conventional needle-based biopsy. Safety\nEBUS-TBMCB is generally safe. Similar to needle biopsy, bleeding is the most common complication during TBMCB, requiring no additional interventions in most cases. Other adverse events include pneumothorax and mediastinal emphysema, which are much less frequent. Postprocedural chest X-rays or other imaging examinations are useful for the early detection of potential adverse events. Compared with routine EBUS-TBNA alone, adding cryobiopsy may extend the procedure time by approximately 10 minutes, potentially increasing patient discomfort. However, TBMCB provides more intact tissue samples, enhancing diagnostic utility and potentially reducing the need for additional invasive examinations or unnecessary surgical procedures. Cryobiopsy\nFor mediastinal lesions that cannot be accessed via the tracheal way, obtaining lymph node samples through the esophageal route-using techniques such as endoscopic ultrasound-guided fine-needle aspiration (EUS-FNA) or endoscopic transesophageal fine-needle aspiration with a convex endobronchial ultrasound probe (EUS-B-FNA)-is an alternative option. Guidelines recommend combining EUS-FNA with EBUS-TBNA to increase the number of biopsy samples and enable multiple lymph node biopsies [2, 10]. Consistent with EBUS-TBNA, both EUS-FNA and EUS-B-FNA use fine-needle aspiration for tissue sampling, which may result in inadequate specimens that are unsuitable. EBUS-TBNA, endobronchial ultrasound-guided transbronchial needle aspiration. EBUS-TBMCB, endobronchial ultrasound-guided transbronchial mediastinal cryobiopsy Y.-J. Qi and Y. Fan",
      "page": 8,
      "start_offset": 0,
      "end_offset": 3910,
      "token_count": 784,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In direct head-to-head comparisons, cryobiopsy samples were larger than those obtained from three biopsies using a 1.9 mm standard-sized forceps, directly translating into a superior overall diagnostic yield.",
        "Compared with routine EBUS-TBNA alone, adding cryobiopsy may extend the procedure time by approximately 10 minutes, potentially increasing patient discomfort.",
        "Guidelines recommend combining EUS-FNA with EBUS-TBNA to increase the number of biopsy samples and enable multiple lymph node biopsies [2, 10]."
      ],
      "section_path": [
        "Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy"
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p9_0_c9a1ea2a",
      "text": "techniques such as endoscopic ultrasound-guided fine-needle aspiration (EUS-FNA) or endoscopic transesophageal fine-needle aspiration with a convex endobronchial ultrasound probe (EUS-B-FNA)-is an alternative option. Guidelines recommend combining EUS-FNA with EBUS-TBNA to increase the number of biopsy samples and enable multiple lymph node biopsies [2, 10]. Consistent with EBUS-TBNA, both EUS-FNA and EUS-B-FNA use fine-needle aspiration for tissue sampling, which may result in inadequate specimens that are unsuitable. EBUS-TBNA, endobronchial ultrasound-guided transbronchial needle aspiration. EBUS-TBMCB, endobronchial ultrasound-guided transbronchial mediastinal cryobiopsy Y.-J. Qi and Y. Fanfor a definitive diagnosis. In 2021, Huang et al. reported the first application of endoscopic transesophageal cryobiopsy, which successfully diagnosed a para-aortic mediastinal lesion as mediastinal nodular lymphocyte predominant Hodgkin lymphoma [11] ( of the major limitations of using mediastinal cryobiopsy solely is the risk of misdiagnosing lung cancer, which a combined biopsy strategy may help mitigate. Additionally, General Principles of Mediastinal",
      "page": 9,
      "start_offset": 0,
      "end_offset": 1164,
      "token_count": 278,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Guidelines recommend combining EUS-FNA with EBUS-TBNA to increase the number of biopsy samples and enable multiple lymph node biopsies [2, 10].",
        "techniques such as endoscopic ultrasound-guided fine-needle aspiration (EUS-FNA) or endoscopic transesophageal fine-needle aspiration with a convex endobronchial ultrasound probe (EUS-B-FNA)-is an alternative option."
      ],
      "section_path": [
        "Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy"
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p10_0_1897876e",
      "text": "NA and EUS-B-FNA use fine-needle aspiration for tissue sampling, which may result in inadequate specimens that are unsuitable. EBUS-TBNA, endobronchial ultrasound-guided transbronchial needle aspiration. EBUS-TBMCB, endobronchial ultrasound-guided transbronchial mediastinal cryobiopsy Y.-J. Qi and Y. Fanfor a definitive diagnosis. In 2021, Huang et al. reported the first application of endoscopic transesophageal cryobiopsy, which successfully diagnosed a para-aortic mediastinal lesion as mediastinal nodular lymphocyte predominant Hodgkin lymphoma [11] ( of the major limitations of using mediastinal cryobiopsy solely is the risk of misdiagnosing lung cancer, which a combined biopsy strategy may help mitigate. Additionally, General Principles of Mediastinalcurrent trials have only sampled the most suspicious lesions, leaving the efficiency of multiple-node cryobiopsy unassessed. Furthermore, TBMCB procedure is relatively more complex than needle aspiration, typically requiring skilled bronchoscopists proficient in endobronchial ultrasound (EBUS) techniques. cryobiopsy may serve as a promising complementary technique to standard needle aspiration. It has an acceptable safety profile and provides a significant improvement in overall diagnostic yield for mediastinal lesions when used in conjunction with traditional needle biopsy. References\n1. Detterbeck FC, Jantz MA, Wallace M, et al. Invasive mediastinal staging of lung cancer: ACCP evidence-based clinical practice guidelines (2nd edition). Chest. 2007;132(3 Suppl):202s-20s.\n2. Vilmann P, Clementsen PF, Colella S, et al. Combined endobronchial and oesophageal endosonography for the diagnosis and staging of lung cancer. European Society of Gastrointestinal Endoscopy (ESGE) Guideline, in cooperation with the European Respiratory Society (ERS) and the European Society of Thoracic Surgeons (ESTS). Eur Respir J. 2015;46(1):40–60.\n3. Hetzel J, Eberhardt R, Herth FJ, et al. Cryobiopsy increases the diagnostic yield of endobronchial biopsy: a multicentre trial. Eur Respir J. 2012;39(3):685–90.\n4. Schuhmann M, Bostanci K, Bugalho A, et al. Endobronchial ultrasound-guided cryobiopsies in peripheral pulmonary lesions: a feasibility study. Eur Respir J. 2014;43(1):233–9.\n5. Zhang J, Guo JR, Huang ZS, et al. Transbronchial mediastinal cryobiopsy in the diagnosis of mediastinal lesions: a randomised trial. Eur Respir J. 2021;58(6)\n6. Fan Y, Zhang AM, Wu XL, et al. Transbronchial needle aspiration combined with cryobiopsy in the diagnosis of mediastinal diseases: a multicentre, open-label, randomised trial. Lancet Respir Med. 2023;11(3):256–64.\n7. Herth FJ, Morgan RK, Eberhardt R, et al. Endobronchial ultrasound-guided miniforceps biopsy in the biopsy of subcarinal masses in patients with low likelihood of non-small cell lung cancer. Ann Thorac Surg. 2008;85(6):1874–8.\n8. Ray AS, Li C, Murphy TE, et al. Improved diagnostic yield and specimen quality with endobronchial ultrasound-guided forceps biopsies: a retrospective analysis. Ann Thorac Surg. 2020;109(3): 894–901.\n9. Cheng TL, Huang ZS, Zhang J, et al. Comparison of cryobiopsy and forceps biopsy for the diagnosis of mediastinal lesions: a randomised clinical trial. Pulmonology. 2024;30(5):466–74.\n10. Vilmann P, Clementsen PF, Colella S, et al. Combined endobronchial and esophageal endosonography for the diagnosis and staging of lung cancer: European Society of Gastrointestinal Endoscopy (ESGE) Guideline, in cooperation with the European Respiratory Society (ERS) and the European Society of Thoracic Surgeons (ESTS). Endoscopy. 2015;47(6):c1.\n11. Huang ZS, Zhou D, Zhang J, et al. Mediastinal nodular lymphocyte predominant Hodgkin lymphoma achieved by endoscopic transesophageal cryobiopsy. Respiration. 2022;101(2):190–4.\n12. Salcedo Lobera E, Ariza Prota M, Pérez Pallarés J, et al. Transesophageal endoscopic ultrasound-guided mediastinal cryobiopsy in the diagnosis of mediastinal lesions: our experience in 31 cases. Arch Bronconeumol. 2024.\n13. Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy vs endosonography for mediastinal nodal staging of lung cancer: a randomized trial. JAMA. 2010; 304:2245–2252.\n14. Navani N, Nankivell M, Lawrence DR, et al. Lung cancer diagnosis and staging with endobronchial ultrasound-guided transbronchial needle aspiration compared with conventional approaches: an open-label, pragmatic, randomised controlled trial. Lanc",
      "page": 10,
      "start_offset": 0,
      "end_offset": 4425,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "It has an acceptable safety profile and provides a significant improvement in overall diagnostic yield for mediastinal lesions when used in conjunction with traditional needle biopsy.",
        "NA and EUS-B-FNA use fine-needle aspiration for tissue sampling, which may result in inadequate specimens that are unsuitable."
      ],
      "section_path": [
        "Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy"
      ]
    },
    {
      "chunk_id": "papoip_general_pom_p10_4425_6e23e041",
      "text": "Salcedo Lobera E, Ariza Prota M, Pérez Pallarés J, et al. Transesophageal endoscopic ultrasound-guided mediastinal cryobiopsy in the diagnosis of mediastinal lesions: our experience in 31 cases. Arch Bronconeumol. 2024.\n13. Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy vs endosonography for mediastinal nodal staging of lung cancer: a randomized trial. JAMA. 2010; 304:2245–2252.\n14. Navani N, Nankivell M, Lawrence DR, et al. Lung cancer diagnosis and staging with endobronchial ultrasound-guided transbronchial needle aspiration compared with conventional approaches: an open-label, pragmatic, randomised controlled trial. Lancet Respir Med. 2015;282–289.\n15. Rintoul RC, Skwarski KM, Murchison JT, et al. Endobronchial and endoscopic ultrasound-guided real-time fine-needle aspiration for mediastinal staging. Eur Respir J. 2005;25:416–421.\n16. Sehgal I S, Dhooria S, Aggarwal A N, et al. Endosonography versus mediastinoscopy in mediastinal staging of lung cancer: Systematic Review and Meta-Analysis. Ann Thorac Surg. 2016;102(5): 1747–55.\n17. Eapen G A, Shah A M, Lei X, et al. Complications, consequences, and practice patterns of endobronchial ultrasound-guided transbronchial needle aspiration: Results of the AQuIRE registry. Chest. 2013;143(4):1044–53.\n18. American Thoracic Society, European Respiratory Society. Pretreatment evaluation of non-small-cell lung cancer. Am J Respir Crit Care Med. 1997;156:320–332.\n19. Eapen GA, Shah AM, Lei X, et al. Complications, consequences, and practice patterns of endobronchial ultrasound-guided transbronchial needle aspiration: results of the AQuIRE registry. Chest. 2013;143:1044–1053.\n20. Franke KJ, Bruckner C, Szyrach M, Ruhle KH, Nilius G, Theegarten D. The contribution of endobronchial ultrasound-guided forceps biopsy in the diagnostic workup of unexplained mediastinal and hilar lymphadenopathy. Lung. 2012;190:227–32.\n21. [1] ARIZA-PROTA M A, PéREZ-PALLARéS J, FERNáNDEZ-FERNáNDEZ A, et al. Transbronchial Mediastinal Cryobiopsy in the Diagnosis of Mediastinal Lymph Nodes: A Case Series - How to do it. Arch Bronconeumol. 2022;58(10):718–21.\n22. Yarmus L, Akulian J, Gilbert C, Illei P, Shah P, Merlo C, Orens J, Feller-Kopman D. Cryoprobe transbronchial lung biopsy in patients after lung transplantation: a pilot safety study. Chest. 2013;143(3): 621–626.\n23. Du Rand IA, Blaikley J, Booton R, Chaudhuri N, Gupta V, Khalid S, Mandal S, Martin J, Mills J, Navani N, Rahman NM, Wrightson JM, Munavvar M; British Thoracic Society Bronchoscopy Guideline Group. British Thoracic Society guideline for diagnostic flexible bronchoscopy in adults: accredited by NICE. Thorax. 2013; (68 Suppl 1):i1-i44\n24. ZHANG R, ZHANG W, CHENG X, et al. Comparative yield of EBUS-transbronchial needle aspiration (TBNA) with EBUS-IFBTLP for diagnosis of mediastinal lymphadenopathy. Ther Adv Respir Dis, 2024, 18(17534666241282217 10 Y.-J. Qi and Y. Fan",
      "page": 10,
      "start_offset": 4425,
      "end_offset": 7343,
      "token_count": 903,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Salcedo Lobera E, Ariza Prota M, Pérez Pallarés J, et al. Transesophageal endoscopic ultrasound-guided mediastinal cryobiopsy in the diagnosis of mediastinal lesions: our experience in 31 cases.",
        "Annema JT, van Meerbeeck JP, Rintoul RC, et al. Mediastinoscopy vs endosonography for mediastinal nodal staging of lung cancer: a randomized trial."
      ],
      "section_path": [
        "Diagnostic Yield According to the published clinical trials, the cryoprobe can be successfully introduced into mediastinal and hilar lesions in all cases, yielding adequate material approximately three times the size of that obtained using standard forceps. The large-scale study has demonstrated that endobronchial ultrasound (EBUS)-TBMCB has a similar safety profile and an improved diagnostic yield compared to standard EBUS-transbronchial needle aspiration (TBNA) [5]. It is reasonable to cautiously attribute the diagnostic advantage of TBMCB to intact samples with greater volume. In Zhang’s study, EBUS-TBMCB, but not needle biopsy, resulted in misdiagnosis in three patients with NSCLC (3/135), despite the significantly increased amount of material yielded by transbronchial cryobiopsy [5]. The cause might be that cryobiopsies were always conducted at the same location of the lesion, and as such may have missed the diseased tissue. Nevertheless, the significantly improved diagnostic yield of EBUS-TBMCB for non-lung cancer lesions, along with its benefits in molecular assessment for lung cancer, highlight its potential as a complementary technique to conventional biopsy. This postulate was verified in a multicenter, open-label, randomized trial conducted by Fan and Herth, which determined the safety and diagnostic yield of combining needle aspiration and cryobiopsy as a new sampling strategy for mediastinal lesions and hilar lymphadenopathy. The results indicated that the combination of EBUS-TBNA with cryobiopsy showed similar accuracy in detecting mediastinal metastases compared to standard needle aspiration alone, while providing a superior diagnostic yield for benign disorders. Furthermore, the specimens obtained from the combined biopsies were more suitable for molecular testing and immunological profiling ( ## General Principles of Mediastinal Cryobiopsy"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "General Principles of Mediastinal Cryobiopsy",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Page 3",
    "Extracted Figures",
    "Page 4",
    "Page 5",
    "4 Opening a Window on the Airway Wall",
    "5 Cryobiopsy",
    "Page 6",
    "Page 7",
    "Diagnostic Yield",
    "General Principles of Mediastinal Cryobiopsy",
    "Page 8"
  ],
  "source_file": "General Principles of Mediastinal Cryobiopsy.md"
}