{
  "doc_id": "practical_gti_radial_eu",
  "title": "Radial Endobronchial Ultrasound",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 5,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:37.198468",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_radial_eu_p1_0_e7f61d79",
      "text": "Radial Endobronchial Ultrasound\nAlexander Chen and Kevin Haas 3 INTRODUCTION\nRadial probe endobronchial ultrasound (rEBUS) is a small ultrasound probe placed through the working channel of a bronchoscope used to locate peripheral lung abnormalities, such as pulmonary nodules. The probe provides a circumferential 360-degree view of its surrounding structures ( Normal lung is filled with air, which is highly reflective of ultrasound waves ( The American College of Chest Physicians Lung Cancer Guidelines recommend rEBUS as an adjunct imaging modality for patients suspected of having lung cancer, who have a peripheral lung nodule, and a tissue diagnosis is required due to uncertainty of diagnosis or poor surgical candidacy.1 PREPROCEDURE PREPARATION\nPatient Selection\nPatient selection is dependent on the location and size of the lesion, the experience of the bronchoscopist, and weighing the risk of complications versus the probability of a diagnosis. The presence of a bronchus sign, a visible airway on the computed tomography (CT) scan leading to the peripheral lesion, should favor the use of rEBUS because of the higher probability of finding and diagnosing the lesion ( Equipment\n- Radial endobronchial ultrasound probe\n- Probe driving unit\n- Universal ultrasound processor\n- Bronchoscope\n- Fluoroscopy\n- Sampling instrument (forceps, brush, needle)\n- Guide sheath kit (optional)\n- Guiding double-hinged curette (optional). Staff\n- Bronchoscopist\n- Endoscopy/respiratory technician\n- Sedation nurse or anesthesia team. Setting",
      "page": 1,
      "start_offset": 0,
      "end_offset": 1541,
      "token_count": 332,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "The probe provides a circumferential 360-degree view of its surrounding structures ( Normal lung is filled with air, which is highly reflective of ultrasound waves ( The American College of Chest Physicians Lung Cancer Guidelines recommend rEBUS as an adjunct imaging modality for patients suspected of having lung cancer, who have a peripheral lung nodule, and a tissue diagnosis is required due to uncertainty of diagnosis or poor surgical candidacy.1 PREPROCEDURE PREPARATION\nPatient Selection\nPatient selection is dependent on the location and size of the lesion, the experience of the bronchoscopist, and weighing the risk of complications versus the probability of a diagnosis.",
        "Radial Endobronchial Ultrasound\nAlexander Chen and Kevin Haas 3 INTRODUCTION\nRadial probe endobronchial ultrasound (rEBUS) is a small ultrasound probe placed through the working channel of a bronchoscope used to locate peripheral lung abnormalities, such as pulmonary nodules."
      ]
    },
    {
      "chunk_id": "practical_gti_radial_eu_p2_0_1be41464",
      "text": "Patient Selection\nPatient selection is dependent on the location and size of the lesion, the experience of the bronchoscopist, and weighing the risk of complications versus the probability of a diagnosis. The presence of a bronchus sign, a visible airway on the computed tomography (CT) scan leading to the peripheral lesion, should favor the use of rEBUS because of the higher probability of finding and diagnosing the lesion ( Equipment\n- Radial endobronchial ultrasound probe\n- Probe driving unit\n- Universal ultrasound processor\n- Bronchoscope\n- Fluoroscopy\n- Sampling instrument (forceps, brush, needle)\n- Guide sheath kit (optional)\n- Guiding double-hinged curette (optional). Staff\n- Bronchoscopist\n- Endoscopy/respiratory technician\n- Sedation nurse or anesthesia team. SettingSECTION Advanced Diagnostic Bronchoscopy Procedures moderate/conscious sedation, monitored anesthesia care, or general anesthesia. The bronchoscope can be inserted into the airway with a nasal or oral approach. The use of an endotracheal tube or laryngeal airway mask is optional. These practices are variable among institutions. PROCEDURAL TECHNIQUES Radial endobronchial ultrasound (EBUS) Without Guide Sheath\nPrior to starting the bronchoscopy, the operator will need to determine where the lesion is located. Lesion localization can be performed with navigational",
      "page": 2,
      "start_offset": 0,
      "end_offset": 1353,
      "token_count": 299,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Patient Selection\nPatient selection is dependent on the location and size of the lesion, the experience of the bronchoscopist, and weighing the risk of complications versus the probability of a diagnosis.",
        "PROCEDURAL TECHNIQUES Radial endobronchial ultrasound (EBUS) Without Guide Sheath\nPrior to starting the bronchoscopy, the operator will need to determine where the lesion is located. Lesion localization can be performed with navigational"
      ]
    },
    {
      "chunk_id": "practical_gti_radial_eu_p3_0_ff133dca",
      "text": "oroscopy\n- Sampling instrument (forceps, brush, needle)\n- Guide sheath kit (optional)\n- Guiding double-hinged curette (optional). Staff\n- Bronchoscopist\n- Endoscopy/respiratory technician\n- Sedation nurse or anesthesia team. SettingSECTION Advanced Diagnostic Bronchoscopy Procedures moderate/conscious sedation, monitored anesthesia care, or general anesthesia. The bronchoscope can be inserted into the airway with a nasal or oral approach. The use of an endotracheal tube or laryngeal airway mask is optional. These practices are variable among institutions. PROCEDURAL TECHNIQUES Radial endobronchial ultrasound (EBUS) Without Guide Sheath\nPrior to starting the bronchoscopy, the operator will need to determine where the lesion is located. Lesion localization can be performed with navigationalCHAPTER Radial Endobronchial Ultrasound\nassistance or by computed tomography (CT)-anatomic correlation using coronal, sagittal, and axial planes. If navigation is being used for localization, the rEBUS probe can be used to confirm in real time the lesion location prior to sampling. When using CT imaging as a reference for lesion localization, the majority of nodules can be identified with rEBUS. A retrospective review of 467 peripheral nodule bronchoscopy cases found that when using CT imaging for lesion localization, 96 % of nodules were identified with rEBUS; however, this level of expertise requires ample practice.2 The bronchoscope is inserted into the target lobe and segment. The proceduralist will need to be in eyesight of their endoscopic, radial ultrasound, and fluoroscopic views (fluoroscopy is optional but recommended). Using the endoscopic and fluoroscopic views, the radial probe is inserted sequentially into the preplanned target airways until a lesion is identified with radial ultrasound. The bronchoscopist should aim to obtain a concentric ultrasound image because of the increased diagnostic yield compared with an eccentric ultrasound image. If an eccentric image is obtained, the bronchoscopist should attempt to reposition the radial probe in nearby airways seeking to obtain a concentric ultrasound view. Unfortunately a concentric ultrasound view is not always achievable, and an eccentric ultrasound image may occur in nearly half of patients.2 When satisfied with the rEBUS image, the bronchoscope is positioned a few centimeters proximal to the lesion if possible. The closer the bronchoscope is to the lesion, the more likely the sampling instruments will follow the same path as the radial probe. Before removing the radial probe to sample the lesion, a static or “still frame” of the fluoroscopic image may be captured and projected adjacent to the “live” fluoroscopy. The still frame of the radial probe localizing the lesion can be used as a template for sampling the lesion. The radial probe is then removed and a sampling instrument is placed into the working channel. Using “live” fluoroscopy, the sampling instrument is advanced to the lesion in a similar manner as the radial probe, aiming to replicate the still frame. When sampling, the goal is to place the sampling tool (with live fluoroscopy) in the same location as the radial probe (still frame). rEBUS can also be done without fluoroscopy. Once the lesion is located, the radial probe is removed and the length can be measured from the working channel insertion site. A sampling tool is then placed into the working channel and samples are taken at the same length of the radial probe. rEBUS can be done with any size bronchoscope, though thinner bronchoscopes improve access deeper into the periphery of the lung. Ultrathin bronchoscopes with a 3-mm outer diameter are also an option and have been shown to increase diagnostic yield.3 Radial endobronchial ultrasound (EBUS) Plus Guide Sheath\nIf the bronchoscope cannot be placed in close proximity to the peripheral lesion, a guide sheath can be used. A guide sheath is an optional tool that can be utilized with rEBUS. The guide sheath is a plastic catheter with a distal radio-opaque marker placed through the working channel of the bronchoscope. The radial probe and sampling instruments can then pass independently through the guide sheath. Only one instrument can be placed in the guide sheath at a time. Once the target lesion is identified with rEBUS, the radial probe is withdrawn and the guide sheath is kept in place just proximal to the lesion. Fluoroscopy is optional and can be used to guide sampling. Transbronchial needle aspiration, forceps biopsy, and brushings can be placed through the guide sheath. Two guide sheath sizes are available, with the smaller size being compatible with a working channel of 2 mm.",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4684,
      "token_count": 997,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The proceduralist will need to be in eyesight of their endoscopic, radial ultrasound, and fluoroscopic views (fluoroscopy is optional but recommended).",
        "oroscopy\n- Sampling instrument (forceps, brush, needle)\n- Guide sheath kit (optional)\n- Guiding double-hinged curette (optional)."
      ]
    },
    {
      "chunk_id": "practical_gti_radial_eu_p4_0_e3b62120",
      "text": "the peripheral lesion, a guide sheath can be used. A guide sheath is an optional tool that can be utilized with rEBUS. The guide sheath is a plastic catheter with a distal radio-opaque marker placed through the working channel of the bronchoscope. The radial probe and sampling instruments can then pass independently through the guide sheath. Only one instrument can be placed in the guide sheath at a time. Once the target lesion is identified with rEBUS, the radial probe is withdrawn and the guide sheath is kept in place just proximal to the lesion. Fluoroscopy is optional and can be used to guide sampling. Transbronchial needle aspiration, forceps biopsy, and brushings can be placed through the guide sheath. Two guide sheath sizes are available, with the smaller size being compatible with a working channel of 2 mm.SECTION Advanced Diagnostic Bronchoscopy Procedures ### Radial endobronchial ultrasound (EBUS) Plus Guide Sheath and Guiding Curette If there is difficulty locating a peripheral lesion, a guiding curette can be used to enter airways not directly accessible with the radial probe or bronchoscope. The guiding curette is placed through the guide sheath and can be flexed, extended, or rotated to access more acutely angled airways. This is most easily performed using fluoroscopic guidance. Once the curette has accessed the airway, the guide sheath is advanced over the curette into the airway. The curette is then withdrawn and the radial probe is inserted into the guide sheath to examine the newly accessed airway ( ### COMPLICATIONS Radial EBUS itself is very safe due to the soft and pliable end of the radial probe. Complications can result from transbronchial biopsies, needle aspirations, and brushings. These sampling methods are performed no differently than conventional sampling, and therefore have the same rate of complications. Complications primarily include bleeding that does not require intervention and pneumothorax in 1 %-2.8 % of cases.4–6 Many of the pneumothorax cases do not require chest tube placement. ### EVIDENCE The reported diagnostic yield of rEBUS is variable. Meta-analyses report a diagnostic yield between 71 % and 73 %.5,6 A more recent, multicenter, prospective, randomized trial reported a diagnostic yield of 49 %.7 Larger lesion size, a visible airway on computed tomography (CT) leading to the lesion, use of needle aspiration, and concentric ultrasound views have been shown to increase the diagnostic yield of rEBUS.4,8,9 Using thinner bronchoscopes also increases diagnostic yield, likely due to their ability to reach farther into the periphery of the lung.3 The combination of rEBUS with evolving technologies such as ultrathin bronchoscopy, electromagnetic navigation, virtual bronchoscopic navigation, and robotic bronchoscopy in addition to different biopsy tools is being actively investigated. ### SUMMARY rEBUS is a safe imaging modality used to confirm the location of peripheral lung lesions in real time. Confirming lesion localization may improve confidence prior to sampling and may improve the diagnostic yield of procedures. rEBUS continues to be explored in combination with additional technologies to potentially further improve the diagnostic yield for peripheral lung lesions.",
      "page": 4,
      "start_offset": 0,
      "end_offset": 3267,
      "token_count": 680,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Meta-analyses report a diagnostic yield between 71 % and 73 %.5,6 A more recent, multicenter, prospective, randomized trial reported a diagnostic yield of 49 %.7 Larger lesion size, a visible airway on computed tomography (CT) leading to the lesion, use of needle aspiration, and concentric ultrasound views have been shown to increase the diagnostic yield of rEBUS.4,8,9 Using thinner bronchoscopes also increases diagnostic yield, likely due to their ability to reach farther into the periphery of the lung.3 The combination of rEBUS with evolving technologies such as ultrathin bronchoscopy, electromagnetic navigation, virtual bronchoscopic navigation, and robotic bronchoscopy in addition to different biopsy tools is being actively investigated. ### SUMMARY rEBUS is a safe imaging modality used to confirm the location of peripheral lung lesions in real time.",
        "the peripheral lesion, a guide sheath can be used. A guide sheath is an optional tool that can be utilized with rEBUS."
      ]
    },
    {
      "chunk_id": "practical_gti_radial_eu_p5_0_88049a6b",
      "text": "airway on computed tomography (CT) leading to the lesion, use of needle aspiration, and concentric ultrasound views have been shown to increase the diagnostic yield of rEBUS.4,8,9 Using thinner bronchoscopes also increases diagnostic yield, likely due to their ability to reach farther into the periphery of the lung.3 The combination of rEBUS with evolving technologies such as ultrathin bronchoscopy, electromagnetic navigation, virtual bronchoscopic navigation, and robotic bronchoscopy in addition to different biopsy tools is being actively investigated. ### SUMMARY rEBUS is a safe imaging modality used to confirm the location of peripheral lung lesions in real time. Confirming lesion localization may improve confidence prior to sampling and may improve the diagnostic yield of procedures. rEBUS continues to be explored in combination with additional technologies to potentially further improve the diagnostic yield for peripheral lung lesions.CHAPTER Radial Endobronchial Ultrasound REFERENCES\n1. Rivera MP, Mehta AC, Wahidi MM. Establishing the diagnosis of lung cancer: diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2013;143:142s-165s.\n2. Chen AC, Loiselle A, Zhou L, Baty J, Misselhon D. Localization of peripheral pulmonary lesions using a method of computed tomography anatomic correlation and radial probe endobronchial ultrasound confirmation. Ann Am Thorac Soc. 2016;13:1586–1592.\n3. Oki M, Saka H, Ando M, et al. Ultrathin bronchoscopy with multimodal devices for peripheral pulmonary lesions. Am J Resp Crit Care Med. 2015;192:468–476.\n4. Chen AC, Chenna P, Loiselle A, Massoni J, Mayse M, Misselhorn D. Radial probe endobronchial ultrasound for peripheral pulmonary lesions: A 5 year institutional experience. Ann Am Thorac Soc. 2014;11:578–582.\n5. Wang M, Nietert PJ, Silvestri GA. Meta-analysis of guided bronchoscopy for the evaluation of the pulmonary nodule. Chest. 2012;142:385–393.\n6. Steinfort DP, Khor YH, Manser RL, Irving LB. Radial probe endobronchial ultrasound for the diagnosis of peripheral lung cancer: Systematic review and meta-analysis. Eur Respir J. 2011;37:902–910.\n7. Tanner NT, Yarmus L, Chen A, et al. Standard bronchoscopy with fluoroscopy vs thin bronchoscopy and radial endobronchial ultrasound for biopsy of pulmonary lesions: A multicenter, prospective, randomized trial. Chest. 2018;154:1035–1043.\n8. Ali MS, Sethi J, Taneja A, Musani A, Maldonado F. Computed tomography bronchus sign and the diagnostic yield of guided bronchoscopy for peripheral pulmonary lesions. A systematic review and meta-analysis. Ann Am Thorac Soc. 2018;8:978–987.\n9. Chao TY, Chien MT, Lie CH, Chung YH, Wang JL, Lin MC. Endobronchial ultrasonography-guided transbronchial needle aspiration increases the diagnostic yield of peripheral pulmonary lesions: A randomized trial. Chest. 2009;136:229–236.",
      "page": 5,
      "start_offset": 0,
      "end_offset": 2922,
      "token_count": 724,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Establishing the diagnosis of lung cancer: diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines.",
        "Localization of peripheral pulmonary lesions using a method of computed tomography anatomic correlation and radial probe endobronchial ultrasound confirmation."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Radial Endobronchial Ultrasound",
    "Page 1",
    "Extracted Tables",
    "Page 2",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Radial EBUS Plus Guide Sheath and Guiding Curette",
    "COMPLICATIONS",
    "EVIDENCE",
    "SUMMARY",
    "Page 5",
    "Diagnostic Bronchoscopy",
    "Setting\nThe"
  ],
  "source_file": "Radial Endobronchial Ultrasound.md"
}