{
  "doc_id": "practical_gti_mechanical_debridemen",
  "title": "Mechanical Debridement",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 13,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:29.607469",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p1_0_ec8e63b4",
      "text": "Mechanical MANDATORY DOD DISCLAIMER\nThe views expressed in this article are those of the author(s) and do not necessarily reflect the official policy or position of the Department of the Navy, Department of Defense, Department of Veterans Affairs, or the U.S. Government. INTRODUCTION TO MECHANICAL DEBRIDEMENT\nMechanical debridement of the airways is the method of using tools to manually remove benign or malignant obstructive lesions. In principle, mechanical debridement of endotracheal or endobronchial lesions is one step in a very complex and intricate approach to the management of central airway obstruction ( There are two major advantages of mechanical debulking. First, some of these tools (rigid coring, rigid dilatation, microdebrider) provide the ability to rapidly debulk tumors. This is important in lesions that are causing critical stenosis, especially in the trachea. Second, all these tools can be used in patients who have high oxygen requirements, whereas thermal tools are contraindicated due to the risk of fire. Still, it is important to remember that coagulation of a tumor prior to mechanical debulking remains a foundational principle of endobronchial therapeutic interventions. RIGID CORING\nRole of Instrument\nRigid coring can be used in the management of endobronchial obstruction from benign or malignant disorders. Typically, mechanical coring is used to debulk endobronchial obstructive tumors following devascularization with thermal therapies. Its unique benefit, however, is in the situation of life-threatening obstruction when rapid tumor removal is necessary to avoid asphyxiation, when there is insufficient time to use other modalities. The severe, life-threatening obstruction necessitating this technique is usually apparent at presentation, but occasionally an unexpected degree of obstruction and hypoxia will follow anesthetic induction and muscle relaxation. As such, it is an important skill that the proceduralist should be prepared to rapidly employ. Equipment Details\nAs discussed in other sections of this book, the rigid scope is a hollow metal tube with a beveled distal tip. Rigid coring is the technique of using the beveled tip of a rigid ventilating bronchoscope or tracheoscope to debulk an exophytic endotracheal or endobronchial tumor. It is most useful to remove exophytic lesions that are pedunculated with a narrow-based stalk. It can also be used to debulk sessile tumors in pieces. This method allows resection of the tumor from the airway, but removal of the resected tumor requires the use of other equipment. Russell Jason Miller and Lakshmi Mudambi",
      "page": 1,
      "start_offset": 0,
      "end_offset": 2619,
      "token_count": 551,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Second, all these tools can be used in patients who have high oxygen requirements, whereas thermal tools are contraindicated due to the risk of fire.",
        "Still, it is important to remember that coagulation of a tumor prior to mechanical debulking remains a foundational principle of endobronchial therapeutic interventions."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p2_0_eaf3f43d",
      "text": "unexpected degree of obstruction and hypoxia will follow anesthetic induction and muscle relaxation. As such, it is an important skill that the proceduralist should be prepared to rapidly employ. Equipment Details\nAs discussed in other sections of this book, the rigid scope is a hollow metal tube with a beveled distal tip. Rigid coring is the technique of using the beveled tip of a rigid ventilating bronchoscope or tracheoscope to debulk an exophytic endotracheal or endobronchial tumor. It is most useful to remove exophytic lesions that are pedunculated with a narrow-based stalk. It can also be used to debulk sessile tumors in pieces. This method allows resection of the tumor from the airway, but removal of the resected tumor requires the use of other equipment. Russell Jason Miller and Lakshmi MudambiSECTION Therapeutic Bronchoscopy Procedures Method of Use\nThe beveled tip of the rigid scope is maneuvered gently to the proximal base of the exophytic lesion under direct visualization with a 0-degree rigid telescope. The plane of dissection is along the tract between the lesion and the mucosal wall of the airway. The rigid scope is cork-screwed gently across the entire base of the tumor while applying pressure along the plane of dissection toward the distal end of the tumor. Alternatively, rigid forceps can be used to stabilize the exophytic lesion while using the rigid scope to dissect it under direct visualization.\nThe airway axis needs to be defined prior to coring, and the bronchoscope should remain parallel to the longitudinal axis of the airway to avoid accidental airway perforation. The use of tactile feedback is valuable to inform the physician as dissection occurs, ensuring that the airway wall and airway cartilage are not being perforated. This can help confirm that indeed the longitudinal axis of the airway is being followed when visualization is compromised.1 The use of in-line large-volume suction catheters (rigid or flexible) is extremely helpful during coring to aspirate blood that can obstruct viewing and to collect detached tumor. Additionally, as there can be temporary worsening of obstruction during coring and tumor removal, using suction to remove as much of the secretions, debris, and mucus surrounding the tumor as possible prior to coring will improve visualization and respiratory reserve during the intervention. Use of thermal therapies to devascularize the lesion prior to coring is strongly suggested to reduce the likelihood of bleeding. If devascularization is not possible or if there is significant bleeding, the rigid bronchoscope should be slightly advanced to cover and tampon the base for at least 3 min before evaluating the resection base for evidence of hemostatic control. Pitfalls\nWhile this technique is useful for debulking central airway tumors, it is also one of the most dangerous in inexperienced hands, especially in the setting of active clinical deterioration requiring rapid tumor removal or during active bleeding that compromises visualization. While the beveled tip feels blunt, one must always remember that when excessive force is used or airway planes are not respected, collateral damage such as mucosal tears, full-thickness perforation, and catastrophic injury to vascular structures can occur. Zone of Safety for Microdebrider\nApproach to proximal intraluminal or proximal mixed obstruction:\n1. Coagulate (refer to chapter 8)\n2. Debulk a) Mechanical methods - Rigid coring - Microdebrider - Cryorecanalization - Forceps b) Thermal (refer to chapter 8) for mixed obstructions Approach to distal intraluminal or distal mixed obstruction\n1. Coagulate (refer to chapter 8)\n2.\n3. Debulk a) Mechanical methods - Cryorecanalization - Forceps b) Thermal (refer to chapter 8) for mixed obstructions Approach to extraluminal obstruction\n1. Dilation\n2. Stenting 3. Consider dilation +/- stent This diagram describes the technical approach to central airway obstruction. It does not explain the indications for intervention (see  for decision-making in central airway obstruction).",
      "page": 2,
      "start_offset": 0,
      "end_offset": 4069,
      "token_count": 853,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "As such, it is an important skill that the proceduralist should be prepared to rapidly employ.",
        "If devascularization is not possible or if there is significant bleeding, the rigid bronchoscope should be slightly advanced to cover and tampon the base for at least 3 min before evaluating the resection base for evidence of hemostatic control."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p3_0_ae194455",
      "text": "imal intraluminal or proximal mixed obstruction:\n1. Coagulate (refer to chapter 8)\n2. Debulk a) Mechanical methods - Rigid coring - Microdebrider - Cryorecanalization - Forceps b) Thermal (refer to chapter 8) for mixed obstructions Approach to distal intraluminal or distal mixed obstruction\n1. Coagulate (refer to chapter 8)\n2.\n3. Debulk a) Mechanical methods - Cryorecanalization - Forceps b) Thermal (refer to chapter 8) for mixed obstructions Approach to extraluminal obstruction\n1. Dilation\n2. Stenting 3. Consider dilation +/- stent This diagram describes the technical approach to central airway obstruction. It does not explain the indications for intervention (see  for decision-making in central airway obstruction).CHAPTER Mechanical Debridement\nAIRWAY DILATATION (BALLOON OR RIGID)\nRole of Instrument\nAirway dilatation can be performed for both benign strictures as well as malignant obstruction and can be accomplished with airway balloons or serial rigid bronchoscopes, as well as serial insertion of tapered bougies. In malignant obstruction, the effects of airway dilatation are typically temporary, and it is typically used to expand the airway to allow for stent implantation or passage of other debulking instruments. Dilatation can occasionally be used alone in malignant disease, as a sizable minority of patients can have more than a transient effect, with one study showing short-term benefit with 43 % of patients having sustained response at 7 days postdilatation.2 Thus, when no other options are available, balloon dilatation can be occasionally used alone to briefly palliate symptoms or to facilitate extubation. Dilatation can have long-lasting effects for benign strictures that are secondary to fibrotic weblike stenotic lesions.3,4 However, complicated stenosis with cartilage involvement or in the setting of inflammation or calcified lesions (such as in fibrosing mediastinitis) usually does not respond to balloon dilatation alone.5 The use of laser or electrocautery knife to create radial incisions into stenotic webs is advocated, prior to dilatation, to reduce the amount of uncontrolled mucosal tearing by generating controlled points for tearing and hence reducing local injury that can contribute to recurrence of stenosis.6–8 When choosing between balloon dilatation and rigid bronchoscopic dilatation, generally balloons are preferable, as they do not cause longitudinal sheering, which increases the degree of mucosal injury and risk of fibrosis and restenosis, since the balloon is expanded after insertion through the stenotic segment. In contrast, longitudinal mucosal injury is unavoidable with the forward insertion of rigid bronchoscopes or bougie dilators.9 One advantage of the rigid dilatational method over balloon dilatation is that the tactile feedback provided by the rigid scope facilitates assessment of airway stiffness and resistance to dilatation, possibly reducing the risk of perforation when used by experienced operators. Another advantage of the rigid system is in patients with tracheal obstruction who have minimal respiratory reserve and cannot tolerate complete airway occlusion for the appropriate amount of time necessary to dilate with a balloon. In this situation the rigid dilatational method allows constant ventilation during the procedure.10 By contrast, balloon dilatation requires 30–60-s periods of airway obstruction while the balloon is inflated. Jackson dilators are tapered bougies that can be serially inserted through an airway obstruction to dilate the airway lumen. They have been largely replaced by balloon dilatation systems, as they work similarly but require rigid bronchoscopy for insertion, obscure the distal view during insertion, and are difficult to use in the distal trachea, as the distal tip will angulate to either the left or right as it passes the carina.10 Equipment Details\nDilatational bronchoplasty balloons are designed to pass through the working channel of the therapeutic bronchoscope and are composed of high-pressure, low-compliance inflatable thermoplastic polymers that, when expanded by injection through a pressure-regulated water system filled with either saline or occasionally radiopaque contrast medium, inflate in a uniform manner to a specified diameter. There are a variety of disposable and reusable inflation devices available.11 Balloons come as either single-phase dilatational balloons that expand to one specific diameter or multiphase balloons that expand to multiple different diameters depending on the specific manometrically monitored expansible pressure induced when fluid is injected. Originally airway dilatation was performed with 5.5-cm long balloons designed for esophageal dilatation; however, shorter balloons are now available that have been specifically designed for the airway.12 Typically, the balloons can be wire-guided, but this is usually only necessary in rare cases where balloon dilatation is performed using fluoroscopy without bronchoscopic guidance. Vascular cutting balloons work in a similar fashion to standard dilatational balloons; however, they have three to four longitudinally oriented microsurgical blades attached that, during dilatation, produce incisions that reduce uncontrolled mucosal tears. Cutting balloons have traditionally only been placed over a guidewire using fluoroscopic guidance, due to the high risk of bronchoscope damage. This has made them a generally unattractive option for bronchoscopic dilatation; however, reports of these balloons being used in the management of airway obstruction do exist, and there are few situations where cutting balloons might have unique",
      "page": 3,
      "start_offset": 0,
      "end_offset": 5660,
      "token_count": 1164,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Dilatation can occasionally be used alone in malignant disease, as a sizable minority of patients can have more than a transient effect, with one study showing short-term benefit with 43 % of patients having sustained response at 7 days postdilatation.2 Thus, when no other options are available, balloon dilatation can be occasionally used alone to briefly palliate symptoms or to facilitate extubation.",
        "In this situation the rigid dilatational method allows constant ventilation during the procedure.10 By contrast, balloon dilatation requires 30–60-s periods of airway obstruction while the balloon is inflated. Jackson dilators are tapered bougies that can be serially inserted through an airway obstruction to dilate the airway lumen.",
        "Debulk a) Mechanical methods - Rigid coring - Microdebrider - Cryorecanalization - Forceps b) Thermal (refer to chapter 8) for mixed obstructions Approach to distal intraluminal or distal mixed obstruction\n1."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p4_0_f65217a4",
      "text": "atation; however, shorter balloons are now available that have been specifically designed for the airway.12 Typically, the balloons can be wire-guided, but this is usually only necessary in rare cases where balloon dilatation is performed using fluoroscopy without bronchoscopic guidance. Vascular cutting balloons work in a similar fashion to standard dilatational balloons; however, they have three to four longitudinally oriented microsurgical blades attached that, during dilatation, produce incisions that reduce uncontrolled mucosal tears. Cutting balloons have traditionally only been placed over a guidewire using fluoroscopic guidance, due to the high risk of bronchoscope damage. This has made them a generally unattractive option for bronchoscopic dilatation; however, reports of these balloons being used in the management of airway obstruction do exist, and there are few situations where cutting balloons might have uniqueSECTION Therapeutic Bronchoscopy Procedures\nadvantages over other dilatational methods.13,14 The first is in extremely tight long-segment stenosis or when hypoxia exists that precludes safe usage of the electrocautery knife or laser for creation of mucosal incisions, and the second is in children where only small-caliber bronchoscopes, which do not allow the insertion of cutting instruments, are required. Although rarely used in the airways, the role of cutting balloons might gain new attention, since bronchoscopic insertion could be performed through disposable bronchoscopes that are now widely available. Malleable, high-volume, low-pressure, vascular latex Fogarty balloons are traditionally considered an emergency tool to rapidly occlude a hemorrhagic airway, but they also can have an occasional role in dilatation, which we will discuss further within this section. Serial insertion of standard rigid bronchoscopes of increasing size is also an effective tool for airway dilatation. The ability to perform rigid dilatation, however, does depend on the rigid system that is being used. The Jackson rigid bronchoscope, which is no longer produced, was considered ideal for airway dilatation due to the presence of a blunt and more rounded tip that allowed for safer passage through the obstruction when compared with the modern rigid bronchoscopes.15 Serial rigid dilatation is much more practical with modular rigid bronchoscopic systems with detachable universal bases than systems where the base is fused to the barrel of the bronchoscope. By first inserting a large-caliber tracheoscope, detaching the base, and then inserting smaller-diameter but longer-ventilating rigid bronchoscopes, serial dilatation can be achieved without the need to reintubate the patient every time. Methods of Use\nRigid bronchoscopic dilatation requires general anesthesia, whereas balloon dilatation with conscious sedation is an option for disease distal to the main carina. Some patients can tolerate tracheal dilatation under moderate sedation; however, often general anesthesia may be necessary with prolonged dilatation, as a sense of asphyxiation may result in considerable distress to the patient. As mentioned previously, radial incisions with either the electrocautery knife or with laser can reduce the amount of uncontrolled tearing and fibrin production, hence decreasing the likelihood of restenosis. The electrocautery knife is a reusable instrument that is employed through the working channel of a flexible bronchoscope. Selection of a laser with cutting properties (carbon dioxide, holmium:yttrium aluminum garnet, or diode) provides the best option to produce precise radial incisions without inciting an inflammatory response or deeper tissue damage.16 Three 1–2-mm incisions mimicking the Mercedes emblem (12, 4, 8 o’clock) are made along the stenosis.7 Following radial incision, balloon bronchoplasty is typically performed. For balloon bronchoplasty, the size of the balloon selected depends on consideration of the size of the stenotic airway as well as consideration of the normal adjacent airways that are contiguous with the lesion. When balloons are oversized relative to the stenosis, the improvement of diameter will be greater, but the risk of airway perforation will also be higher. Small incremental dilatations should be performed beginning with a balloon that only slightly expands the airway. Dilatation is continued serially with balloons of increasing size until target dilatation is achieved. The literature varies in regard to the optimal inflation time and repetitions, but typically two to three dilatations with inflation periods of 30–90 s per dilatational stage are sufficient.7,9,10 The specifications of balloon and inflation device preparation vary based on manufacturer. It is important to refer to the user manual, as an in-depth description of each of these devices is beyond the scope of this chapter. There is a tag on each balloon that correlates specific manometric pressures to balloon inflation diameter. Lubricating the tip of the deflated balloon can help pass the instrument more easily through the working channel of a flexible bronchoscope. The balloon must be completely out of the working channel prior to inflation to prevent scope damage. The uninflated balloon should be passed into the stenotic segment with at least 0.5 cm of the balloon proximal to the level of the stenosis, as it can easily slide out of place if too proximal or distal.9 Retraction of the balloon to make contact with the tip of the flexible bronchoscope while simultaneously inflating it can fix the balloon in place across the stenosis. A 360-degree view through the balloon can be obtained by applying suction to the fluid-filled balloon, which allows the operator to visualize developing airway tears, indicating potential for perforation (see",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5817,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "It is important to refer to the user manual, as an in-depth description of each of these devices is beyond the scope of this chapter.",
        "The uninflated balloon should be passed into the stenotic segment with at least 0.5 cm of the balloon proximal to the level of the stenosis, as it can easily slide out of place if too proximal or distal.9 Retraction of the balloon to make contact with the tip of the flexible bronchoscope while simultaneously inflating it can fix the balloon in place across the stenosis."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p5_0_b9040733",
      "text": "specific manometric pressures to balloon inflation diameter. Lubricating the tip of the deflated balloon can help pass the instrument more easily through the working channel of a flexible bronchoscope. The balloon must be completely out of the working channel prior to inflation to prevent scope damage. The uninflated balloon should be passed into the stenotic segment with at least 0.5 cm of the balloon proximal to the level of the stenosis, as it can easily slide out of place if too proximal or distal.9 Retraction of the balloon to make contact with the tip of the flexible bronchoscope while simultaneously inflating it can fix the balloon in place across the stenosis. A 360-degree view through the balloon can be obtained by applying suction to the fluid-filled balloon, which allows the operator to visualize developing airway tears, indicating potential for perforation (seeCHAPTER Mechanical Debridement\nless of a problem with some of the newer inflation balloons that are designed to allow multiple passes through the working channel of the scope. Wire-guided balloon dilatation with fluoroscopy without bronchoscopic visualization is an alternative method to direct bronchoscopic visualization of balloon dilatation, which is performed in a similar manner to fluoroscopic-guided insertion of self-expandable metallic stents. This method might be considered in children or patients intubated with smaller endotracheal tubes that cannot accommodate the therapeutic bronchoscope.17 The major disadvantage of this technique is the inability to visually monitor for complications such as evidence of impending airway rupture or hemorrhage. For this procedure the balloon is filled with a nonionic water-soluble contrast material such as iohexol diluted at least 50 % in case of accidental balloon rupture, as hypertonic solutions can result in serious bronchospasm.9,18 Fogarty balloons can be useful adjuncts to standard balloon dilatation, especially in the smaller airways. When the larger, more rigid dilating balloons cannot safely pass an obstruction, the soft malleable Fogarty catheter can be extended beyond the obstruction prior to inflating, and then the catheter can be withdrawn in a retrograde fashion.19 This technique can be used to compress an obstructive tumor against the airway walls or for extraction of debris, clots, or foreign bodies.9,20 The major risk of inflating a balloon catheter beyond the visible field is airway injury or rupture; however, this is much less likely with the soft malleable Fogarty balloon. This technique is useful in segmental airways, at acute angles where stiffer flexible instruments such as the cryoprobe or forceps prevent adequate scope flexion required to engage the target tissue. For rigid bronchoscopic dilatation, it is ideal to insert a large tracheoscope and detach the universal base, which will allow insertion of smaller rigid bronchoscopes in a serial fashion without requiring repeated reintubations. In tight stenosis the use of neonatal/pediatric bronchoscopes during the initial phases of dilatation is sometimes necessary. The rigid bronchoscopes are inserted through the stenotic lesion using a twisting motion similar to the apple-coring motion used for mechanically debulking tumors. As ventilation can be maintained with this technique, dilatation can be performed for longer periods than with balloon dilatation. Pitfalls\nIt is important to consider the patient’s ability to tolerate periods of hypoxia and hypoventilation during dilatation, especially with tracheal involvement or in patients with contralateral disease when dilatation is performed beyond the main carina. In addition to inability to tolerate long tracheal dilatation periods, symptoms consistent with negative pressure pulmonary edema have also been reported following long periods of tracheal dilatation in the spontaneously breathing patient.21 Barotrauma resulting in pneumothorax or pneumomediastinum can theoretically occur when jet ventilation is used beyond a tight stenosis, especially with higher respiratory rates or with accidental occlusion of the proximal ports. If the patient can tolerate it, holding ventilation during balloon inflation periods is reasonable. To minimize the risk of accidental expiratory occlusion, caution should be used if instrumentation is performed through the rigid bronchoscope during dilatation, and simultaneous insertion of multiple instruments should be avoided. Overinflation of dilatational balloons can result in airway lacerations, bleeding, and perforation.9,22 It is important to vigilantly monitor the airway mucosa through the inflated balloon for signs of developing airway tears and to use gentle incremental dilatations instead of dilating to a maximum or near-maximum diameter immediately. A potential source for accidental",
      "page": 5,
      "start_offset": 0,
      "end_offset": 4836,
      "token_count": 966,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "To minimize the risk of accidental expiratory occlusion, caution should be used if instrumentation is performed through the rigid bronchoscope during dilatation, and simultaneous insertion of multiple instruments should be avoided. Overinflation of dilatational balloons can result in airway lacerations, bleeding, and perforation.9,22 It is important to vigilantly monitor the airway mucosa through the inflated balloon for signs of developing airway tears and to use gentle incremental dilatations instead of dilating to a maximum or near-maximum diameter immediately.",
        "Pitfalls\nIt is important to consider the patient’s ability to tolerate periods of hypoxia and hypoventilation during dilatation, especially with tracheal involvement or in patients with contralateral disease when dilatation is performed beyond the main carina.",
        "The uninflated balloon should be passed into the stenotic segment with at least 0.5 cm of the balloon proximal to the level of the stenosis, as it can easily slide out of place if too proximal or distal.9 Retraction of the balloon to make contact with the tip of the flexible bronchoscope while simultaneously inflating it can fix the balloon in place across the stenosis."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p6_0_8ad5ffff",
      "text": "otrauma resulting in pneumothorax or pneumomediastinum can theoretically occur when jet ventilation is used beyond a tight stenosis, especially with higher respiratory rates or with accidental occlusion of the proximal ports. If the patient can tolerate it, holding ventilation during balloon inflation periods is reasonable. To minimize the risk of accidental expiratory occlusion, caution should be used if instrumentation is performed through the rigid bronchoscope during dilatation, and simultaneous insertion of multiple instruments should be avoided. Overinflation of dilatational balloons can result in airway lacerations, bleeding, and perforation.9,22 It is important to vigilantly monitor the airway mucosa through the inflated balloon for signs of developing airway tears and to use gentle incremental dilatations instead of dilating to a maximum or near-maximum diameter immediately. A potential source for accidentalSECTION Therapeutic Bronchoscopy Procedures overinflation is related to miscommunications between bronchoscopist and technician, as the pressure in standard atmospheres (atm) required to inflate the balloon to a specific diameter in millimeters falls in similar ranges. For example, a balloon might require 8 atm to inflate to 12 mm. If the technician interprets the instruction of “inflate to 12” to mean atm, balloon rupture could occur. Closed-loop communication can help mitigate this risk. Aggressive dilatation of highly vascular lesions, mixed obstructive tumors involving vasculature adjacent to the airway, or those with fragile mucosa or ulceration can lead to significant hemorrhage. Balloon dilatation should usually be avoided when visualization is impaired beyond the stenosis, but very gentle dilatation with the tip of the balloon is safe even in tight stenosis to allow distal visualization. RIGID FORCEPS\nRole of Instrument\nThe rigid forceps are indispensable and possibly the most useful instruments available to the rigid bronchoscopist. Competence with the forceps is a mandatory skill for anyone who performs rigid bronchoscopic procedures. They are the primary modality for removing detached tissue, foreign bodies, and stents from the airways but also play an important role in the debulking of endobronchial obstructive lesions. Equipment Details\nThe rigid forceps are available in several different configurations similar to the flexible forceps: cupped, alligator, pointed serrated, and peanut grasping. Forceps are broadly classified as either single action or double action based on whether only one jaw or both move with opening (see Method of Use\nFor tumor debulking, the beveled tip of the rigid bronchoscope is maneuvered to the proximal end of the tumor in the airway. The rigid forceps are passed through the rigid bronchoscope just distal to but parallel with the rigid telescope so that the tip is always visible. The forceps are opened, and pieces of the tumor are grasped and removed under direct visualization by moving the telescope and forceps as a single unit. If using the rigid optical forceps, the telescope is inserted into the channel and locked in place before inserting the forceps into the rigid bronchoscope. The optical forceps allow for direct viewing during grasping; however, they are less maneuverable, cannot be inserted through smaller rigid bronchoscopes, and cannot access tissue that extends more than a short distance beyond the reach of the rigid telescope. Familiarity with both optical and nonoptical instruments is necessary. Pitfalls\nThe rigid forceps can cause mucosal tears and perforations if used incorrectly. When working in tight spaces, the rigid forceps can often extend to a diameter greater than that of the residual airway. When this is done using sharp-tipped forceps, such as the alligator forceps, perforation or mucosal tears can develop. In this scenario the use of single-action forceps with the opening jaw directed toward the lumen can reduce the likelihood of injury. Just as with the other nonthermal therapies that have been discussed, there is no coagulative effect, and use of rigid forceps generally should be performed in conjunction with thermal therapies. FLEXIBLE FORCEPS\nRole of Instrument\nFlexible forceps are not designed for tumor debulking but rather as a tool for biopsy. In debulking procedures, flexible forceps can be used to remove debris following thermal treatments such as argon plasma coagulation (APC) or laser, but standard biopsy forceps can also",
      "page": 6,
      "start_offset": 0,
      "end_offset": 4490,
      "token_count": 916,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "To minimize the risk of accidental expiratory occlusion, caution should be used if instrumentation is performed through the rigid bronchoscope during dilatation, and simultaneous insertion of multiple instruments should be avoided. Overinflation of dilatational balloons can result in airway lacerations, bleeding, and perforation.9,22 It is important to vigilantly monitor the airway mucosa through the inflated balloon for signs of developing airway tears and to use gentle incremental dilatations instead of dilating to a maximum or near-maximum diameter immediately.",
        "Forceps are broadly classified as either single action or double action based on whether only one jaw or both move with opening (see Method of Use\nFor tumor debulking, the beveled tip of the rigid bronchoscope is maneuvered to the proximal end of the tumor in the airway.",
        "Aggressive dilatation of highly vascular lesions, mixed obstructive tumors involving vasculature adjacent to the airway, or those with fragile mucosa or ulceration can lead to significant hemorrhage."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p7_0_a9bfe7fa",
      "text": ", the rigid forceps can often extend to a diameter greater than that of the residual airway. When this is done using sharp-tipped forceps, such as the alligator forceps, perforation or mucosal tears can develop. In this scenario the use of single-action forceps with the opening jaw directed toward the lumen can reduce the likelihood of injury. Just as with the other nonthermal therapies that have been discussed, there is no coagulative effect, and use of rigid forceps generally should be performed in conjunction with thermal therapies. FLEXIBLE FORCEPS\nRole of Instrument\nFlexible forceps are not designed for tumor debulking but rather as a tool for biopsy. In debulking procedures, flexible forceps can be used to remove debris following thermal treatments such as argon plasma coagulation (APC) or laser, but standard biopsy forceps can alsoCHAPTER Mechanical Debridement have a role in debulking tumor in small spaces, such as the bronchus intermedius, lobar, or segmental bronchi. They are also useful for necrotic tumors with low propensity for bleeding. Flexible forceps can also be helpful in areas in which precision is needed, such as when debulking recurrent tumor or granulation tissue near metallic stents, which could be damaged with the larger and less precise rigid forceps.",
      "page": 7,
      "start_offset": 0,
      "end_offset": 1296,
      "token_count": 276,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        ", the rigid forceps can often extend to a diameter greater than that of the residual airway.",
        "When this is done using sharp-tipped forceps, such as the alligator forceps, perforation or mucosal tears can develop."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p8_0_a68637c7",
      "text": "use of rigid forceps generally should be performed in conjunction with thermal therapies. FLEXIBLE FORCEPS\nRole of Instrument\nFlexible forceps are not designed for tumor debulking but rather as a tool for biopsy. In debulking procedures, flexible forceps can be used to remove debris following thermal treatments such as argon plasma coagulation (APC) or laser, but standard biopsy forceps can alsoCHAPTER Mechanical Debridement have a role in debulking tumor in small spaces, such as the bronchus intermedius, lobar, or segmental bronchi. They are also useful for necrotic tumors with low propensity for bleeding. Flexible forceps can also be helpful in areas in which precision is needed, such as when debulking recurrent tumor or granulation tissue near metallic stents, which could be damaged with the larger and less precise rigid forceps.SECTION Therapeutic Bronchoscopy Procedures The role of flexible forceps in debulking, however, might develop a greater role in the near future due to the advent of newer large-caliber forceps, designed for insertion through the larger 2.8-mm channel of the therapeutic bronchoscope, or jumbo forceps, which have a maximum opening diameter of nearly twice that of standard biopsy forceps and can be used through a 3.2-mm channel of the recently reintroduced large channel therapeutic bronchoscope. There are no data regarding the role of the large and jumbo flexible forceps for tumor debulking; however, anecdotally they have provided a relatively rapid means of removing tissue debris and can be an effective tool for larger central tumors, augmenting rigid forceps by providing greater maneuverability. An example where this might be useful includes debulking tumors at acute angles, such as just distal to a lobar carina, which cannot be easily accessed with rigid tools. The use of insulated monopolar electrocautery “hot” forceps, which allow for simultaneous electrocoagulation and tissue collection, has a limited role in therapeutic bronchoscopy. The details of the physics and equipment required to utilize the electrocautery forceps can be found in the chapter of this book devoted to thermal therapeutic devices ( ). Hot biopsy forceps can be used in similar situations as the standard cold forceps in debulking more peripheral airway obstruction and may be preferable for vascular tumors with a high propensity for bleeding. Additionally, they can be used to resect tumors arising from a stalk that is not amenable to electrocautery snare due to a wide base, or complete obstruction that does not allow the snare to bypass the lesion.24 Obviously, for tracheal and mainstem lesions, other, more appropriate therapies are available, but when a wide-based tumor is present just beyond an angulated secondary carina, such as at the take-off of the right upper lobe or the left upper lobe proper, hot forceps can be a useful tool. - *Equipment Detail*s\nThe standard flexible forceps are available in a variety of sizes and configurations that include rat tooth, cupped (smooth or fenestrated), needle, and alligator configurations. For the purpose of mechanical debulking, alligator forceps are generally the preferred configuration, as the disadvantage of crush artifact on histology is not an issue. The most commonly used flexible forceps for both endobronchial biopsy and transbronchial lung biopsy can be inserted through a standard 2.0-mm bronchoscope working channel and have a maximum opening diameter of approximately 5.0 mm. The dedicated disposable large biopsy forceps currently available in the United States have an opening diameter of 7.1 mm, while the jumbo gastrointestinal forceps, which can be adapted for use through the large 3.2-mm channel therapeutic bronchoscope, have a maximum opening diameter of 8.8 mm. Although the difference in opening diameter might seem insignificant, the sample volume obtained with the large and jumbo forceps has been reported to be two and four times that of the standard forceps, respectively (see - *Method of Us*e\nAs mentioned earlier, flexible forceps are rarely the primary mode of debulking but rather serve as an adjunct to modalities such as laser or APC to remove coagulated debris. For actual debulking with flexible forceps, the technique is most applicable when tumor is directly in front of the endoscope, whereas when tumor is lying along the airway wall, the “burn and shave” method, using the barrel of the rigid bronchoscope to shave off coagulated debris, is more effective than using flexible forceps. When using the biopsy forceps, it is helpful to keep the forceps in close proximity to the lesion and advance",
      "page": 8,
      "start_offset": 0,
      "end_offset": 4637,
      "token_count": 976,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "FLEXIBLE FORCEPS\nRole of Instrument\nFlexible forceps are not designed for tumor debulking but rather as a tool for biopsy.",
        "An example where this might be useful includes debulking tumors at acute angles, such as just distal to a lobar carina, which cannot be easily accessed with rigid tools."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p9_0_28024f31",
      "text": ". Although the difference in opening diameter might seem insignificant, the sample volume obtained with the large and jumbo forceps has been reported to be two and four times that of the standard forceps, respectively (see - *Method of Us*e\nAs mentioned earlier, flexible forceps are rarely the primary mode of debulking but rather serve as an adjunct to modalities such as laser or APC to remove coagulated debris. For actual debulking with flexible forceps, the technique is most applicable when tumor is directly in front of the endoscope, whereas when tumor is lying along the airway wall, the “burn and shave” method, using the barrel of the rigid bronchoscope to shave off coagulated debris, is more effective than using flexible forceps. When using the biopsy forceps, it is helpful to keep the forceps in close proximity to the lesion and advanceCHAPTER Mechanical Debridement\nthe scope with the forceps as a unit to increase the depth of tissue collection. After closing the forceps, the forceps and bronchoscope should be retracted as a single unit until the tissue detaches from the primary tumor. This will result in much larger pieces of removed tissue. These pieces are released as detached tissue fragments in the airway until multiple detached fragments have accumulated, which can then be suctioned en bloc from the airway or removed with the assistance of a bronchoscopic basket. This technique saves time and allows the operator to maintain a view of the lesion immediately after sampling. With the hot forceps, the duration of electrocautery and the wattage used increase the depth of tissue effect. Very short durations of electrocautery, less than 1 s, likely will only result in very superficial electrocoagulation and hence not significantly affect propensity for bleeding. Long pulses of electrocautery can result in excessive depth of penetration and injury to the airway wall. To avoid injury, pulse duration typically should not exceed 2 s, and care should be used to avoid contact with the airway wall.11 As the purpose is to coagulate to prevent bleeding and not cut tissue, the soft coagulation mode is ideal and the maximum power should not exceed 30 W.27 Pitfalls\nThe major pitfall of flexible forceps is that the size of the tissue debulked is very small. Other modalities provide superior tissue removal and control of bleeding in far shorter time periods. With cold forceps the risk of bleeding is not insignificant. Hot forceps reduce the risk of bleeding but in most cases are less effective tools than the standard thermal therapies discussed elsewhere in this book. MICRODEBRIDER\nRole of Instrument\nThe microdebrider is a powered instrument that was initially used by otolaryngologists to remove tissue and bone during sinus surgery, but with the advent of an extended blade for use through the rigid bronchoscope, it has also become an extremely useful debulking device both in benign and malignant central airway lesions. The device combines a rotational blade with associated suction to morselize and aspirate endobronchial tissue. As with the other devices discussed in this chapter, it is nonthermal and thus useful in situations where high oxygen requirements prohibit the use of thermal techniques. The unique advantage of this device compared to other nonthermal techniques is its rapid action combined with instantaneous aspiration of tissue, which removes the tedious and time-consuming step of piecemeal extraction of detached tissue. This feature makes the device ideal for rapid debulking of infiltrative endobronchial tumors that extend over a long length of airway. Equipment Details\nThe device consists of an integrated power console suction irrigation system, a rotating cutting blade at the end of a rigid metal suction catheter, a handpiece, and a foot pedal to control the device. The blade tip is angulated at 15 degrees in a hockey stick configuration, and the handpiece is equipped with a control wheel that allows precise 360-degree rotation of the cutting tip. The power console is used to provide suction, adjust flow rates for irrigation, and set the speed of revolutions for the blade. In the United States, the only commercially available bronchial blade is 4 mm in diameter and 45 mm in length and has a serrated cutting tip. Shorter airway blades are available with other configurations and can be used with suspension laryngoscopy for subglottic and proximal tracheal lesions. Method of Use\nThe power console is attached to the handpiece, which is attached to the bronchial blade. The beveled tip of the rigid bronchoscope is maneuvered to the proximal end of the tumor in the airway. The bronchial blade is passed into the rigid bronchoscope just distal to the rigid telescope so that the blade is always visualized. The size of the tissue that is debulked is directly proportional to the pressure applied by the blade on the tumor and inversely proportional to the speed of rotation of the blade. Therefore the blade is gently applied to the surface of the tumor, and the suction draws the tumor into the hollow metal suction catheter (see",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5113,
      "token_count": 1050,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In the United States, the only commercially available bronchial blade is 4 mm in diameter and 45 mm in length and has a serrated cutting tip.",
        "Equipment Details\nThe device consists of an integrated power console suction irrigation system, a rotating cutting blade at the end of a rigid metal suction catheter, a handpiece, and a foot pedal to control the device.",
        "Very short durations of electrocautery, less than 1 s, likely will only result in very superficial electrocoagulation and hence not significantly affect propensity for bleeding."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p10_0_5ff04d85",
      "text": "cutting tip. Shorter airway blades are available with other configurations and can be used with suspension laryngoscopy for subglottic and proximal tracheal lesions. Method of Use\nThe power console is attached to the handpiece, which is attached to the bronchial blade. The beveled tip of the rigid bronchoscope is maneuvered to the proximal end of the tumor in the airway. The bronchial blade is passed into the rigid bronchoscope just distal to the rigid telescope so that the blade is always visualized. The size of the tissue that is debulked is directly proportional to the pressure applied by the blade on the tumor and inversely proportional to the speed of rotation of the blade. Therefore the blade is gently applied to the surface of the tumor, and the suction draws the tumor into the hollow metal suction catheter (seeSECTION Therapeutic Bronchoscopy Procedures Pitfalls\nThe microdebrider, however, does have its limitations. It is extremely rigid and relatively bulky, which limits mobility when inserted through a standard 12-mm diameter bronchoscope alongside the optical telescope. As a result, it is really only suitable for debulking in the trachea and proximal mainstem bronchi. As with the other nonthermal instruments, the inability to coagulate the tumor or cauterize bleeding does limit its use in vascular tumors. The biggest advantage of the microdebrider is also its biggest risk. The ability to rapidly morselize extensive tumor in a limited time makes the microdebrider extremely useful; however, the device does not discriminate normal from abnormal tissue or respect airway planes. Because of this, in the hands of a novice or distracted proceduralist, catastrophic complications such as perforation of airways and massive hemorrhage, from perforation of large vessels, can easily occur. CRYORECANALIZATION\nRole of Instrument\nCryoprobes can be used for their cytotoxic effects in cryotherapy, which has a delayed response and is not appropriate for severe airway obstruction, or for cryobiopsy of endobronchial or parenchymal tissue. This section, however, will focus specifically on the use of the cryoprobe for cryorecanalization, also known as cryodebulking. Cryorecanalization is performed by freezing a target tissue with the cryoprobe and retracting the frozen tissue en bloc with the probe and the bronchoscope to open the airway. It is most useful in situations where refractory hypoxia does not allow lowering supplemental oxygen to the levels required to utilize thermal techniques. However, it also has significant value even when thermal therapies are not contraindicated, as cryorecanalization allows debulking of large pieces of tissue in a rapid fashion. The effects of cryotherapy depend on the water content within the tissue. Tumor, mucous membranes, and granulation tissue have high water content and are therefore cryosensitive, whereas cartilage and fibrotic material have low water content and are considered cryoresistant.29 The optimal target for cryorecanalization is loosely adhesive exophytic airway tumors. Cryorecanalization, however, is not an appropriate method for debulking firmly adhesive tumors or granulation tissue, as the device will not separate the lesion from the underlying normal airway, possibly resulting in hemorrhage or airway rupture. Cryorecanalization, as a modality for debulking obstructive tumors, should be performed only by physicians with extensive training in the technique who are also capable of managing the associated complications. This differs from cryoadhesion, which is the use of the cryoprobe for removal of obstructive blood clots, A\nB",
      "page": 10,
      "start_offset": 0,
      "end_offset": 3634,
      "token_count": 768,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "However, it also has significant value even when thermal therapies are not contraindicated, as cryorecanalization allows debulking of large pieces of tissue in a rapid fashion.",
        "It is extremely rigid and relatively bulky, which limits mobility when inserted through a standard 12-mm diameter bronchoscope alongside the optical telescope.",
        "Shorter airway blades are available with other configurations and can be used with suspension laryngoscopy for subglottic and proximal tracheal lesions."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p11_0_2582baa9",
      "text": ". Tumor, mucous membranes, and granulation tissue have high water content and are therefore cryosensitive, whereas cartilage and fibrotic material have low water content and are considered cryoresistant.29 The optimal target for cryorecanalization is loosely adhesive exophytic airway tumors. Cryorecanalization, however, is not an appropriate method for debulking firmly adhesive tumors or granulation tissue, as the device will not separate the lesion from the underlying normal airway, possibly resulting in hemorrhage or airway rupture. Cryorecanalization, as a modality for debulking obstructive tumors, should be performed only by physicians with extensive training in the technique who are also capable of managing the associated complications. This differs from cryoadhesion, which is the use of the cryoprobe for removal of obstructive blood clots, A\nBCHAPTER Mechanical Debridement\nmucous plugs, and foreign bodies. Cryoadhesion is a valuable technique in critical care/pulmonology and can be mastered with less training. Equipment Details\nThe principle of cryotherapy is based on the Joule-Thomson effect in which a change in temperature of a liquid as it flows from a region of high pressure to that of low pressure results in rapid expansion and dissipation of heat, resulting in rapid temperature drops and thus freezing. The cryotherapy procedure utilizes a dedicated console with a gas cylinder. A transfer line is used to connect the console to the cryoprobe, and a foot pedal is used to initiate the flow of liquid through the probe. The compressed gas coolant is usually either nitrous oxide or carbon dioxide. When delivered through the high-pressure probe to the tip, gas rapidly expands, resulting in cooling to approximately −89 degreesC at the metallic tip. When the probe tip comes in direct contact with the liquid components of tissue, cryoadhesion occurs between the probe and the tissue. Flexible cryotherapy probes are 90 cm in length and available in a variety of diameters for insertion through the working channel of a flexible bronchoscope.30 Rigid cryoprobes do exist but do not offer any advantages over the more maneuverable flexible probes and likely no longer have a place in bronchoscopic procedures. Method of Use\nWhen utilizing the cryotherapy probe for debulking, the probe’s metallic tip should make direct contact with the lesion and the foot pedal should be activated, at which point visible ice crystals begin to form. The area of tissue adhesion is increased by exerting pressure with the probe on the tumor and with longer cooling durations. Additionally, although cartilage is cryoresistant, the associated normal airway mucosa is quite cryosensitive.31 Although obtaining large fragments of tissue is desirable, excessive freezing radius or accidental direct contact with the airway mucosa increases the risk of injury to normal airways as well as bleeding. Short freezing duration of 3–6 s is recommended. To prevent injury, the retrograde force used to detach tissue should be constant and gentle. If significant resistance is encountered, pedal activation and retraction should be stopped and the tumor allowed to detach before reattempting at a different attachment point. Slight withdrawal of the probe at the first sign of tissue adhesion, to gently pull the tumor away from the airway wall, before completing the pedal activation period will reduce the likelihood of adhesion to the adjacent normal airway mucosa. Once the tumor is detached, it should be removed en bloc from the airway to allow the adhered tissue to thaw and detach from the probe (see Pitfalls\nCryorecanalization should be avoided if there is pure extrinsic compression and with strongly adhesive tissue. Extreme care should be taken when debulking tumors along the cartilage-free posterior tracheal wall to prevent airway injury or perforation. Caution should be used, or the technique avoided, in highly vascular tumors or when the tumor involves or invades vasculature adjacent to the target airway, as major hemorrhage can occur.32 While with most nonthermal mechanical debulking tools, devascularization of the tissue with laser or other thermal therapies prior to debulking is ideal, this is less effective when utilizing the cryoprobe, as the use of thermal therapies reduces the intracellular water content necessary for cryoadhesion. With appropriate target selection, significant bleeding from the residual tumor bed is uncommon; however, slow oozing is frequently encountered.33 One should always have a plan in place to manage bleeding during this procedure. APC and laser can be helpful for oozing but cannot be used if cryorecanalization is being performed due to the inability to tolerate hypoxemia. Epinephrine, topical tranexamic acid (TXA), and cold saline can be used as adjuncts to control bleeding and should be readily available along with Fogarty balloons or endobronchial blockers to protect the contralateral lung when bleeding develops distal to the main carina. A common misconception among trainees is that because cryorecanalization uses extreme cold, it somehow provides hemostasis. It does not. It is essentially a mechanical debridement technique, and bleeding can and does result. SUMMARY\nMechanical debridement tools are essential components of the interventional pulmonologist’s tool kit. While combined usage with thermal therapies is ideal, in the setting of severe hypoxia, these instruments are often the only options available to effectively obtain rapid",
      "page": 11,
      "start_offset": 0,
      "end_offset": 5521,
      "token_count": 1112,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "When delivered through the high-pressure probe to the tip, gas rapidly expands, resulting in cooling to approximately −89 degreesC at the metallic tip.",
        "Short freezing duration of 3–6 s is recommended. To prevent injury, the retrograde force used to detach tissue should be constant and gentle.",
        "If significant resistance is encountered, pedal activation and retraction should be stopped and the tumor allowed to detach before reattempting at a different attachment point."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p12_0_07fc40db",
      "text": "be used if cryorecanalization is being performed due to the inability to tolerate hypoxemia. Epinephrine, topical tranexamic acid (TXA), and cold saline can be used as adjuncts to control bleeding and should be readily available along with Fogarty balloons or endobronchial blockers to protect the contralateral lung when bleeding develops distal to the main carina. A common misconception among trainees is that because cryorecanalization uses extreme cold, it somehow provides hemostasis. It does not. It is essentially a mechanical debridement technique, and bleeding can and does result. SUMMARY\nMechanical debridement tools are essential components of the interventional pulmonologist’s tool kit. While combined usage with thermal therapies is ideal, in the setting of severe hypoxia, these instruments are often the only options available to effectively obtain rapidSECTION Therapeutic Bronchoscopy Procedures recanalization of obstructed airways. As sheer force is required to operate most mechanical instruments, they are inherently less forgiving than their thermal counterparts. One must understand not only the roles of these tools but also the potential risks with these less precise and nonablative tools, such as airway perforation as well as bleeding, and be prepared to manage the complications. REFERENCES 1. Mathisen DJ, Grillo HC. Endoscopic relief of malignant airway obstruction. Ann Thorac Surg. 1989;48(4): 469–473; discussion 473–475. 2. Hautmann H, Gammara F, Pfeifer KJ, Huber RM. Fiberoptic bronchoscopic balloon dilatation in malignant tracheobronchial disease: indications and results. Chest. 2001;120(1):43–49. 3. Lee KW, Im JG, Han JK, Kim TK, Park JH, Yeon KM. Tuberculous stenosis of the left main bronchus: results of treatment with balloons and metallic stents. J Vasc Interv Radiol. 1999;10(3):352–358. 4. Ferretti G, Jouvan FB, Thony F, Pison C, Coulomb M. Benign noninflammatory bronchial stenosis: treatment with balloon dilation. Radiology. 1995;196(3):831–834. 5. Dalar L, Karasulu L, Abul Y, et al. Bronchoscopic treatment in the management of benign tracheal stenosis: choices for simple and complex tracheal stenosis. Ann Thorac Surg. 2016;101(4):1310–1317. 6. Shapshay SM, Beamis Jr JF, Hybels RL, Bohigian RK. Endoscopic treatment of subglottic and tracheal stenosis by radial laser incision and dilation. Ann Otol Rhinol Laryngol. 1987;96(6):661–664. 7. Tremblay A, Coulter TD, Mehta AC. Modification of a mucosal-sparing technique using electrocautery and balloon dilatation in the endoscopic management of web-like benign airway stenosis. J Bronchol. 2003;10(4):268–271. 8. Ossoff RH, Tucker Jr GF, Duncavage JA, Toohill RJ. Efficacy of bronchoscopic carbon dioxide laser surgery for benign strictures of the trachea. Laryngoscope. 1985;95(10):1220–1223. 9. McArdle JR, Gildea TR, Mehta AC. Balloon bronchoplasty: its indications, benefits, and complications. J Bronchol Interv Pulmonol. 2005;12(2):123–127. 10. Liberman M. Bronchoscopic evaluation of the trachea and dilation of the trachea. Semin Thorac Cardiovasc Surg. 2009;21(3):255–262. 11. Sachdeva A, Pickering EM, Lee HJ. From electrocautery, balloon dilatation, neodymium-doped:yttrium-aluminum-garnet (Nd:YAG) laser to argon plasma coagulation and cryotherapy. J Thorac Dis. 2015;7(Suppl 4):S363-S379.",
      "page": 12,
      "start_offset": 0,
      "end_offset": 3312,
      "token_count": 933,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Ann Thorac Surg. 1989;48(4): 469–473; discussion 473–475. 2.",
        "Epinephrine, topical tranexamic acid (TXA), and cold saline can be used as adjuncts to control bleeding and should be readily available along with Fogarty balloons or endobronchial blockers to protect the contralateral lung when bleeding develops distal to the main carina."
      ]
    },
    {
      "chunk_id": "practical_gti_mechanical_debridemen_p13_0_e826db68",
      "text": "3. 9. McArdle JR, Gildea TR, Mehta AC. Balloon bronchoplasty: its indications, benefits, and complications. J Bronchol Interv Pulmonol. 2005;12(2):123–127. 10. Liberman M. Bronchoscopic evaluation of the trachea and dilation of the trachea. Semin Thorac Cardiovasc Surg. 2009;21(3):255–262. 11. Sachdeva A, Pickering EM, Lee HJ. From electrocautery, balloon dilatation, neodymium-doped:yttrium-aluminum-garnet (Nd:YAG) laser to argon plasma coagulation and cryotherapy. J Thorac Dis. 2015;7(Suppl 4):S363-S379.CHAPTER Mechanical Debridement 12. Mayse machine learning (ML), Greenheck J, Friedman M, Kovitz KL. Successful bronchoscopic balloon dilation of nonmalignant tracheobronchial obstruction without fluoroscopy. Chest. 2004;126(2):634–637. 13. Kim JH, Shin JH, Song H-Y. Cutting balloon treatment for resistant benign bronchial strictures: report of eleven patients. J Vasc Interv Radiol. 2010;21(5):748–752. 14. Sakata KK, Midthun DE. Cutting balloon dilation for central airway stricture. J Bronchol Interv Pulmonol. 2018;25(3):e29-e30. 15. Stephens Jr KE, Wood DE. Bronchoscopic management of central airway obstruction. J Thorac Cardiovasc Surg. 2000;119(2):289–296. 16. Miller RJ, Murgu SD. Bronchoscopic resection of an exophytic endoluminal tracheal mass. Ann Am Thorac Soc. 2013;10(6):697–700. 17. Lee WH, Kim JH, Park J-H. Fluoroscopically guided balloon dilation for postintubation tracheal stenosis. Cardiovasc Intervent Radiol. 2013;36(5):1350–1354. 18. Alraiyes AH, Kumar A, Gildea TR. Peering beyond an occluded airway. Ann Am Thorac Soc. 2015;12(1):124–127. 19. Fouty BW, Pomeranz M, Thigpen TP, Martin RJ. Dilatation of bronchial stenoses due to sarcoidosis using a flexible fiberoptic bronchoscope. Chest. 1994;106(3):677–680. 20. Mehta AC, Rafanan AL. Extraction of airway foreign body in adults. J Bronchol Interv Pulmonol. 2001;8(2):123–131. 21. Morales-Estrella JL, Machuzak M, Pichurko B, Inaty H, Mehta AC. Suffocation from balloon bronchoplasty. J Bronchol Interv Pulmonol. 2018;25(2):156–160. 22. Kim YH, Sung DJ, Cho SB, et al. Deep tracheal laceration after balloon dilation for benign tracheobronchial stenosis: case reports of two patients. Br J Radiol. 2006;79(942):529–535. 23. Lund ME. Foreign body removal. In: Ernst A, Herth FJF, eds. Principles and Practice of Interventional Pulmonology. Springer; 2013:477–488. 24. Ugajin M, Kani H. Successful treatment of carcinomatous central airway obstruction with bronchoscopic electrocautery using hot biopsy forceps during mechanical ventilation. Case Rep Oncol Med. 2017;2017:5378583. 25. Matsuo Y, Yasuda H, Nakano H, et al. Successful endoscopic fragmentation of large hardened fecaloma using jumbo forceps. World J Gastrointest Endosc. 2017;9(2):91. 26. Rubio ER, Le SR, Whatley RE, Boyd MB. Cryobiopsy: should this be used in place of endobronchial forceps biopsies? Biomed Res Int. 2013;2013:730574. 27. Horinouchi H, Miyazawa T, Takada K, et al. Safety study of endobronchial electrosurgery for tracheobronchial lesions: multicenter prospective study. J Bronchol Interv Pulmonol. 2008;15(4):228–232. 28. Casal RF, Iribarren J, Eapen G, et al. Safety and effectiveness of microdebrider bronchoscopy for the management of central airway obstruction. Respirology. 2013;18(6):1011–1015. 29. Mazur P. The role of intracellular freezing in the death of cells cooled at supraoptimal rates. Cryobiology. 1977;14(3):251–272. 30. Sunna R. Cryotherapy and cryodebridement. In: Ernst A, Herth FJF, eds. Principles and Practice of Interventional Pulmonology. Springer; 2013:343–350. 31. Het",
      "page": 13,
      "start_offset": 0,
      "end_offset": 3568,
      "token_count": 1174,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "J Thorac Dis. 2015;7(Suppl 4):S363-S379.CHAPTER Mechanical Debridement 12.",
        "Kim YH, Sung DJ, Cho SB, et al. Deep tracheal laceration after balloon dilation for benign tracheobronchial stenosis: case reports of two patients."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Mechanical Debridement",
    "Knowledge Base for Mechanical Debridement.pdf",
    "Page 1",
    "Page 2",
    "Extracted Tables",
    "Page 3",
    "Page 4",
    "Page 5",
    "Extracted Figures",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "Page 11"
  ],
  "source_file": "Mechanical Debridement.md"
}