{
  "doc_id": "practical_gti_tcfdld",
  "title": "Transbronchial Cryobiopsy for Diffuse Lung Diseases",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 13,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:37.595405",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_tcfdld_p1_0_143e1083",
      "text": "Transbronchial Cryobiopsy for\nDiffuse Lung Diseases, Otis B. Rickman and Matthew Aboudara INTRODUCTION\nTransbronchial cryobiopsy (TBCB) is a relatively new technique in the diagnosis of diffuse parenchymal lung disease (DPLD). The basic rationale for development of TBCB is based on the inferiority of standard forceps transbronchial biopsies (TBBx) for diagnosis of DLPD as compared to surgical lung biopsies (SLBs). This is due to the small specimen sizes and resultant sampling error with TBBx. As a result, it is recommended that TBBx not be performed in the diagnostic evaluation of usual interstitial pneumonia (UIP), the pathologic correlate to idiopathic pulmonary fibrosis (IPF).1 In addition, it has been increasingly recognized that SLB carries a risk of morbidity and mortality that may be unacceptable to both clinicians and patients.2,3 TBCB was developed with three objectives in mind: (1) obtain large enough tissues samples that would be representative of the underlying disease process and positively influence the diagnostic decision-making of a multidisciplinary discussion (MDD), (2) provide diagnostic accuracy approaching that of SLB, and (3) carry less complications than SLB. The procedure has grown in popularity, with recent data suggesting a good correlation with SLB.4,5 It has recently been recommended as a suggested diagnostic test in the evaluation of fibrotic hypersensitivity pneumonitis.6 TBCB is a procedure performed via either flexible or rigid bronchoscopy under general anesthesia in which a flexible cryoprobe is advanced to preplanned diseased locations within the lung based on the high-resolution computed tomography (HRCT) scan. The cryoprobe is then frozen for 3–5 s (sometimes longer depending on the time taken to generate a 5-mm ice ball at the tip of the cryoprobe) and adherent tissue is extracted en bloc with the cryoprobe. This method has allowed for consistently larger and more intact samples without crush artifact than traditional TBBx forceps ( Guidelines have been recently developed to facilitate standardization of TBCB to ensure patient safety and optimize diagnostic yield.8,9 PREPROCEDURE PREPARATION\nGeneral principles for performing TBCB consist of (1) appropriate training in the technique, (2) appropriate patient selection, (3) general anesthesia with either an endotracheal tube (ETT) or rigid bronchoscopy, (4) a prophylactic balloon blocker placement, and (5) fluoroscopic guidance. The importance of proper training in the technique, either within a dedicated interventional pulmonology fellowship or with mentoring over several procedures by an experienced bronchoscopist, cannot be overemphasized. In order to safely perform this procedure and maintain a complication rate that is comparable to that reported in the peer-reviewed literature, bronchoscopy teams should have expertise in the management of life-threatening airway hemorrhage and tension pneumothorax. Familiarity with balloon bronchial blockers is mandatory, as well as expertise with rigid bronchoscopy. Patient Selection\nWhile no specific criteria exist for patient selection in evaluating someone for TBCB, in general, patient selection should mirror that followed for SLB. Developing a",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3230,
      "token_count": 683,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "As a result, it is recommended that TBBx not be performed in the diagnostic evaluation of usual interstitial pneumonia (UIP), the pathologic correlate to idiopathic pulmonary fibrosis (IPF).1 In addition, it has been increasingly recognized that SLB carries a risk of morbidity and mortality that may be unacceptable to both clinicians and patients.2,3 TBCB was developed with three objectives in mind: (1) obtain large enough tissues samples that would be representative of the underlying disease process and positively influence the diagnostic decision-making of a multidisciplinary discussion (MDD), (2) provide diagnostic accuracy approaching that of SLB, and (3) carry less complications than SLB.",
        "The procedure has grown in popularity, with recent data suggesting a good correlation with SLB.4,5 It has recently been recommended as a suggested diagnostic test in the evaluation of fibrotic hypersensitivity pneumonitis.6 TBCB is a procedure performed via either flexible or rigid bronchoscopy under general anesthesia in which a flexible cryoprobe is advanced to preplanned diseased locations within the lung based on the high-resolution computed tomography (HRCT) scan.",
        "Rickman and Matthew Aboudara INTRODUCTION\nTransbronchial cryobiopsy (TBCB) is a relatively new technique in the diagnosis of diffuse parenchymal lung disease (DPLD)."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p2_0_2c821f99",
      "text": "an endotracheal tube (ETT) or rigid bronchoscopy, (4) a prophylactic balloon blocker placement, and (5) fluoroscopic guidance. The importance of proper training in the technique, either within a dedicated interventional pulmonology fellowship or with mentoring over several procedures by an experienced bronchoscopist, cannot be overemphasized. In order to safely perform this procedure and maintain a complication rate that is comparable to that reported in the peer-reviewed literature, bronchoscopy teams should have expertise in the management of life-threatening airway hemorrhage and tension pneumothorax. Familiarity with balloon bronchial blockers is mandatory, as well as expertise with rigid bronchoscopy. Patient Selection\nWhile no specific criteria exist for patient selection in evaluating someone for TBCB, in general, patient selection should mirror that followed for SLB. Developing aSECTION Advanced Diagnostic Bronchoscopy Procedures A simple preprocedure evaluation checklist will help ensure proper patient selection and patient safety ( 1. Clinical stability: A general rule of thumb is that if a patient is unsuitable for SLB, then they are probably unsuitable for TBCB. If the patient has clinical signs or symptoms consistent with worsening DPLD, particularly if an acute exacerbation of IPF is suspected, then the procedure should be canceled. Worsening dyspnea, progressive or rapid decline in diffusing capacity for carbon monoxide (Dlco), or signs of progressive groundglass opacities are all suggestive of worsening disease process.10,11 While TBCB has been performed in patients on mechanical ventilation, we suggest that in the absence of data demonstrating improved patient outcomes, this should not be considered.12 2. Medications: Anticoagulants, clopidogrel, ticagrelor, other antiplatelet drugs, aspirin, and herbal supplements that increase bleeding should be stopped. 3. Laboratory data: International normalized ratio (INR) should be < 1.5 and platelet count > 50,000. No specific cut-off value for creatinine and blood urea nitrogen has been established, but it is prudent to avoid TBCB in patients with end-stage renal disease (ESRD) on dialysis until more data are available. Patient Selection Checklist\nPatient Criteria\nYes No\n- Clinical stability (outpatient status and not hospitalized or with signs/symptoms consistent with worsening of lung disease)\n- Anticoagulant and antiplatelet therapy\n- Laboratory data: 1. INR < 1.5–2. Platelets > 50,000 Th/μL - 3. BUN < 45 mg/dL17\n- Pulmonary function data: - 1. Dlco > 35 % 2. FVC > 50 % 3. TLC > 50 %\n- Hypoxia ( <  = 2 L by nasal cannula): - 1. Pao2 > 55–60 mmHg - 2. Spo2 > 90 %\n- BMI < 35 kg/m2\n- Pulmonary hypertension (PASP < 50 mmHg by echocardiogram)\n- Comorbidities: - 1. Uncontrolled hypertension - 2. Congestive heart failure - 3. Ischemic heart disease - 4. End-stage renal disease on dialysis - 5. Severe aortic stenosis - 6. Bullous lung disease or significant emphysema in the area of biopsy - 7. Thromboembolic disease and unable to stop anticoagulation BUN, Blood urea nitrogen; Dlco, diffusing capacity for carbon monoxide; FVC, forced vital capacity; INR, International normalized ratio; PASP, pulmonary artery systolic pressure; TLC, total lung capacity.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 3265,
      "token_count": 793,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Spo2 > 90 %\n- BMI < 35 kg/m2\n- Pulmonary hypertension (PASP < 50 mmHg by echocardiogram)\n- Comorbidities: - 1.",
        "BUN < 45 mg/dL17\n- Pulmonary function data: - 1.",
        "an endotracheal tube (ETT) or rigid bronchoscopy, (4) a prophylactic balloon blocker placement, and (5) fluoroscopic guidance."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p3_0_89acd395",
      "text": "mmHg - 2. Spo2 > 90 %\n- BMI < 35 kg/m2\n- Pulmonary hypertension (PASP < 50 mmHg by echocardiogram)\n- Comorbidities: - 1. Uncontrolled hypertension - 2. Congestive heart failure - 3. Ischemic heart disease - 4. End-stage renal disease on dialysis - 5. Severe aortic stenosis - 6. Bullous lung disease or significant emphysema in the area of biopsy - 7. Thromboembolic disease and unable to stop anticoagulation BUN, Blood urea nitrogen; Dlco, diffusing capacity for carbon monoxide; FVC, forced vital capacity; INR, International normalized ratio; PASP, pulmonary artery systolic pressure; TLC, total lung capacity.CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases 4. Pulmonary function tests: Dlco should be > 35 %, forced vital capacity (FVC) > 50 %, and total lung capacity (TLC) > 50 % predicated.4 A Dlco of < 35 % increases the probability of adverse outcomes and mortality at 30 and 90 days.13 5. Hypoxia: Pao2 > 55–60 or an Spo2 > 90 % while on 2 L of oxygen via nasal cannula is considered a requirement by some, while others consider any use of supplement oxygen a contraindication. Intraprocedural techniques to assess the patient’s ability to safely tolerate transient peribiopsy hypoxia are detailed later.4,14 6. Obesity: There should be no significant abdominal obesity. A BMI < 35–40 kg/m2 is considered by some to be a reasonable cut-off value. Significant abdominal obesity may make it difficult to complete the procedure due to the rapid development of atelectasis and increased risk of periprocedural hypoxemia. 7. Pulmonary hypertension: A transthoracic echocardiogram is usually sufficient and is recommended to obtain before the procedure as many patients with DPLD may have coexistent pulmonary arterial hypertension. Pulmonary artery systolic pressure less than 50 mmHg with normal right ventricular function is recommended.8,9,15 Some centers use BNP as a surrogate marker to exclude significant pulmonary hypertension.16 8. Comorbid medical conditions: Uncontrolled hypertension, congestive heart failure, ischemic heart disease, ESRD on dialysis, severe aortic stenosis, significant centrilobular emphysema or bullous lung disease in the area of biopsy, and thromboembolic disease unable to stop anticoagulation or with significant right heart dysfunction are considered contraindications to TBCB.4 Equipment 1. 1.9 mm or 2.4 ERBE cryoprobe (ERBE, Marietta, GA, USA) 2. ERBE cryo machine with CO2 or N2O gas 3. Flexible bronchoscope with minimum 2.8-mm working channel for 2.4-mm probe (larger working channel recommended for greater suction capacity if not using rigid bronchoscopy) 4. Rigid bronchoscope (operator dependent) 5. Rigid suction catheter (operator dependent) 6. Bronchial blocker (Arndt or Fogarty balloon; Arndt 7 or French; the balloon should be large enough that, when inflated, it obstructs the segmental or mainstem bronchi proximal to the site of the biopsy) 7. Endotracheal tube (standard or wire-reinforced) 8. C-arm fluoroscopy machine 9. Basin with normal saline 10. Formalin specimen collection containers 11. Iced saline or other vasoconstrictor agent Staff 1. Bronchoscopist 2. Second bronchoscopist or trained bronchoscopy technician to assist with prophylactic balloon inflation 3. Bronchoscopy technician to assist with specimen collection 4. Anesthesia provider 5. Bronchoscopy nurse to administer sedative medications and monitor the patient, if required Setting\nLocation suitable for general anesthesia (bronchoscopy suite or operator room). PROCEDURAL TECHNIQUES\nFlexible Bronchoscopy Approach\n- Anesthesia, ventilation, and airway\nGeneral anesthesia, with or without neuromuscular blockade with placement of an ETT, provides a secure airway in the event of massive airway hemorrhage. By eliminating the cough reflex, risk of malposition of the cryoprobe during the procedure with the unintended consequence of moving the probe either too far into the periphery or too proximal in the chest is reduced. Positive end-expiratory pressure should be kept at a minimum (maximum 5 cmH2O). One of the benefits of using an ETT is the appropriate placement of an endobronchial balloon blocker. There are two methods for placement of the endobronchial blocker in relation to the ETT: (1) within the ETT or (2) external to the ETT. If the endobronchial blocker is passed within the ETT, the patient is first intubated in the standard manner. An Arndt endobronchial blocker is passed through the ETT connector and secured to the tip of the flexible bronchoscope. The connector with the endobronchial blocker attached to the bronchoscope is then attached to the ETT and the balloon blocker is guided through the ETT and positioned proximal to the",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4706,
      "token_count": 1171,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Spo2 > 90 %\n- BMI < 35 kg/m2\n- Pulmonary hypertension (PASP < 50 mmHg by echocardiogram)\n- Comorbidities: - 1.",
        "Pulmonary artery systolic pressure less than 50 mmHg with normal right ventricular function is recommended.8,9,15 Some centers use BNP as a surrogate marker to exclude significant pulmonary hypertension.16 8.",
        "Pulmonary function tests: Dlco should be > 35 %, forced vital capacity (FVC) > 50 %, and total lung capacity (TLC) > 50 % predicated.4 A Dlco of < 35 % increases the probability of adverse outcomes and mortality at 30 and 90 days.13 5."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p4_0_d4ca5c34",
      "text": "is reduced. Positive end-expiratory pressure should be kept at a minimum (maximum 5 cmH2O). One of the benefits of using an ETT is the appropriate placement of an endobronchial balloon blocker. There are two methods for placement of the endobronchial blocker in relation to the ETT: (1) within the ETT or (2) external to the ETT. If the endobronchial blocker is passed within the ETT, the patient is first intubated in the standard manner. An Arndt endobronchial blocker is passed through the ETT connector and secured to the tip of the flexible bronchoscope. The connector with the endobronchial blocker attached to the bronchoscope is then attached to the ETT and the balloon blocker is guided through the ETT and positioned proximal to theSECTION Advanced Diagnostic Bronchoscopy Procedures airway segments being biopsied (Figs. 5.2 and 5.3). One potential limitation to this approach is that the balloon may cause partial obstruction of the ETT and impair removal of the bronchoscope and cryoprobe following biopsy, raising the risk of balloon dislodgement. Alternatively, the endobronchial blocker may be external to the ETT. With this method, the patient is fiberoptically intubated (either awake fiberoptic intubation, followed by total intravenous anesthesia [TIVA] once the tube has been secured or fiberoptic intubation following induction with anesthesia) with an Arndt endobronchial blocker positioned “piggy-back” alongside the ETT ( One potential advantage of the ETT with an external blocker technique is the ability to selectively intubate the contralateral lung in the setting of severe hemorrhage while leaving the balloon in place on the bleeding side. If the balloon is placed in the lumen of the ETT, the balloon would have to be deflated and retracted in order to pass the ETT into the contralateral mainstem bronchi. A flexible spiral, wire-reinforced ETT ( A\nB",
      "page": 4,
      "start_offset": 0,
      "end_offset": 1885,
      "token_count": 440,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "is reduced. Positive end-expiratory pressure should be kept at a minimum (maximum 5 cmH2O).",
        "One of the benefits of using an ETT is the appropriate placement of an endobronchial balloon blocker."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p5_0_4042e855",
      "text": "be external to the ETT. With this method, the patient is fiberoptically intubated (either awake fiberoptic intubation, followed by total intravenous anesthesia [TIVA] once the tube has been secured or fiberoptic intubation following induction with anesthesia) with an Arndt endobronchial blocker positioned “piggy-back” alongside the ETT ( One potential advantage of the ETT with an external blocker technique is the ability to selectively intubate the contralateral lung in the setting of severe hemorrhage while leaving the balloon in place on the bleeding side. If the balloon is placed in the lumen of the ETT, the balloon would have to be deflated and retracted in order to pass the ETT into the contralateral mainstem bronchi. A flexible spiral, wire-reinforced ETT ( A\nBCHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases A\nB",
      "page": 5,
      "start_offset": 0,
      "end_offset": 841,
      "token_count": 196,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "If the balloon is placed in the lumen of the ETT, the balloon would have to be deflated and retracted in order to pass the ETT into the contralateral mainstem bronchi.",
        "A flexible spiral, wire-reinforced ETT ( A\nBCHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases A\nB"
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p6_0_06fc591e",
      "text": "ptically intubated (either awake fiberoptic intubation, followed by total intravenous anesthesia [TIVA] once the tube has been secured or fiberoptic intubation following induction with anesthesia) with an Arndt endobronchial blocker positioned “piggy-back” alongside the ETT ( One potential advantage of the ETT with an external blocker technique is the ability to selectively intubate the contralateral lung in the setting of severe hemorrhage while leaving the balloon in place on the bleeding side. If the balloon is placed in the lumen of the ETT, the balloon would have to be deflated and retracted in order to pass the ETT into the contralateral mainstem bronchi. A flexible spiral, wire-reinforced ETT ( A\nBCHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases A\nBSECTION Advanced Diagnostic Bronchoscopy Procedures left mainstem bronchus if biopsies are taken in the right lung and massive bleeding is encountered. - **Use of prophylactic balloon blocker and bleeding preventio*n\nBleeding is a major concern with this procedure and prevention and expertise in controlling airway hemorrhage is of primary importance. Once appropriate patient selection has been done and the airway secured with either an ETT or rigid bronchoscope, the prophylactic endobronchial blocker is positioned proximal to the segment to be biopsied ( It is important to test the balloon prior to airway insertion to detect defects that would prevent proper balloon occlusion during the procedure. Once the balloon is in position, a test inflation should be performed to determine the patient’s physiologic response to balloon occlusion. If the patient becomes hypoxic during the test inflation, the procedure should be aborted. Once the biopsy is taken, the balloon is then immediately inflated by a second bronchoscopist or trained assistant. After the biopsy is transferred to a saline basin, the bronchoscope is rapidly reinserted into the airway and the balloon is deflated after the scope is positioned in front of the inflated balloon ( Mild-to-moderate bleeding can then be controlled with suction, scope tamponade, or iced saline at the discretion of the bronchoscopist. If bleeding is severe and continues with these measures, then the balloon is reinflated to tamponade the bleeding and prevent soiling of additional airways. This technique was originally described with rigid bronchoscopy but then was adopted to allow placement of the balloon external to the ETT as described earlier.18,19 The application of fluoroscopy is essential to ensure that biopsies are taken as close to the pleura as possible to ensure representative sampling of diseased lung parenchyma (within 1 cm of the pleura is recommended) while also making sure that the probe is not too proximal so as to avoid large blood vessels and cause severe bleeding. Without the use of fluoroscopy, the stiff cryoprobe may become lodged more proximally than realized due to distorted airways or airway bifurcations if the bronchoscopist solely relies on tactile feedback. Some degree of bleeding should be expected with TBCB but the use of fluoroscopy may help mitigate this risk. Reports of severe bleeding have occurred in situations in which fluoroscopy was not employed.20 The use of radial endobronchial ultrasound (rEBUS) has been suggested as a means to reduce bleeding by identifying vessels and thus directed the cryoprobe to lung tissue devoid of vasculature. Currently the data are conflicting on its use in reducing bleeding and this remains an area of active investigation.21,22 - **Cryoprobe size and freezing tim*e\nOnce the airway has been secured and the prophylactic balloon blocker has been correctly positioned, the cryoprobe is advanced into the segment of choice under fluoroscopic guidance. The size of cryoprobe used (1.9 mm vs. 2.4 mm) is operator dependent but there may be a higher risk of pneumothorax with the 2.4-mm probe.23 No significant differences in diagnostic yield have been identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura. The size of the sample will depend on the surface area of the probe and the duration of probe activation. As a general rule, the longer the activation time,",
      "page": 6,
      "start_offset": 0,
      "end_offset": 4309,
      "token_count": 923,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The size of cryoprobe used (1.9 mm vs. 2.4 mm) is operator dependent but there may be a higher risk of pneumothorax with the 2.4-mm probe.23 No significant differences in diagnostic yield have been identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura.",
        "This technique was originally described with rigid bronchoscopy but then was adopted to allow placement of the balloon external to the ETT as described earlier.18,19 The application of fluoroscopy is essential to ensure that biopsies are taken as close to the pleura as possible to ensure representative sampling of diseased lung parenchyma (within 1 cm of the pleura is recommended) while also making sure that the probe is not too proximal so as to avoid large blood vessels and cause severe bleeding.",
        "If the balloon is placed in the lumen of the ETT, the balloon would have to be deflated and retracted in order to pass the ETT into the contralateral mainstem bronchi."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p7_0_3f830dce",
      "text": "this remains an area of active investigation.21,22 - **Cryoprobe size and freezing tim*e\nOnce the airway has been secured and the prophylactic balloon blocker has been correctly positioned, the cryoprobe is advanced into the segment of choice under fluoroscopic guidance. The size of cryoprobe used (1.9 mm vs. 2.4 mm) is operator dependent but there may be a higher risk of pneumothorax with the 2.4-mm probe.23 No significant differences in diagnostic yield have been identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura. The size of the sample will depend on the surface area of the probe and the duration of probe activation. As a general rule, the longer the activation time,CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases the greater the sample size. Most freezing times are between 4 and 7 s with wide ranges of tissue sample sizes (9–64.2 mm).7 An often forgotten but important step before the first biopsy is taken is to test the time it takes for the probe to generate a 5-mm ice ball ( - Cryoprobe distance to pleura\nOnce the patient has a secure airway, the prophylactic balloon blocker is in place, and the fluoroscopy B",
      "page": 7,
      "start_offset": 0,
      "end_offset": 1274,
      "token_count": 291,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The size of cryoprobe used (1.9 mm vs. 2.4 mm) is operator dependent but there may be a higher risk of pneumothorax with the 2.4-mm probe.23 No significant differences in diagnostic yield have been identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura.",
        "this remains an area of active investigation.21,22 - **Cryoprobe size and freezing tim*e\nOnce the airway has been secured and the prophylactic balloon blocker has been correctly positioned, the cryoprobe is advanced into the segment of choice under fluoroscopic guidance."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p8_0_b19937ee",
      "text": "identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura. The size of the sample will depend on the surface area of the probe and the duration of probe activation. As a general rule, the longer the activation time,CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases the greater the sample size. Most freezing times are between 4 and 7 s with wide ranges of tissue sample sizes (9–64.2 mm).7 An often forgotten but important step before the first biopsy is taken is to test the time it takes for the probe to generate a 5-mm ice ball ( - Cryoprobe distance to pleura\nOnce the patient has a secure airway, the prophylactic balloon blocker is in place, and the fluoroscopy BSECTION Advanced Diagnostic Bronchoscopy Procedures\nC-arm is in position, the cryoprobe is advanced through the working channel of the therapeutic bronchoscope, into the target segment and directed close to the edge of the pleura under fluoroscopic guidance. The optimal distance between the probe and the pleura is essential for both safety and diagnostic yield, as samples < 1 cm from the pleura significantly increase pneumothorax rates approaching 30 %.19,23,24 Adjusting the cryoprobe within 2 cm of the pleura has the added advantage of sampling small airways and with potential good success in diagnosing constrictive bronchiolitis.25 The optimal distance of cryoprobe that is currently recommended is 1 cm from the pleura. Lateral airways are preferable whenever possible to assist with accurate positioning of the probe to the pleura. Under direct fluoroscopic guidance, the cryoprobe should be advanced until resistance is felt (considered to be in contact with the pleura). Once the edge of the pleura has been reached, the probe is retracted 1 cm, which can be estimated from the length of the metallic tip of the cryoprobe, which measures 1 cm ( - Location and number of biopsies\nThe location of the biopsy will vary between patients and is dependent on the location and extent of disease as well as technical factors in advancement of the cryoprobe and position of the balloon blocker. It is recommended that biopsies be taken from two different sites: either a different segment within the same lobe or a different ipsilateral lobe. This parallels video-assisted thoracoscopic surgery (VATS)-SLB technique.26 It also reduces chances of misdiagnosis since two different histologic diagnoses may be seen in different lobes.27,28 It should be kept in mind that the risk of pneumothorax may increase if two different sites are chosen. The number of biopsies per segment or lobe is not standardized and is generally operator dependent. However, it is recommended that three to five biopsies be obtained.8 - Processing and collection of the specimen\nThe TBCB samples should be handled with care to prevent crush artifact and allow pattern recognition. Once the biopsy is taken and the scope is removed from the airway en bloc, the cryoprobe with the sample attached is placed into saline. The biopsy is then moved gently from saline and placed into formalin ( Rigid Bronchoscopy Approach\nIn general, the principles for each component of the procedure as detailed earlier for the flexible bronchoscopy approach are the same as for rigid bronchoscopy with the exception of some details as it relates to ventilation and balloon blocker. The potential advantages to the rigid bronchoscopy approach include the addition of a large suction device in the event of severe bleeding and\nA\nB",
      "page": 8,
      "start_offset": 0,
      "end_offset": 3593,
      "token_count": 760,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The optimal distance between the probe and the pleura is essential for both safety and diagnostic yield, as samples < 1 cm from the pleura significantly increase pneumothorax rates approaching 30 %.19,23,24 Adjusting the cryoprobe within 2 cm of the pleura has the added advantage of sampling small airways and with potential good success in diagnosing constrictive bronchiolitis.25 The optimal distance of cryoprobe that is currently recommended is 1 cm from the pleura.",
        "identified. Current guidelines recommend use of the 1.9-mm probe for this reason.9 The smaller size may provide easier tactile feedback when the probe makes contact with the pleura.",
        "The size of the sample will depend on the surface area of the probe and the duration of probe activation."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p9_0_0f9a72ab",
      "text": "or lobe is not standardized and is generally operator dependent. However, it is recommended that three to five biopsies be obtained.8 - Processing and collection of the specimen\nThe TBCB samples should be handled with care to prevent crush artifact and allow pattern recognition. Once the biopsy is taken and the scope is removed from the airway en bloc, the cryoprobe with the sample attached is placed into saline. The biopsy is then moved gently from saline and placed into formalin ( Rigid Bronchoscopy Approach\nIn general, the principles for each component of the procedure as detailed earlier for the flexible bronchoscopy approach are the same as for rigid bronchoscopy with the exception of some details as it relates to ventilation and balloon blocker. The potential advantages to the rigid bronchoscopy approach include the addition of a large suction device in the event of severe bleeding and\nA\nBCHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases a large ventilating lumen that allows passage of a therapeutic bronchoscope, endobronchial bronchial blocker, and suction. - Anesthesia, ventilation, and airway With the rigid bronchoscopy approach, the patient should be intubated as per institutional standard operating procedures. Sanders’ jet ventilation has most often been reported in the literature as this allows for an open system and permits rapid entry into and out of the airway, which is critical with this procedure. Sedation is achieved with TIVA and administration of paralytics. It is important to allow for adequate exhalation time in order to prevent accumulation of positive pressure, thus increasing the risk for pneumothorax. Biopsies should be taken between breaths if possible to reduce this risk as well. If conventional ventilation is used with rigid bronchoscopy, then the same ventilatory principles apply as for flexible bronchoscopy. - Use of prophylactic balloon blocker and bleeding prevention A prophylactic balloon blocker is still required with rigid bronchoscopy. An endobronchial balloon blocker can be passed down the lumen of the rigid scope and positioned proximal to the segment to be biopsied. The same procedures for test inflation and balloon inflation postbiopsy are the same as detailed earlier. - Performing biopsies The cryoprobe is tested for the exact freeze time to achieve a 5-mm ice ball. The cryoprobe is then advanced through the lumen of a therapeutic flexible bronchoscope. The flexible scope is then advanced through the rigid bronchoscope and to the segment to be biopsied. The cryobiopsies are performed under fluoroscopic guidance and the flexible scope with the cryoprobe and specimen is removed en bloc through the rigid bronchoscope. The specimen is freed from the cryoprobe in saline and then transferred to formalin. The flexible bronchoscope is then passed through the rigid bronchoscope, placed immediately in front of the inflated balloon, and then the balloon is deflated and evidence for bleeding is observed. Bleeding may then be controlled with suction, flexible scope tamponade, or reinflation of the balloon if bleeding is brisk. COMPLICATIONS\nThe safety of cryobiopsy has been a contentious issue with high reports of complication rates seen in situations A\nB",
      "page": 9,
      "start_offset": 0,
      "end_offset": 3253,
      "token_count": 662,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "However, it is recommended that three to five biopsies be obtained.8 - Processing and collection of the specimen\nThe TBCB samples should be handled with care to prevent crush artifact and allow pattern recognition.",
        "Sanders’ jet ventilation has most often been reported in the literature as this allows for an open system and permits rapid entry into and out of the airway, which is critical with this procedure."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p10_0_fc377000",
      "text": "robe is then advanced through the lumen of a therapeutic flexible bronchoscope. The flexible scope is then advanced through the rigid bronchoscope and to the segment to be biopsied. The cryobiopsies are performed under fluoroscopic guidance and the flexible scope with the cryoprobe and specimen is removed en bloc through the rigid bronchoscope. The specimen is freed from the cryoprobe in saline and then transferred to formalin. The flexible bronchoscope is then passed through the rigid bronchoscope, placed immediately in front of the inflated balloon, and then the balloon is deflated and evidence for bleeding is observed. Bleeding may then be controlled with suction, flexible scope tamponade, or reinflation of the balloon if bleeding is brisk. COMPLICATIONS\nThe safety of cryobiopsy has been a contentious issue with high reports of complication rates seen in situations A\nBSECTION Advanced Diagnostic Bronchoscopy Procedures in which the procedure was not standardized. With the introduction of guideline statements underscoring key elements to standardize the technique to improve safety, this should become less of a hindrance to performing the procedure. In total, complications occur in roughly 25 % of cases, with the most common being bleeding and pneumothorax ( Pneumothorax occurs in 9 % of patients. The rate appears to be related to (1) the number of samples taken, (2) proximity of the probe to the pleura, (3) use of a 1.9-mm or 2.4-mm cryoprobe, (4) UIP pattern on histopathology, (5) fibrotic reticulation on HRCT, and (6) whether the biopsy was in the upper or lower lobes. The 2.4-mm probe, more than one biopsy site, and biopsy of the lower lobes is associated with a higher pneumothorax rate.23 Chest tube placement is common in these situations (70 %). Exacerbation of underlying interstitial lung disease (ILD) occurs in 0.3 % of TBCB and is probably more prevalent in individuals who are hospitalized due to an exacerbation of their ILD.13,24 This rate remains lower than for SLB (3 %). The overall procedural mortality rate has been consistently reported less than 1 % with pooled rates varying between 0.3 % and 0.5 %.5,29–32 The 30- and 90-day mortality rate may approach 2.0 %, with at-risk individuals being those who are hospitalized and/or had a worsening of their disease before biopsy, severe intraprocedural hemorrhage, and a Dlco of less than 35 %.13 With good patient selection, this mortality rate should improve. Rare complications include cavitary abscess, pneumomediastinum, bronchial laceration, and seizures.24,33–35 EVIDENCE\nOverall Pooled Diagnostic Yield of Transbronchial Cryobiopsy Diagnostic yield is variable between studies ranging from 44 % to 90 % and is dependent on whether diagnosis was confirmed by histopathology or MDD.23,36 In general, the pooled diagnostic yield is 72 %.29 The contribution of the MDD cannot be overstated as definite diagnosis may improve by as much as 24 % when input from an MDD is considered (e.g., 44 % to 68 %).36 This is critical as the MDD (with all clinical, radiographic, and pathologic data) remains the gold standard for diagnosis and, not infrequently, the histopathologic diagnosis may differ from the final MDD diagnosis. Transbronchial Cryobiopsy Versus Transbronchial Biopsy Conventional TBBx has a poor histopathologic concordance with SLB and a relatively low diagnostic yield Complications of Transbronchial Cryobiopsy | Complication | Rate | |:------------------------------- |:------- | | Moderate bleeding | 9 %a | | Severe bleeding | 1 %a | | Pneumothorax | 9.4 % | | Exacerbation of IPF | 0.3 % | | Prolonged air leak | 0.3 % | | Transient respiratory failure | 0.7 % | | Seizures | 0.7 % | | Pneumomediastinum | One case reported | | Cavitary abscess | Three cases reported | | Bronchial laceration | One case reported | | Death | 0.5 % | | aHighly variable and dependent on bleeding classification used; one meta-analysis found rate of combined moderate and severe bleeding of 14 %.29 | | IPF, Idiopathic pulmonary fibrosis. | |",
      "page": 10,
      "start_offset": 0,
      "end_offset": 4040,
      "token_count": 979,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The overall procedural mortality rate has been consistently reported less than 1 % with pooled rates varying between 0.3 % and 0.5 %.5,29–32 The 30- and 90-day mortality rate may approach 2.0 %, with at-risk individuals being those who are hospitalized and/or had a worsening of their disease before biopsy, severe intraprocedural hemorrhage, and a Dlco of less than 35 %.13 With good patient selection, this mortality rate should improve.",
        "In total, complications occur in roughly 25 % of cases, with the most common being bleeding and pneumothorax ( Pneumothorax occurs in 9 % of patients.",
        "The flexible scope is then advanced through the rigid bronchoscope and to the segment to be biopsied. The cryobiopsies are performed under fluoroscopic guidance and the flexible scope with the cryoprobe and specimen is removed en bloc through the rigid bronchoscope."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p11_0_8f32df80",
      "text": "|:------------------------------- |:------- | | Moderate bleeding | 9 %a | | Severe bleeding | 1 %a | | Pneumothorax | 9.4 % | | Exacerbation of IPF | 0.3 % | | Prolonged air leak | 0.3 % | | Transient respiratory failure | 0.7 % | | Seizures | 0.7 % | | Pneumomediastinum | One case reported | | Cavitary abscess | Three cases reported | | Bronchial laceration | One case reported | | Death | 0.5 % | | aHighly variable and dependent on bleeding classification used; one meta-analysis found rate of combined moderate and severe bleeding of 14 %.29 | | IPF, Idiopathic pulmonary fibrosis. | |CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases (36 %) in DPLD.1,37–39 In the only randomized trial comparing TBCB to TBBx, more histopathologic diagnoses were made in the TBCB group than in the TBBx group (74.4 % vs. 34.1 %, P < 0.001).14 As such, TBBx is not recommended in the diagnosis of IPF.1 Tissue specimens were significantly larger with TBCB (mean area size of 14.7 [+/-11 mm2] vs. 3.3 +/- 4.1 mm2, P < 0.001). This larger specimen size with TBCB has been consistently reported across the literature ( Transbronchial Cryobiopsy Versus SLB The best data to date comparing TBCB to SLB come from a study of 65 patients who were deemed by an MDD to need a tissue sample and who underwent TBCB of two different lobes followed by VATS-SLB biopsy of the same lobes during the same anesthesia.4 Three pathologists were blinded to the acquisition of the specimens and they were analyzed randomly in a non-sequential manner (a total of 130 slides). They were then discussed by an expert MDD, with all members blinded toward the type of biopsy. They reported a raw histopathologic agreement for guideline-refined patterns of 70.8 % between TBCB and SLB (ƙ = 0.7 [95 % CI, 0.55–0.86]). For the final MDD diagnosis, the raw agreement between the two methods was 76.9 % (ƙ = 0.62 [0.47–0.78]). For those that were classified as having a highly confident or definite diagnosis by MDD, 60 % (39/65) were by TBC and 74 % (48/65) by SLB (P = 0.09). Using MDD as the gold standard, the diagnosis was changed from a low confidence to high confidence/definite in 74 % (48/65) and 77 % (50/65), P = 0.55 of TBCB and SLB, respectively, and mostly by changing from an unclassifiable diagnosis to a more specific diagnosis. Interestingly, neither TBCB nor SLB was able to provide additional diagnostic clarification in 12 % of cases. These results provide convincing evidence that the addition of TBCB data to an MDD compromised of experts in ILD provides as useful information as SLB and, assuming the safety profile and performance of the procedure can be standardized, make TBCB an attractive and reasonable first-line biopsy technique in the evaluation of ILD. FUTURE DIRECTIONS While TBCB holds promise as a nonsurgical alternative in the diagnosis of DPLD, questions remain. Safety of the procedure still remains a concern and the lack of procedural standardization within and across centers remains a problem that guideline statements hope to mitigate. Optimal patient selection, probe size, number of segments and lobes to biopsy, use of REBUS, and training competency also remain areas of active research. It is also unknown what role genomic testing will play in the diagnostic algorithm of UIP/IPF and the interface this will have with biopsy specimens. The development of a cryobiopsy registry is needed to track the outcomes of these procedures and provide quality and safety feedback to centers, bronchoscopists, institutions, and the public. In the meantime, it would be wise for interventional pulmonologists to develop institutional procedural protocols to ensure maximum diagnostic yield and safety. SUMMARY TBCB is a relatively new biopsy technique in the diagnosis of DPLD. It provides useful histopathologic information that can be incorporated into the MDD discussion to positively influence a definitive diagnostic outcome. The diagnostic contribution of TBCB is superior to TBBx and is good when compared to SLB. As such, it remains a good initial diagnostic procedure in patients with DPLD. The safety profile of TBCB has been contentious with severe bleeding being the most concern. With the institution of guideline statements that stress the routine use of general anesthesia, ETT or rigid bronchoscopy, fluoroscopy, and a prophylactic balloon blocker, the safety profile is expected to increase. REFERENCES\n1. Raghu G, Remy-Jardin M, Myers JL, et al. Diagnosis of idiopathic pulmonary fibrosis. An Official ATS/ERS/JRS/ALAT Clinical Practice Guideline. Am J Respir Crit Care Med. 2018;198(5):e44-e68. https://doi.org/10.1164/rccm.201807–1255ST.\n2. Hutchinson JP, Fogarty AW, McKeever TM, Hubbard RB. In",
      "page": 11,
      "start_offset": 0,
      "end_offset": 4721,
      "token_count": 1180,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "|:------------------------------- |:------- | | Moderate bleeding | 9 %a | | Severe bleeding | 1 %a | | Pneumothorax | 9.4 % | | Exacerbation of IPF | 0.3 % | | Prolonged air leak | 0.3 % | | Transient respiratory failure | 0.7 % | | Seizures | 0.7 % | | Pneumomediastinum | One case reported | | Cavitary abscess | Three cases reported | | Bronchial laceration | One case reported | | Death | 0.5 % | | aHighly variable and dependent on bleeding classification used; one meta-analysis found rate of combined moderate and severe bleeding of 14 %.29 | | IPF, Idiopathic pulmonary fibrosis. | |CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases (36 %) in DPLD.1,37–39 In the only randomized trial comparing TBCB to TBBx, more histopathologic diagnoses were made in the TBCB group than in the TBBx group (74.4 % vs. 34.1 %, P < 0.001).14 As such, TBBx is not recommended in the diagnosis of IPF.1 Tissue specimens were significantly larger with TBCB (mean area size of 14.7 [+/-11 mm2] vs. 3.3 +/- 4.1 mm2, P < 0.001).",
        "For the final MDD diagnosis, the raw agreement between the two methods was 76.9 % (ƙ = 0.62 [0.47–0.78])."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p12_0_565deab2",
      "text": ". As such, it remains a good initial diagnostic procedure in patients with DPLD. The safety profile of TBCB has been contentious with severe bleeding being the most concern. With the institution of guideline statements that stress the routine use of general anesthesia, ETT or rigid bronchoscopy, fluoroscopy, and a prophylactic balloon blocker, the safety profile is expected to increase. REFERENCES\n1. Raghu G, Remy-Jardin M, Myers JL, et al. Diagnosis of idiopathic pulmonary fibrosis. An Official ATS/ERS/JRS/ALAT Clinical Practice Guideline. Am J Respir Crit Care Med. 2018;198(5):e44-e68. https://doi.org/10.1164/rccm.201807–1255ST.\n2. Hutchinson JP, Fogarty AW, McKeever TM, Hubbard RB. InSECTION Advanced Diagnostic Bronchoscopy Procedures 4. Troy LK, Grainge C, Corte T, et al. Cryobiopsy versus open lung biopsy in the diagnosis of interstitial lung disease (COLDICE): Protocol of a multicentre study. BMJ Open Respir Res. 2019;6(1):e000443. https://doi.org/10.1136/bmjresp-2019–000443.\n5. Iftikhar IH, Alghothani L, Sardi A, Berkowitz D, Musani artificial intelligence (AI). Transbronchial lung cryobiopsy and video-assisted thoracoscopic lung biopsy in the diagnosis of diffuse parenchymal lung disease. A meta-analysis of diagnostic test accuracy. Ann Am Thorac Soc. 2017;14(7):1197–1211. https://doi.org/10.1513/AnnalsATS.201701–086SR.\n6. Raghu G, Remy-Jardin M, Ryerson CJ, et al. Diagnosis of hypersensitivity pneumonitis in adults. An official ATS/JRS/ALAT Clinical Practice Guideline. Am J Respir Crit Care Med. 2020;202(3):e36-e69. https://doi.org/10.1164/rccm.202005–2032ST.\n7. Lentz RJ, Argento AC, Colby TV, Rickman OB, Maldonado F. Transbronchial cryobiopsy for diffuse parenchymal lung disease: A state-of-the-art review of procedural techniques, current evidence, and future challenges. J Thorac Dis. 2017;9(7):2186–2203. https://doi.org/10.21037/jtd.2017.06.96.\n8. Hetzel J, Maldonado F, Ravaglia C, et al. Transbronchial cryobiopsies for the diagnosis of diffuse parenchymal lung diseases: Expert statement from the Cryobiopsy Working Group on Safety and Utility and a Call for Standardization of the Procedure. Respiration. 2018;95(3):188–200. https://doi.org/10.1159/000484055.\n9. Maldonado F, Danoff SK, Wells AU, et al. Transbronchial cryobiopsy for the diagnosis of interstitial lung diseases: CHEST guideline and Expert Panel Report. Chest. 2020;157(4):1030–1042. https://doi.org/10.1016/j.chest.2019.10.048.\n10. Fujimoto K, Taniguchi H, Johkoh T, et al. Acute exacerbation of idiopathic pulmonary fibrosis: High-resolution computed tomography (CT) scores predict mortality. Eur Radiol. 2012;22(1):83–92. https://doi.org/10.1007/s00330-011–2211-6.\n11. Latsi PI, du Bois RM, Nicholson AG, et al. Fibrotic idiopathic interstitial pneumonia: The prognostic value of longitudinal functional trends. Am J Respir Crit Care Med. 2003;168(5):531–537. https://doi.org/10.1164/rccm.200210–1245OC.\n12. Cooley J, Balestra R, Aragaki-Nakahodo AA, et al. Safety of performing transbronchial lung cryobiopsy on hospitalized patients with interstitial lung disease. Respir Med. 2018;140:71–76. https://doi.org/10.1016/j.rmed.2018.05.019.\n13. Pannu J, Roller LJ, Maldonado F, Lentz RJ, Chen H, Rickman OB. Transbronchial cryobiopsy for diffuse parenchymal lung disease: 30- and 90-day mortality. Eur Respir J. 2019;54(4):1900337. https://doi.org/10.1183/13993003.00337–2019.\n14. Pajares V, Puzo C, Castillo D, et al. Diagnostic yield of transbronchial cryobiopsy in interstitial lung disease: A randomized trial. Respirology. 2014;19(6):900–906. https://doi.org/10.1111/resp.12322.\n15. Galiè N, Humbert M, Vachiery JL, et al. 2015 ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension. Rev Esp Cardiol (Engl Ed). 2016;69(2):177. https://doi.org/10.1016/j.rec.2016.01.002.",
      "page": 12,
      "start_offset": 0,
      "end_offset": 3811,
      "token_count": 1184,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Galiè N, Humbert M, Vachiery JL, et al. 2015 ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension.",
        "BMJ Open Respir Res. 2019;6(1):e000443. https://doi.org/10.1136/bmjresp-2019–000443.\n5.",
        "With the institution of guideline statements that stress the routine use of general anesthesia, ETT or rigid bronchoscopy, fluoroscopy, and a prophylactic balloon blocker, the safety profile is expected to increase."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p12_3811_42168f40",
      "text": "J. 2019;54(4):1900337. https://doi.org/10.1183/13993003.00337–2019.\n14. Pajares V, Puzo C, Castillo D, et al. Diagnostic yield of transbronchial cryobiopsy in interstitial lung disease: A randomized trial. Respirology. 2014;19(6):900–906. https://doi.org/10.1111/resp.12322.\n15. Galiè N, Humbert M, Vachiery JL, et al. 2015 ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension. Rev Esp Cardiol (Engl Ed). 2016;69(2):177. https://doi.org/10.1016/j.rec.2016.01.002.\n16. Andersen C, Søren M, Ole H, et al. NT-proBNP < 95 ng/l can exclude pulmonary hypertension on echocardiography at diagnostic workup in patients with interstitial lung disease. Eur. Clin. Respir. J. 2016;3(1):32027.\n17. Khan I, Bellinger C, Lamb C, Chin R, Conforti J. Bronchoscopy in uremic patients. Clin Pulm Med. 2010;17(3):146–148.\n18. Hohberger LA, DePew ZS, Utz JP, Edell ES, Maldonado F. Utilizing an endobronchial blocker and a flexible bronchoscope for transbronchial cryobiopsies in diffuse parenchymal lung disease. Respiration. 2014;88(6):521–522.\n19. Casoni GL, Tomassetti S, Cavazza A, et al. Transbronchial lung cryobiopsy in the diagnosis of fibrotic interstitial lung diseases. PLoS One. 2014;9(2):e86716. https://doi.org/10.1371/journal.pone.0086716.\n20. DiBardino DM, Haas AR, Lanfranco AR, Litzky LA, Sterman D, Bessich JL. High complication rate after introduction of transbronchial cryobiopsy into clinical practice at an Academic Medical Center. Ann Am Thorac Soc. 2017;14(6):851–857. https://doi.org/10.1513/AnnalsATS.201610–829OC.\n21. Berim IG, Saeed AI, Awab A, Highley A, Colanta A, Chaudry F. Radial probe ultrasound-guided cryobiopsy. J Bronchology Interv Pulmonol. 2017;24(2):170–173. https://doi.org/10.1097/lbr.0000000000000368.\n22. Pannu J.K., Roller L.J., Lentz R.J., et al. Cryobiopsy with radial ultrasound guidance (CYRUS): a pilot randomized controlled study. J Bronchology Interv Pulmonol. 2021;28(1):21–28.\n23. Ravaglia C, Wells AU, Tomassetti S, et al. Diagnostic yield and risk/benefit analysis of trans-bronchial lung cryobiopsy in diffuse parenchymal lung diseases: A large cohort of 699 patients. BMC Pulm Med. 2019;19(1):16. https://doi.org/10.1186/s12890-019–0780-3.\n24. Ravaglia C, Bonifazi M, Wells AU, et al. Safety and diagnostic yield of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: A comparative study versus video-assisted thoracoscopic lung biopsy and a systematic review of the literature. Respiration. 2016;91(3):215–227. https://doi.org/10.1159/000444089.\n25. Lentz RJ, Fessel JP, Johnson JE, Maldonado F, Miller RF, Rickman OB. Transbronchial cryobiopsy can diagnose constrictive bronchiolitis in veterans of recent conflicts in the Middle East. Am J Respir Crit Care Med. 2016;193(7):806–808. https://doi.org/10.1164/rccm.201509–1724 LE.",
      "page": 12,
      "start_offset": 3811,
      "end_offset": 6624,
      "token_count": 937,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Galiè N, Humbert M, Vachiery JL, et al. 2015 ESC/ERS Guidelines for the Diagnosis and Treatment of Pulmonary Hypertension.",
        "Andersen C, Søren M, Ole H, et al. NT-proBNP < 95 ng/l can exclude pulmonary hypertension on echocardiography at diagnostic workup in patients with interstitial lung disease."
      ]
    },
    {
      "chunk_id": "practical_gti_tcfdld_p13_0_796a5f2b",
      "text": "24. Ravaglia C, Bonifazi M, Wells AU, et al. Safety and diagnostic yield of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: A comparative study versus video-assisted thoracoscopic lung biopsy and a systematic review of the literature. Respiration. 2016;91(3):215–227. https://doi.org/10.1159/000444089.\n25. Lentz RJ, Fessel JP, Johnson JE, Maldonado F, Miller RF, Rickman OB. Transbronchial cryobiopsy can diagnose constrictive bronchiolitis in veterans of recent conflicts in the Middle East. Am J Respir Crit Care Med. 2016;193(7):806–808. https://doi.org/10.1164/rccm.201509–1724 LE.CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases 26. Raj R, Raparia K, Lynch DA, Brown KK. Surgical lung biopsy for interstitial lung diseases. Chest. 2017;151(5):1131–1140. https://doi.org/10.1016/j.chest.2016.06.019.\n27. Flaherty KR, Travis WD, Colby TV, et al. Histopathologic variability in usual and nonspecific interstitial pneumonias. Am J Respir Crit Care Med. 2001;164(9):1722–1727. https://doi.org/10.1164/ajrccm.164.9.2103074.\n28. Monaghan H, Wells AU, Colby TV, du Bois RM, Hansell DM, Nicholson AG. Prognostic implications of histologic patterns in multiple surgical lung biopsies from patients with idiopathic interstitial pneumonias. Chest. 2004;125(2):522–526. https://doi.org/10.1378/chest.125.2.522.\n29. Sethi J, Ali MS, Mohananey D, Nanchal R, Maldonado F, Musani A. Are transbronchial cryobiopsies ready for prime time? A systematic review and meta-analysis. J Bronchology Interv Pulmonol. 2019;26(1):22–32. https://doi.org/10.1097/lbr.0000000000000519.\n30. Sharp C, McCabe M, Adamali H, Medford AR. Use of transbronchial cryobiopsy in the diagnosis of interstitial lung disease-a systematic review and cost analysis. QJM. 2017;110(4):207–214. https://doi.org/10.1093/qjmed/hcw142.\n31. Dhooria S, Sehgal IS, Aggarwal AN, Behera D, Agarwal R. Diagnostic yield and safety of cryoprobe transbronchial lung biopsy in diffuse parenchymal lung diseases: Systematic review and meta-analysis. Respir Care. 2016;61(5):700–712. https://doi.org/10.4187/respcare.04488.\n32. Johannson KA, Marcoux VS, Ronksley PE, Ryerson CJ. Diagnostic yield and complications of transbronchial lung cryobiopsy for interstitial lung disease. A systematic review and metaanalysis. Ann Am Thorac Soc. 2016;13(10):1828–1838. https://doi.org/10.1513/AnnalsATS.201606–461SR.\n33. Skalski JH, Kern RM, Midthun DE, Edell ES, Maldonado F. Pulmonary abscess as a complication of transbronchial lung cryobiopsy. J Bronchology Interv Pulmonol. 2016;23(1):63–66. https://doi.org/10.1097/lbr.0000000000000182.\n34. Barisione E, Bianchi R, Fiocca R, Salio M. Pneumomediastinum after transbronchial cryobiopsy. Monaldi Arch Chest Dis. 2018;88(2):909. https://doi.org/10.4081/monaldi.2018.909.\n35. Machado D, Vaz D, Neves S, Campainha S. Bronchial laceration as a complication of transbronchial lung cryobiopsy. Arch Bronconeumol. 2018;54(6):348–350. https://doi.org/10.1016/j.arbres.2018.01.027.\n36. Lentz RJ, Taylor TM, Kropski JA, et al. Utility of flexible bronchoscopic cryobiopsy for diagnosis of diffuse parenchymal lung diseases. J Bronchology Interv Pulmonol. 2018;25(2):88–96. https://doi.org/10.1097/lbr.0000000000000401.\n37. Tomassetti S, Cavazza A, Colby TV, et al. Transbronchial biopsy is useful in predicting UIP pattern. Respir Res. 2012;13(1):96. https://doi.org/10.1186/1465–9921-13–96.\n38. Berbescu EA, Katzenstein AL, Snow JL, Zisman DA. Transbronchial biopsy in usual interstitial pneumonia. Chest. 2006;129(5):1126–1131. https://doi.org/10.1378/chest.129.5.1126.",
      "page": 13,
      "start_offset": 0,
      "end_offset": 3577,
      "token_count": 1189,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Am J Respir Crit Care Med. 2016;193(7):806–808. https://doi.org/10.1164/rccm.201509–1724 LE.CHAPTER Transbronchial Cryobiopsy for Diffuse Lung Diseases 26.",
        "QJM. 2017;110(4):207–214. https://doi.org/10.1093/qjmed/hcw142.\n31.",
        "Ravaglia C, Bonifazi M, Wells AU, et al. Safety and diagnostic yield of transbronchial lung cryobiopsy in diffuse parenchymal lung diseases: A comparative study versus video-assisted thoracoscopic lung biopsy and a systematic review of the literature."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Transbronchial Cryobiopsy for Diffuse Lung Diseases",
    "Page 1",
    "Page 2",
    "Extracted Tables",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "diffuse parenchymal lung disease",
    "balloon"
  ],
  "source_file": "Transbronchial Cryobiopsy for Diffuse Lung Diseases.md"
}