{
  "doc_id": "practical_gti_rigid_bronchosco",
  "title": "Rigid Bronchoscopy",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 12,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:37.354383",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p1_0_459f94db",
      "text": "Rigid RIGID BRONCHOSCOPY\nCoral X. Giovacchini and Kamran Mahmood ### Background Rigid bronchoscopy has seen a recent resurgence, primarily for therapeutic indications, in management of patients with complex airway disorders.1 The rigid bronchoscope owes its conceptualization to Gustav Killian, a German otolaryngologist, who adapted an esophagoscope for evaluation of the trachea and mainstem bronchi,2,3 and performed the first documented successful removal of an airway foreign body, a pork bone fragment, in 1897.4 Since then, evolution in bronchoscope technology and advancements of flexible bronchoscopic techniques have catapulted bronchoscopy into the mainstream for the general practicing pulmonologist; however, the rigid bronchoscope retains several specific indications and skills that will be discussed in this chapter. ### Indications Evaluation of the airways via bronchoscopy serves two primary purposes: diagnostic evaluation and therapeutic intervention. While there have been numerous technological advances in the flexible bronchoscope and many instruments adapted for use with it, the rigid bronchoscope remains the tool of choice for therapeutic interventions as it simultaneously provides a large conduit for ventilation and instruments.3,5,6 Specifically, the primary indications for rigid bronchoscopy include therapeutic intervention for benign and malignant central airway obstruction (CAO), including applications such as cryotherapy, heat ablative therapies, stent deployment, foreign body removal, management of massive hemoptysis, and large diagnostic tissue biopsy (Box 6.1). The use of the rigid bronchoscope is generally combined with the flexible bronchoscope, allowing for simultaneous therapeutic intervention in the large, central airways as well as smaller, distal airways. ### Preprocedural Planning #### Patient Assessment A thorough history and physical examination is paramount when evaluating a patient for rigid bronchoscopy to review the indication, plan the procedure, and assess and mitigate risks. Patients undergoing rigid bronchoscopy may carry significant cardiopulmonary comorbidities that can adversely affect procedural outcomes if not carefully considered.3 It is recommended that rigid bronchoscopy be performed under general anesthesia, and thus all patients being considered for the procedure should undergo a standard cardiopulmonary preoperative assessment and optimization as the clinical situation allows.3,6 Basic laboratory tests including a complete blood count, chemistries, and coagulation studies may be considered prior to the procedure. During the physical examination, special attention should be paid to the following upper airway examination parameters (Box 6.2): - Oral cavity and Mallampati score\n- Degree of mouth opening\n- Thyromental distance\n- Neck mobility\n- Teeth and dentures. Limitations in mouth opening, neck mobility, or a high Mallampati score should alert the proceduralist to the potential for a more challenging intubation with the rigid bronchoscope. The patient should be evaluated",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3074,
      "token_count": 599,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Patients undergoing rigid bronchoscopy may carry significant cardiopulmonary comorbidities that can adversely affect procedural outcomes if not carefully considered.3 It is recommended that rigid bronchoscopy be performed under general anesthesia, and thus all patients being considered for the procedure should undergo a standard cardiopulmonary preoperative assessment and optimization as the clinical situation allows.3,6 Basic laboratory tests including a complete blood count, chemistries, and coagulation studies may be considered prior to the procedure.",
        "During the physical examination, special attention should be paid to the following upper airway examination parameters (Box 6.2): - Oral cavity and Mallampati score\n- Degree of mouth opening\n- Thyromental distance\n- Neck mobility\n- Teeth and dentures."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p2_0_9bd82466",
      "text": "adversely affect procedural outcomes if not carefully considered.3 It is recommended that rigid bronchoscopy be performed under general anesthesia, and thus all patients being considered for the procedure should undergo a standard cardiopulmonary preoperative assessment and optimization as the clinical situation allows.3,6 Basic laboratory tests including a complete blood count, chemistries, and coagulation studies may be considered prior to the procedure. During the physical examination, special attention should be paid to the following upper airway examination parameters (Box 6.2): - Oral cavity and Mallampati score\n- Degree of mouth opening\n- Thyromental distance\n- Neck mobility\n- Teeth and dentures. Limitations in mouth opening, neck mobility, or a high Mallampati score should alert the proceduralist to the potential for a more challenging intubation with the rigid bronchoscope. The patient should be evaluatedSECTION Therapeutic Bronchoscopy Procedures\nfor any loose teeth and removal of any dentures or other removable dental apparatus. In addition, all patients being considered for rigid bronchoscopy require an evaluation of neck mobility, both flexion and extension as well as lateral head movements, as appropriate positioning during both the initial rigid bronchoscope intubation and subsequent maneuvering of the rigid bronchoscope into the right and left mainstem requires neck hyperextension and lateral rotational movements of the head, respectively. This is easily accomplished by asking the patient to touch their chin to chest, then raise the chin to extend the neck back as far as possible, and finally to return the chin to a neutral position and rotate the head 90 degrees to look toward each shoulder. Should a patient demonstrate severe limitations in neck mobility, or cervical spine instability is suspected, as with rheumatoid arthritis or cervical spine trauma, rigid bronchoscopy should be avoided in favor of alternative techniques. If a patient’s examination is concerning for a higher risk intubation, these issues as well as possible alternative plans for airway management and intubation should be discussed with the anesthesiologist prior to the procedure. Equipment\nThe rigid bronchoscope is a rather simple but versatile tool, not having changed much in basic design from the time of its original design in the early 20th century.2,3 While there are several manufacturers of rigid bronchoscopes, the three essential components of the rigid bronchoscope remain consistent: the barrel; the multifunctional head connector(s); and the rigid telescope, light source, and/or video optics (Box 6.3). Numerous additional tools and accessories have been developed to work within the working channel of the rigid bronchoscope during the procedure:\n- Barrel: Barrels are manufactured in two general lengths: shorter rigid tracheoscopes and longer rigid bronchoscopes (Figs. 6.1 and 6.2). While the tracheoscope is made to simply intubate to the mid to distal trachea, the longer rigid bronchoscope allows access for intubation of the right or BOX 6.2 Preprocedure Upper Airway\nAssessment\nModified Mallampati Score\n(Assessed by asking the patient, preferably in a sitting posture, to open the mouth and protrude the tongue as much as possible, without phonation)\nClass 1: Soft palate, uvula, fauces, pillars visible\nClass 2: Soft palate, uvula, fauces visible\nClass 3: Soft palate, base of uvula visible\nClass 4: Only hard palate visible\nMouth Opening\n(Distance between incisors)\nNormal: Three or more fingers\nNarrow: Less than three fingers\nThyromental Distance\n(Measured from the thyroid notch to the tip of the jaw with the head extended and mouth closed)\nNormal: Equal or more than three fingers’ breadth\nLimited: Less than three fingers’ breadth\nNeck Range of Motion\nNormal ( > 90 degrees)\nLimited ( < 90 degrees)\nTeeth\nFull\nAbsent\nMissing/loose\nBuck teeth (Prominent upper incisors/upper incisors protrude > 0.5 cm from the lower incisors when teeth put together) BOX 6.1 Indications for Rigid\nBronchoscopy\nTherapeutic Management of Malignant Central\nAirway Obstruction\nDebridement\nCore debulking using rigid bronchoscope\nForceps debulking\nMicrodebrider\nHeat ablative therapies\nArgon plasma coagulation\nElectrocautery\nLaser therapies\nCryotherapy/cryodebridement\nStent deployment, especially silicone stents\nTherapeutic Intervention for Benign Central Airway\nObstruction\nDirect and balloon airway dilation\nHeat ablative therapies or cryotherapy\nStent deployment, especially silicone stent\nComplex Foreign Body Removal\nManagement of Massive Hemoptysis\nDirect tissue tamponade\nAirway isolation\nLarge Diagnostic Tissue Biopsy",
      "page": 2,
      "start_offset": 0,
      "end_offset": 4666,
      "token_count": 1014,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "While the tracheoscope is made to simply intubate to the mid to distal trachea, the longer rigid bronchoscope allows access for intubation of the right or BOX 6.2 Preprocedure Upper Airway\nAssessment\nModified Mallampati Score\n(Assessed by asking the patient, preferably in a sitting posture, to open the mouth and protrude the tongue as much as possible, without phonation)\nClass 1: Soft palate, uvula, fauces, pillars visible\nClass 2: Soft palate, uvula, fauces visible\nClass 3: Soft palate, base of uvula visible\nClass 4: Only hard palate visible\nMouth Opening\n(Distance between incisors)\nNormal: Three or more fingers\nNarrow: Less than three fingers\nThyromental Distance\n(Measured from the thyroid notch to the tip of the jaw with the head extended and mouth closed)\nNormal: Equal or more than three fingers’ breadth\nLimited: Less than three fingers’ breadth\nNeck Range of Motion\nNormal ( > 90 degrees)\nLimited ( < 90 degrees)\nTeeth\nFull\nAbsent\nMissing/loose\nBuck teeth (Prominent upper incisors/upper incisors protrude > 0.5 cm from the lower incisors when teeth put together) BOX 6.1 Indications for Rigid\nBronchoscopy\nTherapeutic Management of Malignant Central\nAirway Obstruction\nDebridement\nCore debulking using rigid bronchoscope\nForceps debulking\nMicrodebrider\nHeat ablative therapies\nArgon plasma coagulation\nElectrocautery\nLaser therapies\nCryotherapy/cryodebridement\nStent deployment, especially silicone stents\nTherapeutic Intervention for Benign Central Airway\nObstruction\nDirect and balloon airway dilation\nHeat ablative therapies or cryotherapy\nStent deployment, especially silicone stent\nComplex Foreign Body Removal\nManagement of Massive Hemoptysis\nDirect tissue tamponade\nAirway isolation\nLarge Diagnostic Tissue Biopsy",
        "This is easily accomplished by asking the patient to touch their chin to chest, then raise the chin to extend the neck back as far as possible, and finally to return the chin to a neutral position and rotate the head 90 degrees to look toward each shoulder.",
        "Should a patient demonstrate severe limitations in neck mobility, or cervical spine instability is suspected, as with rheumatoid arthritis or cervical spine trauma, rigid bronchoscopy should be avoided in favor of alternative techniques."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p3_0_16e81c4d",
      "text": "protrude > 0.5 cm from the lower incisors when teeth put together) BOX 6.1 Indications for Rigid\nBronchoscopy\nTherapeutic Management of Malignant Central\nAirway Obstruction\nDebridement\nCore debulking using rigid bronchoscope\nForceps debulking\nMicrodebrider\nHeat ablative therapies\nArgon plasma coagulation\nElectrocautery\nLaser therapies\nCryotherapy/cryodebridement\nStent deployment, especially silicone stents\nTherapeutic Intervention for Benign Central Airway\nObstruction\nDirect and balloon airway dilation\nHeat ablative therapies or cryotherapy\nStent deployment, especially silicone stent\nComplex Foreign Body Removal\nManagement of Massive Hemoptysis\nDirect tissue tamponade\nAirway isolation\nLarge Diagnostic Tissue BiopsyCHAPTER Rigid Bronchoscopy left mainstem and has fenestrations in the distal portion of the barrel to allow for contralateral lung ventilation during the procedure. Rigid bronchoscopes typically range in outer diameter from 7 mm to 14 mm for general adult applications, with a wall thickness of 1–2 mm and, due to variations between manufacturers, lengths will vary typically between 33 and 43 cm.3,5 Some companies color code the size of the barrels making it easier for the proceduralist to identify the size on basic inspection. The barrel itself is essentially a hollow metal tube with a beveled distal tip, which helps with lifting the tongue and epiglottis, and atraumatic passage between the vocal cords during intubation. Further, the beveled tip itself can be used for coring the endobronchial central airway tumors. The proximal end of the rigid barrel can connect to the multifunctional head, allowing for ventilation connections, passage of instruments, and support for the light source and video optics. Selection of the appropriately sized barrel(s) is critical, as different-sized barrels will accommodate different needs and instruments, and multiple-sized barrels may be necessary for a single case. For example, a smaller barrel may be necessary in the case of initially securing the airway during the management of a severe tracheal stenosis; however, a larger barrel will be necessary later if silicone stent placement is planned. - Multifunctional head connectors: The head is a small, separate piece that attaches to the proximal end of the barrel and generally houses multiple ports (Figs. 6.1 and 6.2). The side port allows for attachment of a standard ventilator or self-inflating ventilation bag while still accommodating for passage of multiple tools through the main working channel. Most head connectors include an additional port for a jet ventilator attachment.6 Silicone caps can be attached to the proximal end of the head connectors to minimize the leak in the system and have ports for passage of tools and a light source. BOX 6.3 Equipment for Rigid Bronchoscopy\nRigid Barrel(s)\nConsider different sizes and lengths depending on indication\nMultifunctional Head Connector(s)\nRigid Telescope\nLight Source and Video Optics\nTooth Guard\nAdjunct Tools\nRigid or flexible suction catheter\nRigid forceps\nStent deployer\nAirway stents\nCryoprobe\nElectrocautery\nArgon plasma coagulation\nMicrodebrider\nVentilation Equipment\nTraditional or jet ventilator\nGauze for airway packing\nSilicone caps for rigid bronchoscope\nSelf-inflating bag-valve-mask for manual ventilation",
      "page": 3,
      "start_offset": 0,
      "end_offset": 3315,
      "token_count": 744,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Rigid bronchoscopes typically range in outer diameter from 7 mm to 14 mm for general adult applications, with a wall thickness of 1–2 mm and, due to variations between manufacturers, lengths will vary typically between 33 and 43 cm.3,5 Some companies color code the size of the barrels making it easier for the proceduralist to identify the size on basic inspection.",
        "Selection of the appropriately sized barrel(s) is critical, as different-sized barrels will accommodate different needs and instruments, and multiple-sized barrels may be necessary for a single case."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p4_0_09d6083b",
      "text": "port for a jet ventilator attachment.6 Silicone caps can be attached to the proximal end of the head connectors to minimize the leak in the system and have ports for passage of tools and a light source. BOX 6.3 Equipment for Rigid Bronchoscopy\nRigid Barrel(s)\nConsider different sizes and lengths depending on indication\nMultifunctional Head Connector(s)\nRigid Telescope\nLight Source and Video Optics\nTooth Guard\nAdjunct Tools\nRigid or flexible suction catheter\nRigid forceps\nStent deployer\nAirway stents\nCryoprobe\nElectrocautery\nArgon plasma coagulation\nMicrodebrider\nVentilation Equipment\nTraditional or jet ventilator\nGauze for airway packing\nSilicone caps for rigid bronchoscope\nSelf-inflating bag-valve-mask for manual ventilationSECTION Therapeutic Bronchoscopy Procedures - **Light source and optics*: Most modern rigid bronchoscopes use a long, rigid telescope with a camera head attached proximally, and the image is displayed on a video monitor (Figs. 6.1 and 6.2). Several integrated rigid bronchoscopes have more recently been developed that include optics embedded in the distal end of the rigid bronchoscope barrel. Further during the procedure, visualization can be accomplished using a host of alternative visualization tools including a flexible bronchoscope, optical forceps, etc. - **Additional tools and accessories*: Numerous additional tools and accessories have been developed to work within the rigid bronchoscope to aid in the procedure, including rigid forceps, dilators, graspers, scissors, suction catheters, stents and stent deployers, and many others limited only by the imagination of the proceduralist (",
      "page": 4,
      "start_offset": 0,
      "end_offset": 1636,
      "token_count": 364,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "port for a jet ventilator attachment.6 Silicone caps can be attached to the proximal end of the head connectors to minimize the leak in the system and have ports for passage of tools and a light source.",
        "Several integrated rigid bronchoscopes have more recently been developed that include optics embedded in the distal end of the rigid bronchoscope barrel."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p5_0_d2d1eb03",
      "text": "choscopy Procedures - **Light source and optics*: Most modern rigid bronchoscopes use a long, rigid telescope with a camera head attached proximally, and the image is displayed on a video monitor (Figs. 6.1 and 6.2). Several integrated rigid bronchoscopes have more recently been developed that include optics embedded in the distal end of the rigid bronchoscope barrel. Further during the procedure, visualization can be accomplished using a host of alternative visualization tools including a flexible bronchoscope, optical forceps, etc. - **Additional tools and accessories*: Numerous additional tools and accessories have been developed to work within the rigid bronchoscope to aid in the procedure, including rigid forceps, dilators, graspers, scissors, suction catheters, stents and stent deployers, and many others limited only by the imagination of the proceduralist (CHAPTER Rigid Bronchoscopy allow for optimization of the procedure for both the proceduralist and the patient (Box 6.3). STAFFING AND PROCEDURAL SETTING\nWhile rigid bronchoscopy can be performed in an endoscopy suite equipped with appropriate staff, anesthesia support, and maximum monitoring capabilities, the vast majority of rigid bronchoscopies are performed in the operating room as this allows for the most control around the procedure, staffing, and appropriate management of any complications.7 Staff for the rigid bronchoscopy procedure should include the bronchoscopist, an anesthesiologist, or certified nurse anesthetist comfortable with comanagement of the airway during rigid bronchoscopy, and a trained bronchoscopy assistant knowledgeable in rigid bronchoscopy equipment, tools, accessories, and the procedure itself. Beyond staffing, the procedural setting should include monitors capable of providing adequate visualization of the bronchoscope optics used during the procedure, as well as real-time data for appropriate patient vital sign monitoring including blood pressure, heart rate, and peripheral pulse oximetry. ANESTHESIA AND VENTILATION\nAnesthetics\nDue to the nature of the rigid bronchoscope’s largely open system and significant air leak even when silicone-capped systems are utilized, total intravenous anesthesia (TIVA) is preferred for sedation during the procedure and the use of volatile gases should be avoided.6 We recommend that the bronchoscopist be physically in the procedure room and present at the time of anesthesia induction, and good communication between the bronchoscopist and anesthesiologist prior to and during the procedure is critical. Deep sedation at a minimum is required for patient tolerance of rigid bronchoscope intubation; however, the addition of a short-acting neuromuscular blocking agent may optimize conditions for rigid intubation and allow for a more balanced anesthetic approach and lower doses of short-acting hypnotic agents.6 Further, in a large database of patients undergoing rigid bronchoscopy for CAO, general anesthesia was associated with a lower rate of complications when compared to deep or moderate sedation.8 As the majority of rigid bronchoscopy procedures are able to be completed within approximately 60–90 min, rapid onset and reversible agents should be considered in patients undergoing rigid bronchoscopy. Conventional Ventilation\nVentilation during rigid bronchoscopy can be accomplished using a variety of methods via conventional ventilation or jet ventilation, each with their own advantages and disadvantages. Conventional ventilation methods include assisted spontaneous ventilation or anesthetist-controlled ventilation. During assisted spontaneous ventilation, the level of sedation is carefully titrated by the anesthesiologist to allow for ongoing patient spontaneous respirations, while supplemental oxygen and assisted breaths are provided by the anesthetist as needed throughout the procedure via the side port of the rigid bronchoscope.6 While this method can be effective, it requires a high level of involvement by the anesthesia practitioners and neuromuscular blockade should be avoided, potentially making rigid bronchoscope intubation and the procedure itself more challenging due to airway movement. Controlled conventional ventilation can be accomplished by allowing the rigid bronchoscope to act like an an endotracheal tube and attaching the ventilator side port to a conventional ventilator or a self-inflating ventilation bag for manual ventilation. While this method allows for utilization of equipment already housed in the operating room, it can be challenging in that one has to overcome system leaks, by packing the mouth and nose of the patient, as well as using a silicone cap over the proximal end of the rigid bronchoscope. Despite the most thorough packing attempts, leaks in this system are common due to the uncuffed rigid bronchoscope; thus measurement and delivery of supplemental oxygen, consistent tidal volumes, and airway pressures can be inaccurate.6 Some operators have described passing the rigid bronchoscope alongside a small endotracheal tube to allow for a small cuff in the upper trachea and minimize the system leaks. Importantly, during any conventional ventilation strategy, visualization of chest rise during ventilation and monitoring of pulse oximetry is essential. Jet Ventilation\nJet ventilation, by either a manual or automated system, provides an alternative to conventional ventilation strategies and allows the airway circuit to remain open for procedural manipulation during the entirety of the rigid bronchoscopy procedure while providing adequate",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5578,
      "token_count": 1073,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ANESTHESIA AND VENTILATION\nAnesthetics\nDue to the nature of the rigid bronchoscope’s largely open system and significant air leak even when silicone-capped systems are utilized, total intravenous anesthesia (TIVA) is preferred for sedation during the procedure and the use of volatile gases should be avoided.6 We recommend that the bronchoscopist be physically in the procedure room and present at the time of anesthesia induction, and good communication between the bronchoscopist and anesthesiologist prior to and during the procedure is critical.",
        "Importantly, during any conventional ventilation strategy, visualization of chest rise during ventilation and monitoring of pulse oximetry is essential.",
        "Deep sedation at a minimum is required for patient tolerance of rigid bronchoscope intubation; however, the addition of a short-acting neuromuscular blocking agent may optimize conditions for rigid intubation and allow for a more balanced anesthetic approach and lower doses of short-acting hypnotic agents.6 Further, in a large database of patients undergoing rigid bronchoscopy for CAO, general anesthesia was associated with a lower rate of complications when compared to deep or moderate sedation.8 As the majority of rigid bronchoscopy procedures are able to be completed within approximately 60–90 min, rapid onset and reversible agents should be considered in patients undergoing rigid bronchoscopy."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p6_0_9521621c",
      "text": "packing the mouth and nose of the patient, as well as using a silicone cap over the proximal end of the rigid bronchoscope. Despite the most thorough packing attempts, leaks in this system are common due to the uncuffed rigid bronchoscope; thus measurement and delivery of supplemental oxygen, consistent tidal volumes, and airway pressures can be inaccurate.6 Some operators have described passing the rigid bronchoscope alongside a small endotracheal tube to allow for a small cuff in the upper trachea and minimize the system leaks. Importantly, during any conventional ventilation strategy, visualization of chest rise during ventilation and monitoring of pulse oximetry is essential. Jet Ventilation\nJet ventilation, by either a manual or automated system, provides an alternative to conventional ventilation strategies and allows the airway circuit to remain open for procedural manipulation during the entirety of the rigid bronchoscopy procedure while providing adequateSECTION Therapeutic Bronchoscopy Procedures ventilation. In this mode, high-pressure oxygen is delivered to the airway. As the system is open, room air is entrained with the gas jet via Venturi effect. During high-frequency jet ventilation (HFJV), tidal volumes fall below dead space volume and instead of bulk flow, there is laminar air flow, direct alveolar ventilation, longitudinal dispersion, pendelluft, and molecular diffusion near the alveolar capillary membrane.6,9 In both manual and automated jet ventilation techniques, the operator attaches the ventilator to one of the rigid bronchoscope side ports, typically via a luer-lock mechanism, determining a respiratory rate, ventilator driving pressures, inspiratory time, and supplemental Fio2.6 Each jet ventilator ( The manual jet ventilation requires intermittent hand-triggered delivery of the high-pressure oxygen at a rate of around 8–10 per minute, allowing for adequate passive exhalation at an appropriate interval. Careful attention must be paid to patient chest rise and recoil when using manual jet ventilation. On the other hand, the automated jet ventilator delivers a respiratory rate of 60–150 per minute. Initial settings of HFJV may include driving pressure of 15–25 pounds per square inch (psi), inspiratory fraction of 30–40 % and FIO2 of 1. Inspiratory fraction is the inspiratory time divided by the sum of inspiratory and expiratory times. Oxygenation can be increased by increasing the driving pressure and inspiratory fraction. Carbon dioxide removal can be facilitated by increasing the driving pressure and inspiratory fraction as well. During automated jet ventilation, patient chest rise may not be visible due to the rapidity of breaths; however, percussive movements should always be detectable by placing a hand over the patient’s chest. Advantages of the automated jet ventilator include ongoing high-frequency ventilation and passive exhalation throughout the case, enabling the anesthesiologist to focus on other aspects of patient management during the case. Compared to conventional ventilation methods, both methods of jet ventilation allow for decreased diaphragmatic excursion, and lower mean and peak airway pressures allowing for greater airway stability during rigid bronchoscopy procedures and possibly shorter procedural duration.10 However, potential disadvantages include hypercapnia as a function of the lower tidal volumes obtained during jet ventilation. Because end-tidal CO2 is not reliably assessed in the setting of an open system, the team may elect to serially monitor arterial blood gases to evaluate adequacy of the gas exchange. Hypercapnia can be managed by ensuring an adequate expiratory time and increasing driving pressures with or without decrease in the respiratory rate.6 Other limitations include the development of atelectasis due to the low tidal volumes and mean airway pressures during jet ventilation. Specific patient populations, including those with restrictive lung physiology, noncompliant chest walls, and obesity, can be challenging to ventilate with a high-frequency jet strategy. Increased airway pressures and respiratory frequency may be necessary to provide adequate oxygenation for these patients.6 Obese patients can also be placed into the reverse Trendelenburg position, which assists in off-loading the chest by pushing the diaphragm and abdomen down. Nevertheless, manual ventilation with large tidal volumes may be required intermittently in some challenging cases. Prior to the rigid bronchoscopy, the proceduralist and anesthesiologist should discuss any concerns regarding ventilation strategies and possible backup accommodations arranged to optimize patient safety and procedural success. PROCEDURAL TECHNIQUES\nProcedure\nAll patients should be preoxygenated prior to the induction of anesthesia with 100 % oxygen as is typically done prior to any intubation. Once the desired level of sedation is achieved, any oropharyngeal secretions are suctioned, and a tooth guard is placed over the upper",
      "page": 6,
      "start_offset": 0,
      "end_offset": 5028,
      "token_count": 960,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "PROCEDURAL TECHNIQUES\nProcedure\nAll patients should be preoxygenated prior to the induction of anesthesia with 100 % oxygen as is typically done prior to any intubation.",
        "Importantly, during any conventional ventilation strategy, visualization of chest rise during ventilation and monitoring of pulse oximetry is essential."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p7_0_a4c0b87f",
      "text": "jet strategy. Increased airway pressures and respiratory frequency may be necessary to provide adequate oxygenation for these patients.6 Obese patients can also be placed into the reverse Trendelenburg position, which assists in off-loading the chest by pushing the diaphragm and abdomen down. Nevertheless, manual ventilation with large tidal volumes may be required intermittently in some challenging cases. Prior to the rigid bronchoscopy, the proceduralist and anesthesiologist should discuss any concerns regarding ventilation strategies and possible backup accommodations arranged to optimize patient safety and procedural success. PROCEDURAL TECHNIQUES\nProcedure\nAll patients should be preoxygenated prior to the induction of anesthesia with 100 % oxygen as is typically done prior to any intubation. Once the desired level of sedation is achieved, any oropharyngeal secretions are suctioned, and a tooth guard is placed over the upperCHAPTER Rigid Bronchoscopy\nteeth. There are a variety of tooth guard devices that can be used, including plastic mouth guards, foam rubber guards, or gauze pads. Appropriate patient positioning is critical to the success of rigid bronchoscope intubation. The patient is laid in the supine position and the neck is hyperextended carefully by allowing the head of the operating room table to drop ( Rigid bronchoscopy intubation can be achieved using a variety of techniques: direct intubation, laryngoscopy-assisted intubation, intubation alongside a previously placed endotracheal tube, or intubation via a preexisting tracheostomy: - Direct intubation: The most common method is direct intubation, typically accomplished with the assistance of a rigid telescope housed within the rigid bronchoscope barrel. The rigid bronchoscope should never be blindly advanced. Utilizing this technique, the operator stands directly behind the head of the bed of the supine patient. The assembled rigid bronchoscope should be held with the bevel up in the dominant hand of the bronchoscopist while bracing the rigid telescope within the barrel so that any unnecessary movements are avoided, appropriate orientation of the optics is maintained, and the entirety of the distal rim of the rigid bronchoscope barrel is visible. The nondominant hand is used to brace open the patient’s mouth and protect the upper and lower lips and teeth (",
      "page": 7,
      "start_offset": 0,
      "end_offset": 2365,
      "token_count": 481,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "PROCEDURAL TECHNIQUES\nProcedure\nAll patients should be preoxygenated prior to the induction of anesthesia with 100 % oxygen as is typically done prior to any intubation.",
        "Increased airway pressures and respiratory frequency may be necessary to provide adequate oxygenation for these patients.6 Obese patients can also be placed into the reverse Trendelenburg position, which assists in off-loading the chest by pushing the diaphragm and abdomen down."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p8_0_5c95feea",
      "text": "a previously placed endotracheal tube, or intubation via a preexisting tracheostomy: - Direct intubation: The most common method is direct intubation, typically accomplished with the assistance of a rigid telescope housed within the rigid bronchoscope barrel. The rigid bronchoscope should never be blindly advanced. Utilizing this technique, the operator stands directly behind the head of the bed of the supine patient. The assembled rigid bronchoscope should be held with the bevel up in the dominant hand of the bronchoscopist while bracing the rigid telescope within the barrel so that any unnecessary movements are avoided, appropriate orientation of the optics is maintained, and the entirety of the distal rim of the rigid bronchoscope barrel is visible. The nondominant hand is used to brace open the patient’s mouth and protect the upper and lower lips and teeth (SECTION Therapeutic Bronchoscopy Procedures 90 degrees, allowing the bevel of the rigid bronchoscope to pass through the airway parallel to the vocal cords so as to minimize any trauma. As the barrel passes through the vocal cords, the operator should be aware of the location of the arytenoids inferiorly and avoid any damage to these while advancing the rigid bronchoscope through the airway, as the beveled edge of the rigid bronchoscope barrel can easily induce injury with a cutting edge in this position. Once the vocal cords and arytenoids have been safely bypassed, the operator should rotate the barrel of the bronchoscope another 90 degrees so that the bevel turns posteriorly and ultimately comes to rest along the posterior tracheal membrane. Care should be exercised to advance the bronchoscope in midline and avoid contact with the airway wall. The bronchoscopist should ensure that the distal lateral ventilation ports of the rigid bronchoscope barrel are well within the airway prior to connecting the proximal head connector side ports to the ventilation method of choice. Ultimately positioning the rigid barrel in the mid to distal trachea at the completion of the intubation should easily accomplish this appropriate positioning. In the case of upper tracheal masses that would limit appropriate positioning of the distal rigid bronchoscope ventilation ports, the bronchoscopist should use a rigid tracheoscope, with a shorter barrel that allows for a higher resting positioning within the airway. Please access Video 6.1 (Rigid Bronchoscope Intubation) online - Laryngoscopy-assisted intubation: Some operators may be more comfortable obtaining a view of the vocal cords with a laryngoscope to assist rigid bronchoscope intubation. This method can also be utilized if there is difficulty obtaining an appropriate view of the vocal cords after an attempt at direct intubation with the rigid bronchoscope. For laryngoscopy-assisted rigid bronchoscope intubation, the patient is prepared and positioned in the same manner for direct intubation; however, a laryngoscope (either straight or curved) is first placed into the midline of the mouth to achieve a view of the vocal cords. The rigid bronchoscope is then introduced into the airway as described for direct intubation at a slightly lateral position to the laryngoscope. Care should be taken to keep the rigid bronchoscope as centered as possible to avoid any airway wall injury, and a direct view of the distal rim of the rigid barrel should be maintained at all times during the intubation. The laryngoscope can be removed after the rigid bronchoscope passes the vocal cords, with the operator then relying on the rigid telescope for visualization during advancement of the rigid bronchoscope beyond the subglottic space.\n- Intubation alongside a previously placed endotracheal tube: Should a patient already have an endotracheal tube in place, it can be used to guide the rigid bronchoscope. Utilizing this method, the operator should advance the rigid bronchoscope to the point of elevating the epiglottis and obtaining a clear view of the vocal cords. Once the vocal cords have been visualized, the endotracheal tube cuff can be deflated and tube removed under visualization, while the rigid bronchoscope is advanced through the vocal cords and into the trachea using the same technique as described earlier during direct intubation. In this scenario, the rigid bronchoscope replaces the endotracheal tube as the primary conduit for maintaining the airway (\n- Rigid tracheostomy intubation: Rigid bronchoscope intubation via a preexisting tracheostomy is a rather simple modified intubation technique. In this setting, the bronchoscopist may find it easier to stand to one side of the patient’s head so as to approach the airway laterally. Topical lidocaine can be applied to the tracheostomy stoma to minimize any postprocedural pain after manipulation with the rigid bronchoscope. The rigid bronchoscope is then passed into the stoma at a 90-degree angle with the bevel maintained in the anterior position, as is the case during direct oral intubation. Due to the short distance from the stoma to the posterior wall of the trachea, the operator should be prepared to quickly lower the angle of the rigid bronchoscope barrel in transition toward the parallel position, taking care to maintain visualization of the entire distal portion of the rigid bronchoscope barrel and avoiding contact with the posterior tracheal lumen during the intubation. Once the trachea has been intubated the bevel can be rotated to rest along the posterior tracheal membrane. Once",
      "page": 8,
      "start_offset": 0,
      "end_offset": 5513,
      "token_count": 1174,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The nondominant hand is used to brace open the patient’s mouth and protect the upper and lower lips and teeth (SECTION Therapeutic Bronchoscopy Procedures 90 degrees, allowing the bevel of the rigid bronchoscope to pass through the airway parallel to the vocal cords so as to minimize any trauma.",
        "Once the vocal cords and arytenoids have been safely bypassed, the operator should rotate the barrel of the bronchoscope another 90 degrees so that the bevel turns posteriorly and ultimately comes to rest along the posterior tracheal membrane.",
        "a previously placed endotracheal tube, or intubation via a preexisting tracheostomy: - Direct intubation: The most common method is direct intubation, typically accomplished with the assistance of a rigid telescope housed within the rigid bronchoscope barrel."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p9_0_41dd5e96",
      "text": "laterally. Topical lidocaine can be applied to the tracheostomy stoma to minimize any postprocedural pain after manipulation with the rigid bronchoscope. The rigid bronchoscope is then passed into the stoma at a 90-degree angle with the bevel maintained in the anterior position, as is the case during direct oral intubation. Due to the short distance from the stoma to the posterior wall of the trachea, the operator should be prepared to quickly lower the angle of the rigid bronchoscope barrel in transition toward the parallel position, taking care to maintain visualization of the entire distal portion of the rigid bronchoscope barrel and avoiding contact with the posterior tracheal lumen during the intubation. Once the trachea has been intubated the bevel can be rotated to rest along the posterior tracheal membrane. OnceCHAPTER Rigid Bronchoscopy D\nBevel\non top\nTongue\nBevel on top\nTongue\nBevel\non top\nEpiglottis\nBevel\non top\nEpiglottis\nBevel\non top\nVocal\ncords\nBevel\non top\nVocal\ncords\nBevel\nrotated\n90 degrees\nVocal\ncord\nBevel\nrotated\n90 degrees\nVocal\ncord",
      "page": 9,
      "start_offset": 0,
      "end_offset": 1070,
      "token_count": 282,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "OnceCHAPTER Rigid Bronchoscopy D\nBevel\non top\nTongue\nBevel on top\nTongue\nBevel\non top\nEpiglottis\nBevel\non top\nEpiglottis\nBevel\non top\nVocal\ncords\nBevel\non top\nVocal\ncords\nBevel\nrotated\n90 degrees\nVocal\ncord\nBevel\nrotated\n90 degrees\nVocal\ncord",
        "Topical lidocaine can be applied to the tracheostomy stoma to minimize any postprocedural pain after manipulation with the rigid bronchoscope."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p10_0_2ee33842",
      "text": "the angle of the rigid bronchoscope barrel in transition toward the parallel position, taking care to maintain visualization of the entire distal portion of the rigid bronchoscope barrel and avoiding contact with the posterior tracheal lumen during the intubation. Once the trachea has been intubated the bevel can be rotated to rest along the posterior tracheal membrane. OnceCHAPTER Rigid Bronchoscopy D\nBevel\non top\nTongue\nBevel on top\nTongue\nBevel\non top\nEpiglottis\nBevel\non top\nEpiglottis\nBevel\non top\nVocal\ncords\nBevel\non top\nVocal\ncords\nBevel\nrotated\n90 degrees\nVocal\ncord\nBevel\nrotated\n90 degrees\nVocal\ncordSECTION Therapeutic Bronchoscopy Procedures accessible; however, the right mainstem, left mainstem bronchi, and bronchus intermedius can be traversed with the rigid bronchoscope with some maneuvering. For intubation of the right mainstem, the patient’s head should be turned to the left, straightening the alignment from the trachea to the right mainstem. Similarly, turning the patient’s head to the right allows access for the rigid bronchoscope to traverse the left mainstem bronchus. Regardless of the direction the rigid bronchoscope is advanced, the bronchoscopist should always maintain a clear view of the distal end of the rigid bronchoscope barrel and avoid contact with the airway walls. Loss of visualization, appropriate orientation, and contact with the airway walls while the rigid bronchoscope is advanced can result in serious airway injury and potential perforation. Adjunct Procedures\nAs discussed, the rigid bronchoscope can function as a conduit for numerous other common tools and instruments that may need to be deployed during the procedure including but not limited to flexible bronchoscope, cryotherapy, electrocautery, argon plasma coagulation (APC), laser, microdebrider, and airway stent deployment. These therapeutic modalities are discussed in depth in other chapters. PRECAUTIONS AND CAVEATS Contraindications\nThere are very few absolute contraindications for rigid bronchoscopy; however, as with any procedure, the proceduralist should be familiar with these prior to considering rigid bronchoscopy. Absolute contraindications include unstable facial fractures, facial malformations, laryngeal disease or upper airway obstructions that would preclude passage of the rigid instruments, cervical spine instability with trauma or rheumatoid arthritis, prior cervical spine fusion, severe cervical spondylosis, or other limited cervical neck mobility that would limit hyperextension of the neck required for appropriate positioning and successful rigid intubation.1,6 Other Considerations\nBecause rigid bronchoscopy is performed generally for therapeutic purposes often in a vulnerable patient population, the goals of the procedure and potential benefits should be weighed carefully against the risks. There is a risk of respiratory failure with rigid bronchoscopy and anesthesia, and it should be contemplated against the predictors of successful therapeutic outcomes before subjecting a patient to the procedure. Similarly, other cardiovascular risks, coagulopathy, and so on, should be considered like any other bronchoscopic procedure. COMPLICATIONS\nComplications during rigid bronchoscopy are relatively rare, cumulatively reported between 3.9 % and 13.4 % depending on the series5,8; however, these can occur at any time during the procedure including intubation, as a function of adjunct procedure during the case, and/or in the periprocedural setting. Overall mortality of patients undergoing rigid bronchoscopy is < 1 %,5,8 with increased complication risk associated with the use of moderate sedation rather than general anesthesia, American Society of Anesthesiologists (ASA) classification score of > 3, and the need for re-do bronchoscopy.8 Appropriate patient selection, team training, and development of expertise in rigid bronchoscopy are essential to mitigate these complications. The most common complication after rigid bronchoscopy is a sore throat, but more serious complications can occur. Specifically, poor technique during intubation or an inadequate assessment of the teeth, mouth, and upper airway prior to the procedure can result in damage to the lips, teeth (including dislodgement), and oropharyngeal mucosa if appropriate shielding and care is not taken when maneuvering the rigid bronchoscope through the upper airway. Further, laryngeal edema and damage to the arytenoids and vocal cords can occur when traversing the larynx. Cervical spine injuries and paralysis can occur due to hyperextension of the neck in patients with severe cervical stenosis, unstable cervical spine or even with limited mobility in severe osteoporosis. Lacerations and perforation of the airway wall can occur at any time during navigation of the rigid bronchoscope and the operator should always have appropriate visualization of the distal, beveled end of the barrel to reduce this risk when maneuvering or advancing the rigid bronchoscope. Airway tear can result in pneumothorax, pneumomediastinum, and bronchovascular fistulae. During the therapeutic procedure, the bronchoscopist should be aware of the potential for bronchospasm, airway bleeding, airway trauma, and any",
      "page": 10,
      "start_offset": 0,
      "end_offset": 5231,
      "token_count": 1131,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Similarly, other cardiovascular risks, coagulopathy, and so on, should be considered like any other bronchoscopic procedure.",
        "OnceCHAPTER Rigid Bronchoscopy D\nBevel\non top\nTongue\nBevel on top\nTongue\nBevel\non top\nEpiglottis\nBevel\non top\nEpiglottis\nBevel\non top\nVocal\ncords\nBevel\non top\nVocal\ncords\nBevel\nrotated\n90 degrees\nVocal\ncord\nBevel\nrotated\n90 degrees\nVocal\ncordSECTION Therapeutic Bronchoscopy Procedures accessible; however, the right mainstem, left mainstem bronchi, and bronchus intermedius can be traversed with the rigid bronchoscope with some maneuvering.",
        "COMPLICATIONS\nComplications during rigid bronchoscopy are relatively rare, cumulatively reported between 3.9 % and 13.4 % depending on the series5,8; however, these can occur at any time during the procedure including intubation, as a function of adjunct procedure during the case, and/or in the periprocedural setting."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p11_0_6841fd72",
      "text": "al edema and damage to the arytenoids and vocal cords can occur when traversing the larynx. Cervical spine injuries and paralysis can occur due to hyperextension of the neck in patients with severe cervical stenosis, unstable cervical spine or even with limited mobility in severe osteoporosis. Lacerations and perforation of the airway wall can occur at any time during navigation of the rigid bronchoscope and the operator should always have appropriate visualization of the distal, beveled end of the barrel to reduce this risk when maneuvering or advancing the rigid bronchoscope. Airway tear can result in pneumothorax, pneumomediastinum, and bronchovascular fistulae. During the therapeutic procedure, the bronchoscopist should be aware of the potential for bronchospasm, airway bleeding, airway trauma, and anyCHAPTER Rigid Bronchoscopy additional specific complications that may be encountered by the use of adjunct procedures and tools. Finally, the bronchoscopist should always be aware of the need for shared airway management with the anesthesiologist. Hypoxemia and hypercapnia can easily develop during rigid bronchoscopy and should be managed promptly. Adequate communication between the bronchoscopist and the anesthesiologist is needed at all times during the procedure to ensure appropriate strategic airway management and minimize the risks of any procedure under general anesthesia including respiratory failure, myocardial infarction, cerebrovascular accident, or death. EVIDENCE\nBenign and Malignant Central Airway Obstruction\nWe prospectively assessed 53 patients who underwent rigid bronchoscopy for management of malignant and benign CAO.7 Flexible bronchoscopy was used as an adjunct in all the procedures. Airway debulking, heat ablative therapies, balloon dilation, and airway stent placement were performed as needed for the underlying disease process. Therapeutic bronchoscopy improved spirometry, dyspnea, and quality of life. The airway patency was achieved in 83 % patients. The survival was better in patients with malignant airway obstruction in whom airway patency was successfully achieved. Complications from the bronchoscopy were rare, including airway tear, pneumothorax, and transient hypoxemia. Similar experience was reported by Ong and colleagues, who showed, in patients with malignant CAO who underwent therapeutic bronchoscopy, primarily using rigid and flexible bronchoscope, improvement in dyspnea and quality of life last long term.11 While the flexible bronchoscope can be used to place various stents, the silicone stents cannot be deployed without a rigid bronchoscope.12 Management of Massive Hemoptysis\nThe rigid bronchoscope can offer many advantages when managing massive hemoptysis.13 It can be used to intubate the mainstem bronchus of the lung from where the bleeding is originating, while the contralateral lung is ventilated with the side ports of the rigid scope. Various instruments, including flexible bronchoscope, large suction catheters, heat ablative modalities, endobronchial blockers, and so on, can then be introduced into the airway to manage the bleeding. Foreign Body Removal\nRemoval of a foreign body was the first indication of rigid bronchoscopy,2 and it dramatically decreased the mortality of foreign body aspiration. However, with the advent of the flexible bronchoscope in 1970s, most of the foreign bodies are now removed via flexible bronchoscopy.14 However, the rigid bronchoscope can provide a larger conduit for foreign body removal, while maintaining the airway and ventilation. It has been used as a rescue procedure when flexible bronchoscopy failed.15 RIGID BRONCHOSCOPY TRAINING\nFormal rigid bronchoscopy training is generally limited to interventional pulmonary fellowships and thoracic surgery training programs. Rigid bronchoscopy experience is only offered in around 4.4 % of general pulmonology training programs, as flexible bronchoscopy has largely replaced the rigid bronchoscope as the tool of choice for general pulmonologists.5 Several governing bodies including the American Thoracic Society (ATS), European Respiratory Society (ERS), and the American College of Chest Physicians (ACCP) have published guidelines regarding recommended training and suggested minimum procedural numbers for a proceduralist to obtain and maintain competence in performing rigid bronchoscopy. The 2002 ATS/ERS-combined statement suggests that all proceduralists performing rigid bronchoscopy possess prior “extensive experience” in both flexible bronchoscopy and endotracheal intubation and perform at least 20 rigid bronchoscopies while supervised in a training setting prior to independent practice, and at least 10–15 additional rigid bronchoscopies annually thereafter to maintain procedural competency.1 Similarly, the ACCP agrees with these guidelines as a minimum for rigid bronchoscopy skill acquisition, but further emphasizes the importance of ongoing training, lifelong learning, and continuous periodic reassessment of skills and opportunities for improvement during the practice of rigid bronchoscopy.16 As such, recommendations for training and evaluation of procedural competency have been moving away from simple number-based threshold towards skill proficiency assessments. One such tool, the RIGID-TASC,",
      "page": 11,
      "start_offset": 0,
      "end_offset": 5305,
      "token_count": 1079,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The 2002 ATS/ERS-combined statement suggests that all proceduralists performing rigid bronchoscopy possess prior “extensive experience” in both flexible bronchoscopy and endotracheal intubation and perform at least 20 rigid bronchoscopies while supervised in a training setting prior to independent practice, and at least 10–15 additional rigid bronchoscopies annually thereafter to maintain procedural competency.1 Similarly, the ACCP agrees with these guidelines as a minimum for rigid bronchoscopy skill acquisition, but further emphasizes the importance of ongoing training, lifelong learning, and continuous periodic reassessment of skills and opportunities for improvement during the practice of rigid bronchoscopy.16 As such, recommendations for training and evaluation of procedural competency have been moving away from simple number-based threshold towards skill proficiency assessments.",
        "EVIDENCE\nBenign and Malignant Central Airway Obstruction\nWe prospectively assessed 53 patients who underwent rigid bronchoscopy for management of malignant and benign CAO.7 Flexible bronchoscopy was used as an adjunct in all the procedures.",
        "Rigid bronchoscopy experience is only offered in around 4.4 % of general pulmonology training programs, as flexible bronchoscopy has largely replaced the rigid bronchoscope as the tool of choice for general pulmonologists.5 Several governing bodies including the American Thoracic Society (ATS), European Respiratory Society (ERS), and the American College of Chest Physicians (ACCP) have published guidelines regarding recommended training and suggested minimum procedural numbers for a proceduralist to obtain and maintain competence in performing rigid bronchoscopy."
      ]
    },
    {
      "chunk_id": "practical_gti_rigid_bronchosco_p12_0_19138d78",
      "text": "performing rigid bronchoscopy. The 2002 ATS/ERS-combined statement suggests that all proceduralists performing rigid bronchoscopy possess prior “extensive experience” in both flexible bronchoscopy and endotracheal intubation and perform at least 20 rigid bronchoscopies while supervised in a training setting prior to independent practice, and at least 10–15 additional rigid bronchoscopies annually thereafter to maintain procedural competency.1 Similarly, the ACCP agrees with these guidelines as a minimum for rigid bronchoscopy skill acquisition, but further emphasizes the importance of ongoing training, lifelong learning, and continuous periodic reassessment of skills and opportunities for improvement during the practice of rigid bronchoscopy.16 As such, recommendations for training and evaluation of procedural competency have been moving away from simple number-based threshold towards skill proficiency assessments. One such tool, the RIGID-TASC,SECTION Therapeutic Bronchoscopy Procedures\ndeveloped as a 23-point checklist scored on a 0–100-point scale by an independent examiner observing a trainee performing rigid bronchoscopy intubation and airway navigation, has demonstrated validity and reliability as an assessment of rigid bronchoscopy skills and ability to classify operators into novice, intermediate, and expert categories.17 RIGID-TASC can be used for both initial assessment and ongoing periodic appraisal of rigid bronchoscopy procedural skills. Further, incorporating simulation-based training and skills assessments can also provide improved learning outcomes and additional competency in rigid bronchoscopy skills, and is recommended as a part of a multimodal training program.1,5,16,18 SUMMARY\nRigid bronchoscopy remains an essential tool in the arsenal of the properly trained interventional pulmonologist or thoracic surgeon offering the advantage of maintaining a secure airway and effective ventilation while allowing for multiple rigid and flexible instruments introduced into the airway for therapeutic indications. Numerous adjunct techniques, including cryotherapy, heat therapies, and stent deployment, are optimized when utilized in tandem with the rigid bronchoscope. Prior to performing rigid bronchoscopy, the proceduralists should ensure appropriate patient evaluation, optimize comorbidities, maintain good communication with the supporting anesthesiology team, and acquire and maintain competency of the skills required to perform rigid bronchoscopy safely and effectively. ACKNOWLEDGMENT\nHope Johnson, RRT, RCP and Wendy Curry, RRT for their assistance with figures. REFERENCES\n1. Bolliger computed tomography (CT), Mathur PN, Beamis JF, et al. ERS/ATS statement on interventional pulmonology. European Respiratory Society/American Thoracic Society. Eur Respir J. 2002;19(2):356–373.\n2. Panchabhai TS, Mehta AC. Historical perspectives of bronchoscopy. Connecting the dots. Ann Am Thorac Soc. 2015;12(5):631–641.\n3. Dutau H, Vandemoortele T, Breen DP. Rigid bronchoscopy. Clin Chest Med. 2013;34(3):427–435.\n4. Prowse SJ, Makura Z. Gustav Killian: beyond his dehiscence. J Laryngol Otol. 2012;126(11):1164–1168.\n5. Alraiyes AH, Machuzak MS. Rigid bronchoscopy. Semin Respir Crit Care Med. 2014;35(6):671–680.\n6. Pathak V, Welsby I, Mahmood K, Wahidi M, MacIntyre N, Shofer S. Ventilation and anesthetic approaches for rigid bronchoscopy. Ann Am Thorac Soc. 2014;11(4): 628–634.\n7. Mahmood K, Wahidi MM, Thomas S, et al. Therapeutic bronchoscopy improves spirometry, quality of life, and survival in central airway obstruction. Respiration. 2015;89(5):404–413.\n8. Ost DE, Ernst A, Grosu HB, et al. Complications following therapeutic bronchoscopy for malignant central airway obstruction: results of the AQuIRE Registry. Chest. 2015;148(2):450–471.\n9. Sklar MC, Fan E, Goligher EC. High-frequency oscillatory ventilation in adults with ARDS: past, present, and future. Chest. 2017;152(6):1306–1317.\n10. Pawlowski J. Anesthetic considerations for interventional pulmonary procedures. Curr Opin Anaesthesiol. 2013;26(1):6–12.\n11. Ong P, Grosu HB, Debiane L, et al. Long-term quality-adjusted survival following therapeutic bronchoscopy for malignant central airway obstruction. Thorax. 2019;74(2):141–156.\n12. Dumon JF. A dedicated tracheobronchial stent. Chest. 1990;97(2):328–332.\n13. Davidson K, Shojaee S. Managing massive hemoptysis. Chest. 2020;157(1):77–88.\n14. Hewlett JC, Rickman OB, Lentz RJ, Prakash UB, Maldonado F. Foreign body aspiration in adult airways: therapeutic approach. J Thorac Dis. 2017;9(9):3398–3409.\n15. Limper AH, Prakash UB. Tracheobronchial foreign bodies in adults. Ann Intern Med. 1990;112(8):604–609.\n16. Ernst A, Wahidi MM, Read CA, et al. Adult",
      "page": 12,
      "start_offset": 0,
      "end_offset": 4727,
      "token_count": 1176,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The 2002 ATS/ERS-combined statement suggests that all proceduralists performing rigid bronchoscopy possess prior “extensive experience” in both flexible bronchoscopy and endotracheal intubation and perform at least 20 rigid bronchoscopies while supervised in a training setting prior to independent practice, and at least 10–15 additional rigid bronchoscopies annually thereafter to maintain procedural competency.1 Similarly, the ACCP agrees with these guidelines as a minimum for rigid bronchoscopy skill acquisition, but further emphasizes the importance of ongoing training, lifelong learning, and continuous periodic reassessment of skills and opportunities for improvement during the practice of rigid bronchoscopy.16 As such, recommendations for training and evaluation of procedural competency have been moving away from simple number-based threshold towards skill proficiency assessments.",
        "Further, incorporating simulation-based training and skills assessments can also provide improved learning outcomes and additional competency in rigid bronchoscopy skills, and is recommended as a part of a multimodal training program.1,5,16,18 SUMMARY\nRigid bronchoscopy remains an essential tool in the arsenal of the properly trained interventional pulmonologist or thoracic surgeon offering the advantage of maintaining a secure airway and effective ventilation while allowing for multiple rigid and flexible instruments introduced into the airway for therapeutic indications.",
        "Numerous adjunct techniques, including cryotherapy, heat therapies, and stent deployment, are optimized when utilized in tandem with the rigid bronchoscope."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Rigid Bronchoscopy",
    "Knowledge Base for Rigid Bronchoscopy.pdf",
    "Page 1",
    "Background",
    "Indications",
    "Preprocedural Planning",
    "Extracted Tables",
    "Page 2",
    "Page 3",
    "Extracted Figures",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8"
  ],
  "source_file": "Rigid Bronchoscopy.md"
}