{
  "doc_id": "practical_gti_stent_placement",
  "title": "Stent Placement",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 11,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:37.419628",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_stent_placement_p1_0_64b800ef",
      "text": "101 INTRODUCTION\nAn airway stent is a hollow prosthesis that maintains airway patency and provides structural support. Stent deployment is an integral skill for an interventional pulmonologist. The indications and selection of airway stents will typically dictate the deployment technique used. Therefore the interventional pulmonologist must be familiar with a variety of techniques depending on the pathology that warrants stenting. In this chapter we will discuss stent types, indication, and placement. HISTORY\nThe word “stent” is named after Charles Stent, a British dentist who created dental splints in the 19th century. The first stents were surgically placed by Trendelenburg and Bond to treat airway strictures and endoscopic placement was first performed by Brunings and Albrecht in 1915.1 In 1965, a silicone stent with a tracheal stomal limb was invented by Montgomery, called the T-tube,2 for treatment of subglottic stenosis. The first strictly endoluminal airway silicone stent was developed and described by Jean-François Dumon.3 The silicone stent is what gave interventional pulmonology momentum, as this allowed central airway obstruction to be managed by pulmonologists with training in rigid bronchoscopy.4 Since then there has also been the emergence of metallic stents. TYPES OF STENTS\nAn ideal stent would (a) be easy to place and remove, (b) be resistant to migration, (c) not form granulation tissue, (d) not become obstructed with secretions, (e) be able to conform well to the patient’s airway, (f) be customizable, (g) have sufficient radial force to maintain airway patency, and (h) be inexpensive. Unfortunately, this ideal stent does not (yet) exist. Two main categories of stents exist: metallic and silicone. Both types of stents are used to manage central airway obstruction. A variety of stents are available for each main category ( INDICATIONS FOR AIRWAY STENTING\nAirway stents are placed when a patient develops respiratory symptoms and has imaging findings consistent with focal airway obstruction1, 5 ( - Christine Argento and Sean B. Smith",
      "page": 1,
      "start_offset": 0,
      "end_offset": 2082,
      "token_count": 468,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "101 INTRODUCTION\nAn airway stent is a hollow prosthesis that maintains airway patency and provides structural support.",
        "The indications and selection of airway stents will typically dictate the deployment technique used. Therefore the interventional pulmonologist must be familiar with a variety of techniques depending on the pathology that warrants stenting."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p2_0_ff9e4e3d",
      "text": "stent would (a) be easy to place and remove, (b) be resistant to migration, (c) not form granulation tissue, (d) not become obstructed with secretions, (e) be able to conform well to the patient’s airway, (f) be customizable, (g) have sufficient radial force to maintain airway patency, and (h) be inexpensive. Unfortunately, this ideal stent does not (yet) exist. Two main categories of stents exist: metallic and silicone. Both types of stents are used to manage central airway obstruction. A variety of stents are available for each main category ( INDICATIONS FOR AIRWAY STENTING\nAirway stents are placed when a patient develops respiratory symptoms and has imaging findings consistent with focal airway obstruction1, 5 ( - Christine Argento and Sean B. SmithSECTION Therapeutic Bronchoscopy Procedures The area of stent placement need to be patent for stent placement to be effective; this can sometimes be determined with imaging but often must be assessed during bronchoscopy. Airway stents can be particularly useful in patients with lung cancer, of which 30 % present with airway obstruction and 35 % will die from asphyxia, hemoptysis, or postobstructive pneumonia.6 In a large, multicenter registry of 1115 procedures on 947 patients undergoing therapeutic bronchoscopy for central airway obstruction, one-third of patients underwent airway stenting that was associated with improvement in likelihood of achieving airway patency. Interestingly, patients with higher baseline dyspnea (Borg score) and nonlobar obstruction experienced greater improvements in dyspnea and health-related quality of life. Additionally, patients with higher American Society of Anesthesiology (ASA) score and lower functional status also had greater improvements in health-related quality of life.7 Of note, the United States Food and Drug Administration of the United States issued a black box warning on the use of uncovered metallic stents in the trachea to treat benign tracheal obstruction in 2005.8 The current standard of care is to treat benign tracheal obstruction with silicone stents or fully covered metallic stents. Fortin and colleagues reviewed the records of 30 patients who had third-generation fully covered metallic stents placed in the central airway for benign airway stenosis and found that 50 % had to be removed for complications at a mean of 77 +/- 96.6 days, the rest were removed at 122 +/- 113.2 days without complication. The clinical success rate of stent treatment was 40.7 % and no stent-related mortalities were reported.9 Stenting of more distal airways can be considered on a case-by-case basis to drain retained secretions, improve atelectasis, and assist with dyspnea, though this is technically more challenging and outcomes are less consistent, due for the most part to mucus clearance issues.10",
      "page": 2,
      "start_offset": 0,
      "end_offset": 2824,
      "token_count": 610,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Airway stents can be particularly useful in patients with lung cancer, of which 30 % present with airway obstruction and 35 % will die from asphyxia, hemoptysis, or postobstructive pneumonia.6 In a large, multicenter registry of 1115 procedures on 947 patients undergoing therapeutic bronchoscopy for central airway obstruction, one-third of patients underwent airway stenting that was associated with improvement in likelihood of achieving airway patency.",
        "Additionally, patients with higher American Society of Anesthesiology (ASA) score and lower functional status also had greater improvements in health-related quality of life.7 Of note, the United States Food and Drug Administration of the United States issued a black box warning on the use of uncovered metallic stents in the trachea to treat benign tracheal obstruction in 2005.8 The current standard of care is to treat benign tracheal obstruction with silicone stents or fully covered metallic stents.",
        "A variety of stents are available for each main category ( INDICATIONS FOR AIRWAY STENTING\nAirway stents are placed when a patient develops respiratory symptoms and has imaging findings consistent with focal airway obstruction1, 5 ( - Christine Argento and Sean B."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p3_0_939d137f",
      "text": "standard of care is to treat benign tracheal obstruction with silicone stents or fully covered metallic stents. Fortin and colleagues reviewed the records of 30 patients who had third-generation fully covered metallic stents placed in the central airway for benign airway stenosis and found that 50 % had to be removed for complications at a mean of 77 +/- 96.6 days, the rest were removed at 122 +/- 113.2 days without complication. The clinical success rate of stent treatment was 40.7 % and no stent-related mortalities were reported.9 Stenting of more distal airways can be considered on a case-by-case basis to drain retained secretions, improve atelectasis, and assist with dyspnea, though this is technically more challenging and outcomes are less consistent, due for the most part to mucus clearance issues.10Here's the cleaned-up text: CHAPTER Stent Placement PREPROCEDURAL PLANNING\nPatients’ histories, physical examination, and computed tomography (CT) imaging should be carefully reviewed to confirm the need for airway stenting and to plan the procedure. Patients best suited for airway stenting are usually symptomatic with possible impending respiratory compromise, and so a team approach should be designed. Patients are best served in centers wherein there can be collaboration between multidisciplinary team members, including interventional pulmonologists, anesthesiologists, critical care physicians, and thoracic surgeons or otolaryngologists. Although some patients may be unstable for transport to other medical centers, it is essential to recognize that there can be risks of deploying airway stents without the proper equipment, team members, and facilities to care for the patient.11 It is important to recognize and plan for extrinsic, intrinsic, and complex stenoses. Tissue debulking may be necessary before stents can be deployed for intrinsic and complex stenoses, and so the proper equipment and expertise must be made available prior to the procedure, for example, rigid bronchoscopy, cryotherapy, argon plasma coagulation, electrocautery, or laser therapy. The lung parenchyma distal to the stenosis should be carefully assessed. Airway stenting is most effective when the lung distal to the stenosis is viable. Stents placed in airways proximal to solid tissue masses may alleviate the stenosis and open the airway but not facilitate ventilation and therefore provide little clinical benefit. Likewise, computed tomography (CT) imaging can help assess the vasculature in relation to airway stenosis, and if there is significant obstruction of distal lung perfusion, then stenting to improve ventilation may not yield clinical benefit. Therefore CT chest imaging with IV contrast can be Comparison of Metallic and Silicone Stents | | Metal (Covered or Uncovered) | Silicone | |:------------------------------ |:---------------------------------- |:------------------------------- | | Insertion with flexible scope | Yes | No | | Insertion with rigid scope | Yes | Yes | | Granulation tissue formation | Yes | Yes (ends) | | Tumor ingrowth | Yes (uncovered) | No | | Migration | Rarely | Yes | | Fracture | Yes | Very rarely | | Infection | Yes | Rarely | | Airway perforation | Rarely | Very rarely | | Mucus plugging | Rarely | Yes | | Modifiable | No | Yes | | Able to reposition | Immediately-yes Later-no | Yes | | Ease of insertion | Easy | Requires rigid bronchoscopy expertise | | Conforms to tortuous airway | Yes | No | | Internal-to-external diameter ratio | High | Low | | Radial strength/force | Medium | High | | Mucociliary clearance | Uncovered-yes Covered-no | No | | Cost | More | Less | Indications for Metallic and Silicone Stents | Indication | Metallic | Silicone | |:---------------------------------- |:------- |:------- | | Tracheal tumor | Yes | Yes | | Bronchial tumor in central airways | Yes | Yes | | Small airway with tumor | Yes | No | | Malacia/EDAC | Sometimes | Yes | | Tracheoesophageal fistula | No | Yes | | Anastomotic dehiscence | Yes | Rarely | | Extrinsic compression | Yes | Yes | | Benign tracheal stenosisa | No | Yes | aThis can include idiopathic, inhalational injury, posttracheostomy, postintubation, and autoimmune conditions (ex sarcoid, granulomatosis with polyangiitis, or systemic lupus erythematosus).\nEDAC, Excessive dynamic airway collapse.",
      "page": 3,
      "start_offset": 0,
      "end_offset": 4331,
      "token_count": 975,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "standard of care is to treat benign tracheal obstruction with silicone stents or fully covered metallic stents.",
        "The clinical success rate of stent treatment was 40.7 % and no stent-related mortalities were reported.9 Stenting of more distal airways can be considered on a case-by-case basis to drain retained secretions, improve atelectasis, and assist with dyspnea, though this is technically more challenging and outcomes are less consistent, due for the most part to mucus clearance issues.10Here's the cleaned-up text: CHAPTER Stent Placement PREPROCEDURAL PLANNING\nPatients’ histories, physical examination, and computed tomography (CT) imaging should be carefully reviewed to confirm the need for airway stenting and to plan the procedure.",
        "Likewise, computed tomography (CT) imaging can help assess the vasculature in relation to airway stenosis, and if there is significant obstruction of distal lung perfusion, then stenting to improve ventilation may not yield clinical benefit."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p4_0_3ddf5e12",
      "text": "for Metallic and Silicone Stents | Indication | Metallic | Silicone | |:---------------------------------- |:------- |:------- | | Tracheal tumor | Yes | Yes | | Bronchial tumor in central airways | Yes | Yes | | Small airway with tumor | Yes | No | | Malacia/EDAC | Sometimes | Yes | | Tracheoesophageal fistula | No | Yes | | Anastomotic dehiscence | Yes | Rarely | | Extrinsic compression | Yes | Yes | | Benign tracheal stenosisa | No | Yes | aThis can include idiopathic, inhalational injury, posttracheostomy, postintubation, and autoimmune conditions (ex sarcoid, granulomatosis with polyangiitis, or systemic lupus erythematosus).\nEDAC, Excessive dynamic airway collapse.SECTION Therapeutic Bronchoscopy Procedures\nextremely helpful for selection of patients most likely to benefit from stenting. We recommend general anesthesia for stent deployment in order to facilitate airway management and adequate oxygenation and ventilation during the procedure. For distal tracheal or bronchial stenosis, the placement of an endotracheal tube may be routine, but for more proximal tracheal stenosis, endotracheal tube placement may be more difficult or impossible. Rigid bronchoscopy may therefore be necessary immediately upon the induction of anesthesia in order to secure the proximal trachea and follow with ablation or dilation of the stenosis before stenting. Rigid bronchoscopes also provide the interventional pulmonologist with more options for deployment of either silicone or metallic stents. Often the flexible scope is used through the rigid bronchoscope to assist with debulking or stent deployment. If a routine endotracheal tube is used, however, we recommend using at least an 8.0-size tube to facilitate ventilation around a therapeutic flexible bronchoscope. DEPLOYING METALLIC STENTS\nMetallic stents can be uncovered, partially covered, or completely covered by silicone or polyurethane. Although they used to be made of stainless steel, now these stents are made of nitinol, a nickel-titanium alloy that is elastic and has shape memory so will return to original form after being folded and loaded onto a catheter for deployment. No one stent is perfectly suited to all airway pathologies, and interventional pulmonologists should learn the benefits and limitations of each type. In general, metallic stents should be considered for malignant airways disease, when the provider wants to maximize internal-to-external diameter, if the airway is irregular, and when an uncovered portion may be desired to maintain patency of an adjacent airway. Uncovered metallic stents are used on occasion for benign disease, specifically for anastomotic dehiscence following lung transplantation.12 All metallic stents share their ability to be easily folded into a low-profile deployment system. This means that they can be passed through a rigid bronchoscope or an endotracheal tube, and some can even pass through the working channel of a flexible bronchoscope, thus can be deployed without the use of rigid bronchoscopy. The most commonly used metallic stents today are the Ultraflex (Boston Scientific, Marlborough, MA, USA) ( After the airway has been secured, flexible or rigid bronchoscopy is performed to inspect the stenosis and perform any necessary measure for dilation or ablation. Once the diameter of the airway lumen has been maximized, the provider should make measurements of the length and diameter of residual stenosis in order to select the appropriate stent size. Measurement of length can be done by passing the scope to the distal end of the stenosis, placing a finger on the scope to use as a marker, and then retracting to the proximal end of the stenosis. The distance from the distal to proximal end can then be measured using a ruler. If there are adjacent airway orifices, providers should consider the risks of occluding the orifice with any covered portion of a metallic stent. The diameter of the airway lumen can sometimes be estimated by visual inspection in relation to the scope, but balloon dilation can be useful to measure by inflating a balloon to the diameter required to occlude the lumen briefly. Finally, some companies offer sizing balloons to measure the airway luminal diameter more accurately ( Once the stent type and size have been selected, a guidewire (typically 0.035 inch diameter) is placed",
      "page": 4,
      "start_offset": 0,
      "end_offset": 4353,
      "token_count": 949,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In general, metallic stents should be considered for malignant airways disease, when the provider wants to maximize internal-to-external diameter, if the airway is irregular, and when an uncovered portion may be desired to maintain patency of an adjacent airway.",
        "EDAC, Excessive dynamic airway collapse.SECTION Therapeutic Bronchoscopy Procedures\nextremely helpful for selection of patients most likely to benefit from stenting."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p5_0_91c8fc10",
      "text": "by passing the scope to the distal end of the stenosis, placing a finger on the scope to use as a marker, and then retracting to the proximal end of the stenosis. The distance from the distal to proximal end can then be measured using a ruler. If there are adjacent airway orifices, providers should consider the risks of occluding the orifice with any covered portion of a metallic stent. The diameter of the airway lumen can sometimes be estimated by visual inspection in relation to the scope, but balloon dilation can be useful to measure by inflating a balloon to the diameter required to occlude the lumen briefly. Finally, some companies offer sizing balloons to measure the airway luminal diameter more accurately ( Once the stent type and size have been selected, a guidewire (typically 0.035 inch diameter) is placedCHAPTER Stent Placement through the bronchoscope under visual and/or fluoroscopic guidance. The wire is passed through the stenosis to the distal airway, and again an assessment of the external metallic markers corresponding to the proximal and distal ends of the stenosis is made. If a flexible bronchoscope is being used, the scope is then removed using the Seldinger technique, keeping gentle forward pressure on the wire in order to leave the wire in place across the stenosis. Live fluoroscopy is useful to maintain the wire in the desired location. With the flexible scope removed and the wire exiting via the endotracheal tube or rigid scope, the stent deployment device can be positioned over the wire. It is important to assess the endotracheal tube or rigid bronchoscope size and ventilator connectors to ensure that the deployment device can fit smoothly over the wire, through the tube or scope and into the airway. The deployment device is then advanced over the wire and across the stenosis, A\nB",
      "page": 5,
      "start_offset": 0,
      "end_offset": 1836,
      "token_count": 393,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "It is important to assess the endotracheal tube or rigid bronchoscope size and ventilator connectors to ensure that the deployment device can fit smoothly over the wire, through the tube or scope and into the airway.",
        "by passing the scope to the distal end of the stenosis, placing a finger on the scope to use as a marker, and then retracting to the proximal end of the stenosis."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p6_0_a6726f4a",
      "text": "and again an assessment of the external metallic markers corresponding to the proximal and distal ends of the stenosis is made. If a flexible bronchoscope is being used, the scope is then removed using the Seldinger technique, keeping gentle forward pressure on the wire in order to leave the wire in place across the stenosis. Live fluoroscopy is useful to maintain the wire in the desired location. With the flexible scope removed and the wire exiting via the endotracheal tube or rigid scope, the stent deployment device can be positioned over the wire. It is important to assess the endotracheal tube or rigid bronchoscope size and ventilator connectors to ensure that the deployment device can fit smoothly over the wire, through the tube or scope and into the airway. The deployment device is then advanced over the wire and across the stenosis, A\nBSECTION Therapeutic Bronchoscopy Procedures\nusing direct visualization with an ultrathin or pediatric scope with or without live fluoroscopy to ensure that the stent will land in the desired location. When the stent is deployed, there tends to be some backward tension and movement of the stent, and so keeping the stent slightly distal to the desired location is advised. Deployment devices differ by brand of metallic stent. The principle involves the unsheathing of the folded stent with either retraction of a cord or removal of a covering sheath. As the stent is uncovered, use direct visualization with a bronchoscope or live fluoroscopy and gentle forward pressure on the deployment device to keep the stent from migrating during deployment. Some brands with a retractable sheath allow for read-vancing the sheath back over the stent up to a certain point during deployment if the stent location needs adjustment. During deployment, the metallic stent will expand to its manufactured diameter depending on its interaction with and the compliance of the airway wall. It is useful to remember that although metallic, the radial force of a metallic stent is less than that of a silicone stent, and so extrinsic pressure from the airway wall may limit full expansion. Once fully uncovered, the deployment device will be disengaged from the stent and must be removed from the airway. We often continue direct visualization with a scope or live fluoroscopy guidance",
      "page": 6,
      "start_offset": 0,
      "end_offset": 2322,
      "token_count": 475,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "It is important to assess the endotracheal tube or rigid bronchoscope size and ventilator connectors to ensure that the deployment device can fit smoothly over the wire, through the tube or scope and into the airway.",
        "and again an assessment of the external metallic markers corresponding to the proximal and distal ends of the stenosis is made."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p7_0_dd8cb8ca",
      "text": "stent is uncovered, use direct visualization with a bronchoscope or live fluoroscopy and gentle forward pressure on the deployment device to keep the stent from migrating during deployment. Some brands with a retractable sheath allow for read-vancing the sheath back over the stent up to a certain point during deployment if the stent location needs adjustment. During deployment, the metallic stent will expand to its manufactured diameter depending on its interaction with and the compliance of the airway wall. It is useful to remember that although metallic, the radial force of a metallic stent is less than that of a silicone stent, and so extrinsic pressure from the airway wall may limit full expansion. Once fully uncovered, the deployment device will be disengaged from the stent and must be removed from the airway. We often continue direct visualization with a scope or live fluoroscopy guidanceCHAPTER Stent Placement\nto ensure that the deployment device disengages fully and does not unintentionally catch or retract the stent. In cases where the deployment device is small enough, it can be deployed via the working channel of a flexible therapeutic bronchoscope (Bonastents 8 mm or 10 mm diameter). Rigid bronchoscopy, however, can also be used to deploy a metallic stent. The rigid scope serves as the endotracheal tube for ventilation and can be large enough in diameter to accommodate a deployment device. Depending on the sizes, a flexible or rigid optic device may also pass through the scope to provide real-time endoscopic guidance during deployment. This may help the bronchoscopist get an assessment of how the stent interacts and fits within the proximal end of the stenosis.13 We would still encourage concomitant live fluoroscopy to help assess the distal end that is unlikely to be well visualized endoscopically. After deployment, either flexible or rigid bronchoscopy should be used to perform a thorough assessment of the stent within the stenosis. Adjacent airway orifices should be examined in order to determine how, if at all, there has been any obstruction that may limit ventilation or mucus drainage. Metallic stents can be adjusted once deployed. Some brands have strings woven within the proximal and/or distal ends that can facilitate grasping with a flexible or rigid forceps. The forceps can then be used to pull the stent proximally across the stenosis for better positioning. We recommend not applying significant force on any single metallic strut without the help of a string, as the struts may fracture. Finally, balloon dilation may be used to improve the deployment of a stent that is not completely unfolded or may be compressed by extrinsic force of the airway wall. Please access Video 10.1 (Tracheobronchial Esophageal Fistula) online to watch deployment of a covered metallic stent for tracheobronchial esophageal fistula. If a metallic stent needs to be removed, this can be accomplished by either flexible or rigid bronchoscopy. If the stent was just deployed, or if granulation tissue has not encroached upon the stent, then a simple pulling maneuver with flexible forceps may disengage the stent from the airway wall. If there has been encroachment by granulation tissue or tumor, however, then ablative therapies or rigid bronchoscopy may be needed to carefully disengage the stent from the airway wall. Once mobilized, the metallic stent can be pulled out of the airway via the endotracheal tube, rigid scope, or even the native airway through the vocal cords, though using moderate sedation for stent removal is not advised given the possible difficulties that could be encountered and potential damage to the vocal cords. DEPLOYING SILICONE STENTS\nAs with metallic stents, there is no perfect stent for a specific airway obstruction. Silicone stents can be used in either benign or malignant disease, apply more radial force to extrinsic compression of the airway wall, and can generally remain in airways for longer periods of time with less granulation tissue formation. Silicone stents, however, are more prone to migration and are more likely to impair mucus clearance. All silicone stents require deployment with a rigid bronchoscope, and so the expertise with rigid techniques and equipment is absolutely necessary for the bronchoscopist, team, and facility planning to deploy a silicone stent. The procedures described earlier regarding bronchoscopic examination and planning before stent deployment apply similarly to silicone stents. Unlike metallic stents, however, silicone stents are not routinely placed over guidewires, but rather folded and deployed through the barrel of a rigid bronchoscope. This requires the rigid scope to be large enough to accommodate the folded silicone stent but also small enough to pass through the airway stenosis. Therefore diligent examination of the stenosis and manipulation of the scope through the stenosis should be performed prior to selecting and loading a stent. The silicone stent should be prepared for deployment. There are a wide variety of shapes and designs for silicone stents. Some are simple tube stents, while others have external studs to help minimize migration, and some are Y-shaped with three limbs in order to fit at a carina. Simple tube stents are symmetric, but silicone stents with special features require the provider to be very thoughtful when folding so as to ensure proper positioning of features within the airway after deployment. Some providers will use sandpaper or abrasive devices to shave or smooth down sharp edges on the ends of silicone stents in hopes of minimizing granulation tissue for long-term deployment. Also",
      "page": 7,
      "start_offset": 0,
      "end_offset": 5669,
      "token_count": 1166,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In cases where the deployment device is small enough, it can be deployed via the working channel of a flexible therapeutic bronchoscope (Bonastents 8 mm or 10 mm diameter).",
        "After deployment, either flexible or rigid bronchoscopy should be used to perform a thorough assessment of the stent within the stenosis.",
        "Please access Video 10.1 (Tracheobronchial Esophageal Fistula) online to watch deployment of a covered metallic stent for tracheobronchial esophageal fistula."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p8_0_6b3e2e68",
      "text": "folded silicone stent but also small enough to pass through the airway stenosis. Therefore diligent examination of the stenosis and manipulation of the scope through the stenosis should be performed prior to selecting and loading a stent. The silicone stent should be prepared for deployment. There are a wide variety of shapes and designs for silicone stents. Some are simple tube stents, while others have external studs to help minimize migration, and some are Y-shaped with three limbs in order to fit at a carina. Simple tube stents are symmetric, but silicone stents with special features require the provider to be very thoughtful when folding so as to ensure proper positioning of features within the airway after deployment. Some providers will use sandpaper or abrasive devices to shave or smooth down sharp edges on the ends of silicone stents in hopes of minimizing granulation tissue for long-term deployment. AlsoSECTION Therapeutic Bronchoscopy Procedures for the right upper lobe orifice. Customization of these stents can lead to successful stenting of difficult lesions with a good short-term safety profile.14 Depending on the brand of rigid bronchoscope, there are loading devices that assist in the folding and insertion of a silicone stent into a rigid introducer. The introducer is a hollow tube that can accommodate the folded stent within its own lumen, and then the introducer can be fit through the barrel of the rigid scope for stent deployment. The loading device helps keep the stent in folded position so that it can be pushed into the introducer (Figs. 10.7 and 10.8). Ample lubrication is helpful to slide the folded stent into the loader and introducer. Finally, a matched-size plunger will be placed through the back of the introducer ( When ready for deployment, the rigid bronchoscope should be placed through the airway stenosis and positioned near its distal end. The rigid optic and suction catheters will need to be removed, and depending on the rigid scope brand and ventilation strategy used (conventional vs. jet), adjustments to the caps or ventilation tubing may be required so that nothing is obstructing the barrel of the rigid scope proximally. Although brief, there will be a pause in effective ventilation during deployment, and so the anesthesia team should be prepared. The introducer, already loaded with the folded stent and plunger, can then be placed through the back end of the rigid scope. The introducer should be matched to the size of the barrel, thus allowing both for smooth passage of the introducer through the barrel as well as for correct positioning of the end of the introducer at the end of the barrel of the rigid bronchoscope. Some introducers allow for a rigid optic to be placed through the plunger or introducer, but in most cases the next steps of deployment will be blind. Silicone stents are not readily visible fluoroscopically, unless using a radio-opaque version, and so we do not find that fluoroscopy is useful during deployment. As the introducer is maneuvered through the barrel of the rigid scope, the bronchoscopist must keep the barrel in a steady position. Unknowingly advancing or retracting the scope before deployment will lead to malposition of the stent after deployment. With one hand steadying the barrel of the rigid scope, the bronchoscopist can use their other hand to push the plunger through the introducer, thus pushing the folded stent out of the introducer and into the airway. As the plunger is moved forward, we suggest gentle retraction of the barrel of the rigid scope so that the distal end of the stent remains in alignment, just beyond the distal edge of the stenosis. Simply deploying the plunger and stent without retracting the barrel can lead to the stent being pushed out far distal to the stenosis. After the plunger has been fully advanced through the introducer and the stent deployed, the introducer and plunger are removed so that the optic and suction catheters can be replaced. As with the deployment of metallic stents, there should be careful bronchoscopic inspection of a newly deployed silicone stent. Rigid manipulation is often required to achieve proper positioning and complete unfolding. The radial force and configuration memory of silicone stent will often cause it to open spontaneously from its folded configuration, but rigid forceps can be needed to pull, push, or twist a silicone stent into the desired position. Twisting of a silicone stent will cause it to fold into itself and reduce external diameter, and this maneuver can be useful to help slide a stent through the airway or stenosis. The rigid forceps, the barrel of the rigid scope, or an expansion balloon are all tools that can be used to help unfold and properly deploy silicone stents.",
      "page": 8,
      "start_offset": 0,
      "end_offset": 4790,
      "token_count": 994,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The loading device helps keep the stent in folded position so that it can be pushed into the introducer (Figs. 10.7 and 10.8).",
        "Therefore diligent examination of the stenosis and manipulation of the scope through the stenosis should be performed prior to selecting and loading a stent."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p9_0_5d1736d8",
      "text": "ent deployed, the introducer and plunger are removed so that the optic and suction catheters can be replaced. As with the deployment of metallic stents, there should be careful bronchoscopic inspection of a newly deployed silicone stent. Rigid manipulation is often required to achieve proper positioning and complete unfolding. The radial force and configuration memory of silicone stent will often cause it to open spontaneously from its folded configuration, but rigid forceps can be needed to pull, push, or twist a silicone stent into the desired position. Twisting of a silicone stent will cause it to fold into itself and reduce external diameter, and this maneuver can be useful to help slide a stent through the airway or stenosis. The rigid forceps, the barrel of the rigid scope, or an expansion balloon are all tools that can be used to help unfold and properly deploy silicone stents.CHAPTER Stent Placement",
      "page": 9,
      "start_offset": 0,
      "end_offset": 920,
      "token_count": 184,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "ent deployed, the introducer and plunger are removed so that the optic and suction catheters can be replaced. As with the deployment of metallic stents, there should be careful bronchoscopic inspection of a newly deployed silicone stent.",
        "The radial force and configuration memory of silicone stent will often cause it to open spontaneously from its folded configuration, but rigid forceps can be needed to pull, push, or twist a silicone stent into the desired position."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p10_0_1b9fd79e",
      "text": "introducer and plunger are removed so that the optic and suction catheters can be replaced. As with the deployment of metallic stents, there should be careful bronchoscopic inspection of a newly deployed silicone stent. Rigid manipulation is often required to achieve proper positioning and complete unfolding. The radial force and configuration memory of silicone stent will often cause it to open spontaneously from its folded configuration, but rigid forceps can be needed to pull, push, or twist a silicone stent into the desired position. Twisting of a silicone stent will cause it to fold into itself and reduce external diameter, and this maneuver can be useful to help slide a stent through the airway or stenosis. The rigid forceps, the barrel of the rigid scope, or an expansion balloon are all tools that can be used to help unfold and properly deploy silicone stents.CHAPTER Stent PlacementSECTION Therapeutic Bronchoscopy Procedures If a silicone stent needs to be removed because of malpositioning after deployment, or for any other reasons thereafter, rigid bronchoscopy will be required. The twisting maneuver with rigid forceps can help fold the stent such that it can be pulled within the barrel of a rigid scope. Once the stent has mobilized from the airway and engaged within the barrel, the stent can either be pulled through the barrel entirely if small enough or the stent (firmly grasped by forceps) and scope can be removed en bloc from the airway. This latter maneuver requires extubation with the rigid scope, and so the bronchoscopist and anesthesiologist must communicate and plan for airway management after rigid extubation. POSTPROCEDURAL CARE After deployment of an airway stent, the bronchoscopic and anesthesiologist must make a careful assessment of the patient’s physiology and airway. Many patients will have been intubated just for the procedure, but others may have required intubation for respiratory failure because of the stenosis itself prior to bronchoscopy. If the stenosis has been fully dilated and protected with the stent, extubation in the operating room may be possible even for those patients with preexisting respiratory failure provided their oxygenation, ventilation, hemodynamics, and mental status allow. Awakening from anesthesia following rigid bronchoscopy is a unique situation often done with the placement of a new endotracheal tube or laryngeal mask airway (LMA) to assist with ventilation and oxygenation as the patient awakens. While LMA placement would not interact with airway stents, a new endotracheal tube may come into contact with a high- or mid-tracheal stent. Telescoping an endotracheal tube within a stent is possible, but final extubation is then best facilitated with a flexible bronchoscope to assure that the stent remains in position after retraction of the tube. Once extubated and transferred to anesthesia recovery areas, patients should be observed before the final decision regarding disposition. Airway stents are artificial devices that will inherently affect patients’ normal mucus clearance and bronchial hygiene. Silicone stents are especially prone to impair clearance and cause mucostasis, which can lead to disastrous obstructions of stents that are sometimes critical to maintain central airway patency. Indefinite bronchial hygiene is therefore required to maintain stent patency, and we recommend combination nebulized therapy of bronchodilator agents (e.g., albuterol) along with mucolytic agents (e.g., hypertonic saline or N-acetyl-cysteine) for all silicone stents. Surveillance bronchoscopy following stent placement is not standardized, and some institutions follow a particular schedule of intervals to perform it, whereas others perform bronchoscopy based on patient’s reported symptoms. In all cases, patients with airway stents require close follow-up with the inserting team. Finally, a stent card should be provided to the patient to carry with them detailing the type, position, and size of stent as well as the physician’s contact information in case the patient requires intubation.",
      "page": 10,
      "start_offset": 0,
      "end_offset": 4097,
      "token_count": 851,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Silicone stents are especially prone to impair clearance and cause mucostasis, which can lead to disastrous obstructions of stents that are sometimes critical to maintain central airway patency.",
        "introducer and plunger are removed so that the optic and suction catheters can be replaced. As with the deployment of metallic stents, there should be careful bronchoscopic inspection of a newly deployed silicone stent."
      ]
    },
    {
      "chunk_id": "practical_gti_stent_placement_p11_0_25b334be",
      "text": "sometimes critical to maintain central airway patency. Indefinite bronchial hygiene is therefore required to maintain stent patency, and we recommend combination nebulized therapy of bronchodilator agents (e.g., albuterol) along with mucolytic agents (e.g., hypertonic saline or N-acetyl-cysteine) for all silicone stents. Surveillance bronchoscopy following stent placement is not standardized, and some institutions follow a particular schedule of intervals to perform it, whereas others perform bronchoscopy based on patient’s reported symptoms. In all cases, patients with airway stents require close follow-up with the inserting team. Finally, a stent card should be provided to the patient to carry with them detailing the type, position, and size of stent as well as the physician’s contact information in case the patient requires intubation.CHAPTER Stent Placement COMPLICATIONS\nComplications of airway stenting are frequent but not typically severe. With metallic stents, granulation tissue formation can occur from 4 % to 25 % of the time at the ends of the stent and can be treated with thermal therapies (cryotherapy, laser, or argon plasma coagulation). Mucus impaction, tumor ingrowth, and infection occur 5 %-15 % of the time. Stent fracture is variable and will depend on the indication for stent placement as well as the stent location.15 For silicone stents, migration is most common at 9.5 %, granulation tissue formation occurs ~7.9 % of the time, and obstruction from secretions occurs 36 % of the time. When there is significant tumor ingrowth or obstruction from mucus, this can be life-threatening and the stent should be removed. Although removal is fairly straightforward with silicone stents (though does require rigid bronchoscopy) or fully covered metallic stents, uncovered metallic stent removal can prove to be challenging and cause complications, particularly if the stent has been in position for longer than 3 months. In one study, Lunn and colleagues describe their experience with removal of 30 metallic stents and reported the following complications: retained stent pieces (7/30), mucosal tear with bleeding (4/30), reobstruction requiring silicone stent placement (14/30), need for postoperative mechanical ventilation (6/30), and tension pneumothorax (1/30).16 By contrast, a study by Noppen and colleagues described removal of 49 fully covered metallic stents without major complications. All patients were extubated postoperatively, and follow-up was unremarkable.17 Most reports demonstrate some difficulty with metallic stent removal and expertise should be available to manage these complications should metallic stent retrieval be attempted. SUMMARY\nAirway stents are an important aspect of therapeutic bronchoscopy and improve success at achieving and maintaining airway patency in patients with either benign or malignant central airway obstruction. Stent selection and method of placement will vary depending on indication and location of obstruction as well as local expertise. REFERENCES 1. Lee P, Kupeli E, Mehta AC. Airway stents. Clin Chest Med. 2010;31:141–150. 2. Montgomery WW. T-tube tracheal stent. Arch Otolaryngol. 1965;82:320–321. 3. Dumon JF. A dedicated tracheobronchial stent. Chest. 1990;97:328–332. 4. Ernst A, Herth F. Principles and Practice of Interventional Pulmonology. New York: Springer; 2013. 5. Guibert N, Saka H, Dutau H. Airway stenting: technological advancements and its role in interventional pulmonology. Respirology. 2020;25:953–962. 6. Cavaliere S, Venuta F, Foccoli P, Toninelli C, La Face B. Endoscopic treatment of malignant airway obstructions in 2,008 patients. Chest. 1996;110:1536–1542. 7. Ost DE, Ernst A, Grosu HB, et al. Therapeutic bronchoscopy for malignant central airway obstruction: success rates and impact on dyspnea and quality of life. Chest. 2015;147:1282–1298. 8. Food and Drug Administration. FDA Public Health Notification: Complications From Metallic Tracheal Stents in Patients With Benign AIRWAY Disorders. 2005. 9. Fortin M, Lacasse Y, Elharrar X, et al. Safety and efficacy of a fully covered self-expandable metallic stent in benign airway stenosis. Respiration. 2017;93:430–435. 10. Argento AC, Puchalski JT. Distal airway stenting: how far is too far? J Bronchology Interv Pulmonol. 2015;22:e15-e16. 11. Flannery A, Daneshvar C, Dutau H, Breen D. The art of rigid bronchoscopy and airway stenting. Clin Chest Med. 2018;39:149–167. 12. Mughal MM, Gildea TR, Murthy S, Pettersson G, DeCamp M, Mehta AC. Short-term deployment of self-expanding metallic stents facilitates healing of bronchial dehiscence. Am J Respir Crit Care Med. 2005;172:768–771. 13. Her",
      "page": 11,
      "start_offset": 0,
      "end_offset": 4672,
      "token_count": 1172,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Stent fracture is variable and will depend on the indication for stent placement as well as the stent location.15 For silicone stents, migration is most common at 9.5 %, granulation tissue formation occurs ~7.9 % of the time, and obstruction from secretions occurs 36 % of the time.",
        "sometimes critical to maintain central airway patency."
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Stent Placement",
    "Knowledge Base for Stent Placement.pdf",
    "Page 1",
    "Page 2",
    "Extracted Figures",
    "Page 3",
    "Extracted Tables",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "Page 11"
  ],
  "source_file": "Stent Placement.md"
}