{
  "doc_id": "practical_gti_medical_thoracosco",
  "title": "Medical Thoracoscopy",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 12,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:29.685861",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_medical_thoracosco_p1_0_23314a3d",
      "text": "Medical INTRODUCTION\nThoracoscopy, video-assisted thoracic surgery (VATS), medical thoracoscopy (MT), and pleuroscopy are minimally invasive procedures that provide access to the pleural space. They differ only in the approach to anesthesia. In this review, the focus is on diagnostic MT. VATS is performed by a surgeon in the operating room, typically with single lung ventilation, three entry ports, and rigid instruments. Stapled lung biopsy, resection of pulmonary nodules, lobectomy, pneumonectomy, esophagectomy, and pericardial windows are performed with VATS, in addition to guided parietal pleural biopsy, drainage of pleural effusion or empyema, and pleurodesis1,2 ( In 1910 Hans Christian Jacobaeus, a Swedish internist, described examination of the thoracic cavity with a rigid cystoscope attached to an electric lamp as “thorakoscopie.” He later advanced the technique to include lysis of pleural adhesions by galvanocautery, also known as the Jacobaeus operation, to facilitate collapse of the tuberculous lung because at that time there was no effective antituberculous therapy.5,6 At a presentation to the American College of Surgeons, Jacobaeus opined that “in making a differential diagnosis between tumors and pleurisy of other origin, thoracoscopy is of no small value.” He was a strong advocate for thoracoscopic-guided biopsies in the evaluation of pleural effusions of unknown etiology and applied thoracoscopy as a diagnostic and therapeutic tool.7 EQUIPMENT\nRigid Instruments\nHistorically, rigid instruments such as stainless steel trocars and telescopes were central to the technique.3–9 Rigid thoracoscopy requires a cold xenon light source, an endoscopic camera attached to the eyepiece of the telescope, a video monitor, and recorder ( Tassi and Marchetti reported excellent views of the pleural space using a 3.3-mm telescope for a group of patients with small loculated pleural effusions that were\nPyng Lee",
      "page": 1,
      "start_offset": 0,
      "end_offset": 1937,
      "token_count": 440,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "Medical INTRODUCTION\nThoracoscopy, video-assisted thoracic surgery (VATS), medical thoracoscopy (MT), and pleuroscopy are minimally invasive procedures that provide access to the pleural space.",
        "VATS is performed by a surgeon in the operating room, typically with single lung ventilation, three entry ports, and rigid instruments."
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p2_0_8c964322",
      "text": "American College of Surgeons, Jacobaeus opined that “in making a differential diagnosis between tumors and pleurisy of other origin, thoracoscopy is of no small value.” He was a strong advocate for thoracoscopic-guided biopsies in the evaluation of pleural effusions of unknown etiology and applied thoracoscopy as a diagnostic and therapeutic tool.7 EQUIPMENT\nRigid Instruments\nHistorically, rigid instruments such as stainless steel trocars and telescopes were central to the technique.3–9 Rigid thoracoscopy requires a cold xenon light source, an endoscopic camera attached to the eyepiece of the telescope, a video monitor, and recorder ( Tassi and Marchetti reported excellent views of the pleural space using a 3.3-mm telescope for a group of patients with small loculated pleural effusions that were\nPyng LeeSECTION Pleural Disease inaccessible to standard-sized instruments. Two 3.8-mm trocars were used: one for a 3.3-mm telescope and the other for a 3-mm biopsy forceps. Diagnostic yield of 93.4 % was comparable with that achieved using conventional 5-mm biopsy forceps.10 Flex-Rigid Pleuroscope\nThe flex-rigid pleuroscope represents an advance in the field of MT as it is fashioned like a bronchoscope, making it easier to learn for physicians who have previously mastered bronchoscopy. The autoclavable flex-rigid pleuroscope (LTF 160 or 240, Olympus, Tokyo, Japan) has a handle and a shaft that measures 7 mm in outer diameter and 27 cm in length. The proximal 22 cm is rigid, whereas the distal 5 cm is flexible with two-way angulation (160 degrees up and 130 degrees down). It has a 2.8-mm working channel that can accommodate biopsy forceps, needles, cryo- and electrosurgical accessories ( 1 VATS Versus Medical Thoracoscopy (Pleuroscopy) | Procedure | VATS | Medical Thoracoscopy | |:-------------------- |:------------------------------------------------------------------------------------------------ |:--------------------------------------------------------------- | | **Wher*e | Operating room (OR) | Endoscopy suite or OR |  | | **Wh*o | Surgeons | Trained nonsurgeons |  | | **Anesthesi*a | General anesthesia Double-lumen intubation Single lung ventilation | Local anesthesia Conscious sedation Spontaneous respiration |  | | **Indication*s | Parietal pleural biopsy, pleurodesis, decortication, stapled lung biopsy, lung nodule resection, lobectomy, pneumonectomy, pericardial window, esophagectomy, lung | Parietal pleural biopsy, pleurodesis, chest tube placement under direct visualization |  | VATS, Video-assisted thoracoscopic surgery.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 2571,
      "token_count": 592,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The proximal 22 cm is rigid, whereas the distal 5 cm is flexible with two-way angulation (160 degrees up and 130 degrees down).",
        "The autoclavable flex-rigid pleuroscope (LTF 160 or 240, Olympus, Tokyo, Japan) has a handle and a shaft that measures 7 mm in outer diameter and 27 cm in length.",
        "Two 3.8-mm trocars were used: one for a 3.3-mm telescope and the other for a 3-mm biopsy forceps."
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p3_0_0490f93f",
      "text": "uroscopy) | Procedure | VATS | Medical Thoracoscopy | |:-------------------- |:------------------------------------------------------------------------------------------------ |:--------------------------------------------------------------- | | **Wher*e | Operating room (OR) | Endoscopy suite or OR |  | | **Wh*o | Surgeons | Trained nonsurgeons |  | | **Anesthesi*a | General anesthesia Double-lumen intubation Single lung ventilation | Local anesthesia Conscious sedation Spontaneous respiration |  | | **Indication*s | Parietal pleural biopsy, pleurodesis, decortication, stapled lung biopsy, lung nodule resection, lobectomy, pneumonectomy, pericardial window, esophagectomy, lung | Parietal pleural biopsy, pleurodesis, chest tube placement under direct visualization |  | VATS, Video-assisted thoracoscopic surgery.CHAPTER Medical Thoracoscopy CONTRAINDICATIONS\nThe only contraindication is the lack of pleural space due to adhesions. However, Marchetti and colleagues have demonstrated that MT can be safely performed by trained practitioners in patients without pleural effusions over sites where lung sliding is observed on thoracic ultrasound (US).13 Since MT is performed under moderate sedation in spontaneously breathing patients with partial or near-total lung collapse, the patient must not have hypoxia unrelated to pleural effusion, unstable cardiovascular status, bleeding diathesis, refractory cough, or allergy to medications that are administered during MT. PATIENT PREPARATION\nHistory and physical examination are vital components of any preoperative evaluation. The entry site is selected after careful review of chest radiographs (CXR), decubitus films, US imaging, and computed tomography (CT). Prior to MT 200–300 mL of fluid is aspirated from the pleural cavity using a needle, angiocatheter, thoracentesis catheter, or Boutin pleural puncture needle. A pneumothorax is induced by opening the needle to air until stable equilibrium is achieved. Air causes the lung to collapse away from the chest wall to facilitate trocar insertion. The operator may choose to do MT directly with US imaging, which has been shown to reduce access failure as well as the need for iatrogenic pneumothorax.13,14 ANESTHESIA\nBenzodiazepines (midazolam) combined with opioids (demerol, fentanyl, morphine) provide good analgesia and sedation. Meticulous administration of local anesthesia to the epidermis, aponeurosis, intercostal muscles, and parietal pleura at the entry site ensures patient comfort during manipulation of the thoracoscope.15 There is increasing utilization of propofol in recent years to enhance patient comfort during talc poudrage. Propofol use, however, requires monitoring by anesthesiologists in many countries. In patients who received propofol titrated according to comfort, 64 % developed hypotension, of which 9 % required corrective measures.16 When propofol was compared against midazolam, more hypoxemia (27 % vs. 4 %) and hypotension (82 % vs. 40 %) were observed in the propofol group, which led to the authors’ conclusion that propofol should not be the first choice of sedation for MT.17 Good pain control for talc poudrage was achieved by combining opioids, benzodiazepines, and anesthetizing the pleura with up to 250 mg of 1 % lidocaine by spray catheter.18 Preoperative anesthesia should be individualized according to the patient’s general condition and expectations; however, physicians must be aware of potential adverse events associated with anesthetic drugs and be ready to manage them. TECHNIQUE\nThe patient is positioned in the lateral decubitus position with the affected side up. Continuous monitoring of the electrocardiogram, blood pressure, and pulse oximetry is performed throughout the procedure. Although the site of entry depends on the location of effusion or pneumothorax, hazardous sites such as the anterior chest where the internal mammary artery courses, axilla with lateral thoracic artery, infraclavicular area with subclavian artery, and diaphragm should be avoided. A single port between the fourth and seventh intercostal spaces of the chest wall and along the midaxillary line is preferred for diagnostic MT. A second port may be necessary to facilitate adhesiolysis, drainage of complex fluid collections, lung biopsy, or sampling of pathologic lesions located around the first entry site. Double port access may be necessary if rigid instruments are used, particularly around the posterior and mediastinal aspects of the hemithorax that are inaccessible due to partial collapse of lung, or when the lung parenchyma is adherent to the chest wall.4,8 A single port will often suffice for the flex-rigid pleuroscope as its flexible tip allows easy maneuverability within a limited pleural space and around adhesions.11,12,18 A chest tube is inserted at the end of diagnostic MT and residual air is aspirated. The tube is removed as soon as the lung has reexpanded, and the patient may be discharged after a brief observation period in the recovery area.19 If talc poudrage or lung biopsy is performed, the patient is hospitalized for a period of monitoring, chest tube drainage, and to optimize pain control.4,12 Thoracoscopic-Guided Biopsy of Parietal Pleura\nIt is desirable to perform biopsy of the parietal pleura over a rib to avoid the neurovascular bundle (",
      "page": 3,
      "start_offset": 0,
      "end_offset": 5339,
      "token_count": 1172,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Prior to MT 200–300 mL of fluid is aspirated from the pleural cavity using a needle, angiocatheter, thoracentesis catheter, or Boutin pleural puncture needle.",
        "Although the site of entry depends on the location of effusion or pneumothorax, hazardous sites such as the anterior chest where the internal mammary artery courses, axilla with lateral thoracic artery, infraclavicular area with subclavian artery, and diaphragm should be avoided. A single port between the fourth and seventh intercostal spaces of the chest wall and along the midaxillary line is preferred for diagnostic MT.",
        "The entry site is selected after careful review of chest radiographs (CXR), decubitus films, US imaging, and computed tomography (CT)."
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p4_0_1fec02f2",
      "text": ", or when the lung parenchyma is adherent to the chest wall.4,8 A single port will often suffice for the flex-rigid pleuroscope as its flexible tip allows easy maneuverability within a limited pleural space and around adhesions.11,12,18 A chest tube is inserted at the end of diagnostic MT and residual air is aspirated. The tube is removed as soon as the lung has reexpanded, and the patient may be discharged after a brief observation period in the recovery area.19 If talc poudrage or lung biopsy is performed, the patient is hospitalized for a period of monitoring, chest tube drainage, and to optimize pain control.4,12 Thoracoscopic-Guided Biopsy of Parietal Pleura\nIt is desirable to perform biopsy of the parietal pleura over a rib to avoid the neurovascular bundle (SECTION Pleural Disease The forceps probe for the rib, grasp the overlying parietal pleura, and tear the pleura off, moving roughly parallel to and along the wall rather than “grab and pulling” perpendicular to the wall. Specimens obtained with the rigid forceps are larger than those obtained with the Abrams or Cope needle. Biopsies using the flex-rigid pleuroscope are smaller since they are limited by the size of the flexible forceps, which in turn depends on the diameter of the working channel. The flexible forceps also lack the mechanical strength necessary to obtain deep pleural specimens, which might pose a challenge if mesothelioma is suspected. This problem can be overcome by taking multiple biopsies (8–12) of the abnormal area as well as several “bites” of the same area to obtain more representative tissue. Comparative studies show no difference in diagnostic yield between biopsies by flexible and rigid forceps even in mesothelioma if pleural biopsies could be successfully performed.20,21 Full-thickness parietal pleural biopsies can be obtained with the insulated tip (IT) diathermic knife during flex-rigid pleuroscopy. In one study, the reported diagnostic yields were 85 % and 60 % with IT knife and flexible forceps, respectively. The IT knife was notably useful when smooth, thickened parietal pleura was encountered, of which nearly half were malignant mesothelioma.22 Cryobiopsy is another method that achieves bigger specimens and better preserved cellular architecture and tissue integrity.23 - *Management of Hemorrhag*e\nThe principal danger is hemorrhage from inadvertent biopsy of an intercostal vessel. External finger compression of the intercostal space over the bleeding site is the first intervention while another access port is made. The physician then uses two entry sites to examine and cauterize tissues at the same time. Direct pressure with gauze mounted on forceps can be applied from the inside to also tamponade the bleeding site. Connecting the chest tube to underwater seal can also reexpand the lung, serving to tamponade the bleeding site. If the bleeding does not cease with the aforementioned measures, thoracic surgery consultation is warranted. Surgical options include ligating the bleeding vessels with endoclips, enlarging the incision to facilitate repair, or even thoracotomy. - *Thoracoscopic Talc Poudrag*e\nSince malignant pleural effusion (MPE) tends to recur unless the primary tumor is chemosensitive, chemical pleurodesis plays an integral role in management of recurrent MPE. Recurrence prevention by chemical pleurodesis is also a primary goal for secondary spontaneous pneumothorax. Chemical pleurodesis is performed via instillation of sclerosant through intercostal tube or small-bore catheter or via talc poudrage during thoracoscopy. Thoracoscopic talc poudrage is performed after fluid aspiration and pleural biopsy, and can be administered by various delivery devices such as talc - *2 Indications for Rigid Thoracoscopy or Flex-Rigid Pleuroscop*y | Clinical Scenario | Type of Procedure | |:------------------------------------------------------------------------------------------------------------------ |:-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | | Diagnostic thoracoscopy for indeterminate, uncomplicated pleural effusion where suspicion of mesothelioma is not high | Flex-rigid pleuroscopya or use of rigid telescopes under local anesthesia | | Trapped lung with radiographically thickened pleura | Rigid optical biopsy forcepsa or flex-rigid pleuroscopy with flexible forceps performing multiple bites over the same area to obtain specimens of sufficient depth or use of flexible forceps, IT knifea, or cryobiopsya | | Mesothelioma is suspected | Rigid optical biopsy forcepsa or flex-rigid pleuroscopy with IT knifea or cryobiopsya | | Pleuropulmonary adhesions | Fibrous: rigid optical biopsy forcepsa or flex-rigid pleuroscopy with electrocautery accessoriesThin, fibrinous: flex-rigid pleuroscopy with flexible forceps | | Empyema, split pleural sign, loculated pleural effusion | Rigid instruments (VATS)a or conversion to thoracotomy for decortication | | Pneumothorax with bulla or blebs | Rigid instruments (VATS)a for staple bullectomy | a Denotes procedure preferred.\nIT, insulated tip; VATS, video-assisted thoracoscopic surgery.",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5622,
      "token_count": 1119,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In one study, the reported diagnostic yields were 85 % and 60 % with IT knife and flexible forceps, respectively.",
        "Specimens obtained with the rigid forceps are larger than those obtained with the Abrams or Cope needle."
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p5_0_c3fe1147",
      "text": "use of flexible forceps, IT knifea, or cryobiopsya | | Mesothelioma is suspected | Rigid optical biopsy forcepsa or flex-rigid pleuroscopy with IT knifea or cryobiopsya | | Pleuropulmonary adhesions | Fibrous: rigid optical biopsy forcepsa or flex-rigid pleuroscopy with electrocautery accessoriesThin, fibrinous: flex-rigid pleuroscopy with flexible forceps | | Empyema, split pleural sign, loculated pleural effusion | Rigid instruments (VATS)a or conversion to thoracotomy for decortication | | Pneumothorax with bulla or blebs | Rigid instruments (VATS)a for staple bullectomy | a Denotes procedure preferred.\nIT, insulated tip; VATS, video-assisted thoracoscopic surgery.CHAPTER Medical Thoracoscopy spray atomizer or bulb syringe, where talc is administered via the trocar without visualization but sprayed in different directions within the pleural space ( COMPLICATIONS Mortality from rigid thoracoscopy ranges between 0.09 % and 0.34 %.24 Major complications such as prolonged air leak, hemorrhage, empyema, pneumonia, and port site tumor growth occur in 1.8 %, whereas minor complications that include subcutaneous emphysema, wound infection, fever, hypotension, and cardiac arrhythmias are observed in 7.3 % of MT.25,26 A serious but rare complication in association with pneumothorax induction is air embolism ( < 0.1 %).23 During MT, liters of pleural fluid can be removed with minimal risk of reexpansion pulmonary edema due to immediate equilibration of pressures provided by entry of air through the trocar into the pleural space. Fever",
      "page": 5,
      "start_offset": 0,
      "end_offset": 1553,
      "token_count": 382,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "use of flexible forceps, IT knifea, or cryobiopsya | | Mesothelioma is suspected | Rigid optical biopsy forcepsa or flex-rigid pleuroscopy with IT knifea or cryobiopsya | | Pleuropulmonary adhesions | Fibrous: rigid optical biopsy forcepsa or flex-rigid pleuroscopy with electrocautery accessoriesThin, fibrinous: flex-rigid pleuroscopy with flexible forceps | | Empyema, split pleural sign, loculated pleural effusion | Rigid instruments (VATS)a or conversion to thoracotomy for decortication | | Pneumothorax with bulla or blebs | Rigid instruments (VATS)a for staple bullectomy | a Denotes procedure preferred.\nIT, insulated tip; VATS, video-assisted thoracoscopic surgery.CHAPTER Medical Thoracoscopy spray atomizer or bulb syringe, where talc is administered via the trocar without visualization but sprayed in different directions within the pleural space ( COMPLICATIONS Mortality from rigid thoracoscopy ranges between 0.09 % and 0.34 %.24 Major complications such as prolonged air leak, hemorrhage, empyema, pneumonia, and port site tumor growth occur in 1.8 %, whereas minor complications that include subcutaneous emphysema, wound infection, fever, hypotension, and cardiac arrhythmias are observed in 7.3 % of MT.25,26 A serious but rare complication in association with pneumothorax induction is air embolism ( < 0.1 %).23 During MT, liters of pleural fluid can be removed with minimal risk of reexpansion pulmonary edema due to immediate equilibration of pressures provided by entry of air through the trocar into the pleural space."
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p6_0_f481de47",
      "text": "without visualization but sprayed in different directions within the pleural space ( COMPLICATIONS Mortality from rigid thoracoscopy ranges between 0.09 % and 0.34 %.24 Major complications such as prolonged air leak, hemorrhage, empyema, pneumonia, and port site tumor growth occur in 1.8 %, whereas minor complications that include subcutaneous emphysema, wound infection, fever, hypotension, and cardiac arrhythmias are observed in 7.3 % of MT.25,26 A serious but rare complication in association with pneumothorax induction is air embolism ( < 0.1 %).23 During MT, liters of pleural fluid can be removed with minimal risk of reexpansion pulmonary edema due to immediate equilibration of pressures provided by entry of air through the trocar into the pleural space. FeverSECTION Pleural Disease\nmay occur after talc poudrage that resolves within 48 h, whereas bronchopleural fistula requiring prolonged chest drain and suction may occur after thoracoscopic lung biopsy for interstitial lung disease. Wound infection, pneumonia, and empyema can develop from long-term tube drainage.25,26 In cases of mesothelioma, tumor growth may occur at the incision sites that can be managed with radiotherapy.27\nComplications associated with the flex-rigid pleuroscope are rare. Although no mortality was reported in a recent meta-analysis of 755 patients undergoing flex-rigid pleuroscopy,11,28 training in the proper techniques cannot be overemphasized.\nCLINICAL APPLICATIONS\nPleural Effusion of Unknown Etiology\nThoracentesis is the first step in the evaluation of a pleural effusion. Since more than half of exudative effusions are due to malignancy in developed countries, pleural fluid cytology can be a simple definitive test. Diagnostic sensitivity of thoracentesis depends on the nature of the primary malignancy and extent of disease.29 A single pleural aspiration is diagnostic of malignancy in 60 % of cases and 30 % of mesothelioma.30,31 A second sample increases the yield by 15 % and the third sample is noncontributory even when large volumes ( > 50 mL) are submitted.32\n“Blind” or closed pleural biopsy is positive in 40 % of MPE due to patchy pleural involvement. Malignancy tends to affect the costophrenic recess and diaphragm, which are inaccessible to closed pleural biopsy, so adding closed pleural biopsy to pleural fluid cytology increases the yield by only 7 %-27 % for malignancy and 20 % for mesothelioma.33,34 Contrast-enhanced thoracic computed tomography (CT) is superior to standard CT for characterizing MPEs, and nodularity, irregularity, and pleural thickness measuring > 1 cm are highly suggestive of malignancy.30,35,36 Pleural imaging with bedside US is now the standard of care for the selection of appropriate sites for thoracentesis, tube thoracostomy, and MT. As US has been shown to improve safety and decrease access failure, national guidelines recommend use of US to guide all pleural procedures.12,13,30 US features such as pleural nodularity, pleural thickening > 10 mm, and diaphragmatic thickening > 7 mm are suggestive of malignancy, with 73 % sensitivity and 100 % specificity.37 An “echogenic swirling pattern,” described as numerous free-floating echogenic particles swirling in the pleural cavity during respiration or heartbeat, is another sign suggestive of MPE.38 CT and US features may suggest pleural metastasis but pathologic diagnosis is necessary, and where MT is not readily available, CT- or US-guided pleural biopsy is superior to core needle biopsy (CNB). In a randomized trial, CT-guided biopsy of pleural thickening measuring > 5 mm achieved 87 % yield for malignancy versus 47 % with CNB using the Abrams needle.39 US-guided biopsy of pleural lesions > 20 mm in size with a 14-gauge cutting needle gave 85.5 % yield for malignancy, 100 % for malignant mesothelioma, and a 4 % pneumothorax rate.40 The type of needle appeared important; Tru-Cut needles were better than a modified Menghini needle for malignancy (95.4 % vs. 85.8 %),41 and Abrams needles were also superior for tuberculous effusions.42\nAbnormal pleural appearances are not always seen on contrast-enhanced CT. In a study where CT-reported diagnoses were compared against histologic results by MT, sensitivity for CT report of malignancy was 68 %, which implied that a significant number of patients had malignancy despite negative CT findings. So CT findings alone are not sufficient to rule out malignancy, and studies defining the diagnostic pathway are therefore required.43,44\nAbout 20 % of pleural effusions remain undiagnosed despite repeated thoracentesis and image-guided needle biopsy. This is where MT plays an important role25,45 to",
      "page": 6,
      "start_offset": 0,
      "end_offset": 4668,
      "token_count": 1076,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In a randomized trial, CT-guided biopsy of pleural thickening measuring > 5 mm achieved 87 % yield for malignancy versus 47 % with CNB using the Abrams needle.39 US-guided biopsy of pleural lesions > 20 mm in size with a 14-gauge cutting needle gave 85.5 % yield for malignancy, 100 % for malignant mesothelioma, and a 4 % pneumothorax rate.40 The type of needle appeared important; Tru-Cut needles were better than a modified Menghini needle for malignancy (95.4 % vs. 85.8 %),41 and Abrams needles were also superior for tuberculous effusions.42\nAbnormal pleural appearances are not always seen on contrast-enhanced CT.",
        "In a study where CT-reported diagnoses were compared against histologic results by MT, sensitivity for CT report of malignancy was 68 %, which implied that a significant number of patients had malignancy despite negative CT findings.",
        "Malignancy tends to affect the costophrenic recess and diaphragm, which are inaccessible to closed pleural biopsy, so adding closed pleural biopsy to pleural fluid cytology increases the yield by only 7 %-27 % for malignancy and 20 % for mesothelioma.33,34 Contrast-enhanced thoracic computed tomography (CT) is superior to standard CT for characterizing MPEs, and nodularity, irregularity, and pleural thickness measuring > 1 cm are highly suggestive of malignancy.30,35,36 Pleural imaging with bedside US is now the standard of care for the selection of appropriate sites for thoracentesis, tube thoracostomy, and MT."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p7_0_9203c8ad",
      "text": "rate.40 The type of needle appeared important; Tru-Cut needles were better than a modified Menghini needle for malignancy (95.4 % vs. 85.8 %),41 and Abrams needles were also superior for tuberculous effusions.42\nAbnormal pleural appearances are not always seen on contrast-enhanced CT. In a study where CT-reported diagnoses were compared against histologic results by MT, sensitivity for CT report of malignancy was 68 %, which implied that a significant number of patients had malignancy despite negative CT findings. So CT findings alone are not sufficient to rule out malignancy, and studies defining the diagnostic pathway are therefore required.43,44\nAbout 20 % of pleural effusions remain undiagnosed despite repeated thoracentesis and image-guided needle biopsy. This is where MT plays an important role25,45 toCHAPTER Medical Thoracoscopy enhance our diagnostic capabilities when other minimally invasive tests fail. If a neoplasm is strongly suspected, the diagnostic sensitivity of thoracoscopic exploration and biopsy approaches 90 %-100 %.10,11,19,20,25,28 Endoscopic characteristics such as nodules, polypoid masses, and “candle wax drops,” are highly suggestive of malignancy ( Chrysanthidis and Janssen conducted a study to determine if autofluorescence mode (Richard Wolf GmbH, Knittlingen, Germany) could differentiate early malignant lesions from nonspecific inflammation in order to help target sites for biopsy during thoracoscopy and to help delineate tumor margins for more precise staging. Using a 300 W xenon lamp in the violet blue range (390–460 nm) a color change from white/pink to red was demonstrated in all cases of malignant pleuritis (100 % sensitivity). They were easily identified and their margins better delineated with autofluorescence thoracoscopy. However, color change from white/pink to orange/red was also observed in two cases of chronic pleuritis, so the specificity of autofluorescence D",
      "page": 7,
      "start_offset": 0,
      "end_offset": 1935,
      "token_count": 417,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In a study where CT-reported diagnoses were compared against histologic results by MT, sensitivity for CT report of malignancy was 68 %, which implied that a significant number of patients had malignancy despite negative CT findings.",
        "This is where MT plays an important role25,45 toCHAPTER Medical Thoracoscopy enhance our diagnostic capabilities when other minimally invasive tests fail.",
        "rate.40 The type of needle appeared important; Tru-Cut needles were better than a modified Menghini needle for malignancy (95.4 % vs. 85.8 %),41 and Abrams needles were also superior for tuberculous effusions.42\nAbnormal pleural appearances are not always seen on contrast-enhanced CT."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p8_0_c3a48ee1",
      "text": "as nodules, polypoid masses, and “candle wax drops,” are highly suggestive of malignancy ( Chrysanthidis and Janssen conducted a study to determine if autofluorescence mode (Richard Wolf GmbH, Knittlingen, Germany) could differentiate early malignant lesions from nonspecific inflammation in order to help target sites for biopsy during thoracoscopy and to help delineate tumor margins for more precise staging. Using a 300 W xenon lamp in the violet blue range (390–460 nm) a color change from white/pink to red was demonstrated in all cases of malignant pleuritis (100 % sensitivity). They were easily identified and their margins better delineated with autofluorescence thoracoscopy. However, color change from white/pink to orange/red was also observed in two cases of chronic pleuritis, so the specificity of autofluorescence DSECTION Pleural Disease thoracoscopy was 75 % for malignancy. The authors concluded that there was little value in autofluorescence thoracoscopy for patients with extensive pleural involvement due to malignancy that was easy to diagnose with white light thoracoscopy, but that autofluorescence mode might be useful for early pleural malignancies.47 NBI is a feature of the flex-rigid pleuroscope (Olympus LTF-160). NBI uses unfiltered narrow bands in the blue (415 nm) and green (540 nm) light wavelengths that coincide with the peak absorption of oxyhemoglobin and thereby enhance the vascular architecture of tissues. In 26 patients with malignant involvement of the pleura (nine mesothelioma), there was no difference in the diagnostic accuracy between NBI and white light videopleuroscopy ( Baas and colleagues investigated if prior administration of 5-aminolevulinic acid (ALA) before VATS could lead to improved detection and staging of thoracic malignancy. 5-ALA was administered by mouth 3–4 h before VATS and the pleural cavity was examined first with white light followed by fluorescence thoracoscopy (D light Autofluorescence System, Karl Storz, Tuttlingen, Germany). Tissue sampling of all abnormal areas was performed, and histologic diagnoses were compared against thoracoscopic findings. Although fluorescence imaging-guided thoracoscopy was not superior to white light thoracoscopy, it led to upstaging in 4 out of 15 patients with mesothelioma due to better visualization of visceral pleural lesions that were otherwise undetectable by white light. Although there were several postoperative complications reported, the authors concluded that fluorescence thoracoscopy using 5-ALA was feasible with minimal side effects, and it could have potential applications in the diagnosis and staging of mesothelioma.49 Probe-based confocal laser endomicroscopy (pCLE) provides real-time images of the airways, alveoli, lung tumors, pleura, and lymph nodes with a resolution of 3.5 μm, a depth of 70 μm, and field of view of 600 μm. It is compatible with the bronchoscope and medical thoracoscope and can be inserted into a needle for transthoracic needle-based interventions. A fiberoptic probe is advanced through the working channel of the A\nB",
      "page": 8,
      "start_offset": 0,
      "end_offset": 3085,
      "token_count": 675,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "However, color change from white/pink to orange/red was also observed in two cases of chronic pleuritis, so the specificity of autofluorescence DSECTION Pleural Disease thoracoscopy was 75 % for malignancy.",
        "The authors concluded that there was little value in autofluorescence thoracoscopy for patients with extensive pleural involvement due to malignancy that was easy to diagnose with white light thoracoscopy, but that autofluorescence mode might be useful for early pleural malignancies.47 NBI is a feature of the flex-rigid pleuroscope (Olympus LTF-160).",
        "Using a 300 W xenon lamp in the violet blue range (390–460 nm) a color change from white/pink to red was demonstrated in all cases of malignant pleuritis (100 % sensitivity)."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p9_0_64984059",
      "text": "with mesothelioma due to better visualization of visceral pleural lesions that were otherwise undetectable by white light. Although there were several postoperative complications reported, the authors concluded that fluorescence thoracoscopy using 5-ALA was feasible with minimal side effects, and it could have potential applications in the diagnosis and staging of mesothelioma.49 Probe-based confocal laser endomicroscopy (pCLE) provides real-time images of the airways, alveoli, lung tumors, pleura, and lymph nodes with a resolution of 3.5 μm, a depth of 70 μm, and field of view of 600 μm. It is compatible with the bronchoscope and medical thoracoscope and can be inserted into a needle for transthoracic needle-based interventions. A fiberoptic probe is advanced through the working channel of the A\nBCHAPTER Medical Thoracoscopy\nbronchoscope, thoracoscope, or needle (nCLE), and directed to the area of interest where it illuminates the tissue with laser light (488 nm). Reflected light in focus will pass through the pinhole, resulting in high-resolution images. Moving the laser beam vertically or horizontally enables reconstruction of 3D images by special software. Both pCLE and nCLE have been used to assess pleural lesions. Bonhomme and colleagues50 showed pCLE images of normal pleura, non-small cell lung cancer pleural metastasis, and mesothelioma. pCLE was able to differentiate normal from malignant involvement of pleura. A subsequent study was undertaken demonstrating that pCLE and nCLE could differentiate malignant mesothelioma from pleural fibrosis to guide biopsy.51 Another ex vivo study has found high sensitivity and specificity for pleural malignancy with pCLE in pleural effusion.52 Lung Cancer\nCancer-related pleural effusions occur due to direct invasion, tumor embolization to visceral pleura with secondary seeding of the parietal pleura, hematogenous, or lymphangitic spread. Elastin staining and careful examination for invasion beyond the elastic layer of the visceral pleura should be carried out for lung cancer resections as visceral pleural invasion is important for staging in the absence of nodal involvement. It is rare to find resectable lung cancer in the setting of an exudative pleural effusion despite negative cytologic examination. MT can assess surgical operability by determining if the pleural effusion is paramalignant or due to metastases.25 If pleural metastases are found they denote disseminated disease with reduced life expectancy and talc poudrage or tunneled pleural catheter can be performed at the same setting.53 Malignant Mesothelioma\nThe average survival of a patient diagnosed with malignant mesothelioma is 6–18 months, and death occurs from respiratory failure.53 Malignant mesothelioma is suspected in a patient with asbestos exposure and characteristic CXR of a pleural effusion without contralateral mediastinal shift. Diagnosis by pleural fluid cytology, even with closed pleural biopsy, is difficult, which prompts some physicians to advocate open biopsy by mini or lateral thoracotomy in order to obtain specimens of sufficient size and quantity for immunohistochemical stains.54 Pleural fluid mesothelin ( > 2 nmol/L) and megakaryocyte potentiating factor (MPF, > 12.4 ng/mL), which originate from a common precursor protein, have shown 65 % sensitivity and 95 % specificity for pleural mesothelioma in a large study of 507 patients.55 MT is favored over thoracotomy as the pleural specimens obtained with 5- or 7-mm rigid forceps are comparable with open biopsies.56 MT allows staging to be performed in a minimally invasive manner with good sensitivity. 5-ALA-fluorescence VATS should be viewed as experimental but may be able to improve staging accuracy.49 Adequacy of tissue sampling obtained with the flexible forceps is a concern in cases of mesothelioma, so biopsy with the rigid 5-mm optical forceps, IT knife, or cryobiopsy is recommended to establish the diagnosis.21,22,55–57 Since mesothelioma is notorious for seeding, biopsy, MT, and chest tube sites should be chosen carefully to avoid tumor involvement and seeding. Boutin and colleagues recommended prophylactic irradiation of Gy for three consecutive days within 2 weeks of MT58; however, a recent randomized trial comparing immediate drain site radiotherapy (21 Gy in three fractions) to best supportive care in 61 patients failed to show any difference in the occurrence of tract metastases.59 Thus prophylactic radiotherapy to MT and drain sites remains controversial.60 As only 5 % of patients are suitable for curative surgery,61 a palliative approach toward aggressive relief of dyspnea by removing pleural fluid, talc poudrage, pain control, and prophylactic irradiation of incision sites has conferred good symptom control.62 In recurrent symptomatic pleural effusions, tunneled pleural catheters may represent a viable option.60 Tuberculous Pleural Effusion\nThe diagnostic yield of closed pleural biopsy in tuberculous pleural effusions is variable. In a prospective study of 100 tuberculous effusions in Germany, an immediate histologic diagnosis was established in 94 % by MT compared with 38 % by closed pleural biopsy (",
      "page": 9,
      "start_offset": 0,
      "end_offset": 5182,
      "token_count": 1127,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Bonhomme and colleagues50 showed pCLE images of normal pleura, non-small cell lung cancer pleural metastasis, and mesothelioma. pCLE was able to differentiate normal from malignant involvement of pleura.",
        "In a prospective study of 100 tuberculous effusions in Germany, an immediate histologic diagnosis was established in 94 % by MT compared with 38 % by closed pleural biopsy (",
        "Elastin staining and careful examination for invasion beyond the elastic layer of the visceral pleura should be carried out for lung cancer resections as visceral pleural invasion is important for staging in the absence of nodal involvement."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p10_0_a1f7ff78",
      "text": "in 61 patients failed to show any difference in the occurrence of tract metastases.59 Thus prophylactic radiotherapy to MT and drain sites remains controversial.60 As only 5 % of patients are suitable for curative surgery,61 a palliative approach toward aggressive relief of dyspnea by removing pleural fluid, talc poudrage, pain control, and prophylactic irradiation of incision sites has conferred good symptom control.62 In recurrent symptomatic pleural effusions, tunneled pleural catheters may represent a viable option.60 Tuberculous Pleural Effusion\nThe diagnostic yield of closed pleural biopsy in tuberculous pleural effusions is variable. In a prospective study of 100 tuberculous effusions in Germany, an immediate histologic diagnosis was established in 94 % by MT compared with 38 % by closed pleural biopsy (SECTION Pleural Disease TB is a concern as large quantities of pleural tissue can be obtained via MT for culture. In addition, adhesiolysis can also be performed to promote drainage of fluid loculations.64 SUMMARY Diagnostic MT is effective in the evaluation of pleural and pulmonary diseases when routine fluid analysis and cytology fail. In many institutions where facilities for MT are available, it is used after a first thoracentesis fails to establish a diagnosis and demonstrates an exudative effusion of unknown etiology. MT can also be used to break down loculations in complicated parapneumonic effusions. For patients with recurrent MPEs, MT combined with talc poudrage can be used to effectively drain the effusion and establish pleurodesis. This is also useful in cases of pneumothorax when pleurodesis is warranted. Training in MT is required; the American College of Chest Physicians recommend 20 supervised procedures before operators are considered competent and 10 each year to maintain competency.65 The flex-rigid pleuroscope is a significant invention in the era of minimally invasive pleural procedures and is likely to replace traditional biopsy methods.66 The future of MT will define “when and how” to apply flex-rigid and rigid instruments for the evaluation of pleuropulmonary diseases. REFERENCES\n1. McKenna Jr. RJ. Thoracoscopic evaluation and treatment of pulmonary disease. Surg Clin North Am. 2002;80:1543–1553.\n2. Yim AP, Lee TW, Izzat MB, Wan S. Place of video-thoracoscopy in thoracic surgical practice. World J Surg. 2001;25:157–161.\n3. Lee P, Mathur PN, Colt HG. Advances in thoracoscopy: 100 years since Jacobaeus. Respiration. 2010;79:177–186.\n4. Tassi GF, Davies RJ, Noppen M. Advanced techniques in medical thoracoscopy. Eur Respir J. 2006;28:1051–1059.\n5. Moisiuc FV, Colt HG. Thoracoscopy: origins revisited. Respiration. 2007;74:344–355.\n6. Jacobaeus HC. Uber die Möglichkeit, die Zystoskopie bei Untersuchungen seröser Höhlungen anzuwenden. MunchMed Wschr. 1910;40:2090–2092.\n7. Jacobaeus HC. The practical importance of thoraco-scopy in surgery of the chest. Surg Gynecol Obstet. 1922;34:289–296.\n8. Loddenkemper R. Thoracoscopy-state of the art. Eur Respir J. 1998;11:213–221.\n9. Rodriguez-Panadero F, Janssen JP, Astoul P. Thoracoscopy: general overview and place in the diagnosis and management of pleural effusion. Eur Respir J. 2006;28:409–421.\n10. Tassi G, Marchetti G. Minithoracoscopy: a less invasive approach to thoracoscopy- minimally invasive tech-niques. Chest. 2003;124:1975–1977.\n11. Munavvar M, Khan MA, Edwards J, Waqaruddin Z, Mills J. The autoclavable semi-rigid thoracoscope: the way forward in pleural disease? Eur Respir J. 2007;29:571–574.",
      "page": 10,
      "start_offset": 0,
      "end_offset": 3531,
      "token_count": 909,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In a prospective study of 100 tuberculous effusions in Germany, an immediate histologic diagnosis was established in 94 % by MT compared with 38 % by closed pleural biopsy (SECTION Pleural Disease TB is a concern as large quantities of pleural tissue can be obtained via MT for culture.",
        "This is also useful in cases of pneumothorax when pleurodesis is warranted. Training in MT is required; the American College of Chest Physicians recommend 20 supervised procedures before operators are considered competent and 10 each year to maintain competency.65 The flex-rigid pleuroscope is a significant invention in the era of minimally invasive pleural procedures and is likely to replace traditional biopsy methods.66 The future of MT will define “when and how” to apply flex-rigid and rigid instruments for the evaluation of pleuropulmonary diseases.",
        "In addition, adhesiolysis can also be performed to promote drainage of fluid loculations.64 SUMMARY Diagnostic MT is effective in the evaluation of pleural and pulmonary diseases when routine fluid analysis and cytology fail."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p11_0_b9ffbdc9",
      "text": "denkemper R. Thoracoscopy-state of the art. Eur Respir J. 1998;11:213–221.\n9. Rodriguez-Panadero F, Janssen JP, Astoul P. Thoracoscopy: general overview and place in the diagnosis and management of pleural effusion. Eur Respir J. 2006;28:409–421.\n10. Tassi G, Marchetti G. Minithoracoscopy: a less invasive approach to thoracoscopy- minimally invasive tech-niques. Chest. 2003;124:1975–1977.\n11. Munavvar M, Khan MA, Edwards J, Waqaruddin Z, Mills J. The autoclavable semi-rigid thoracoscope: the way forward in pleural disease? Eur Respir J. 2007;29:571–574.CHAPTER Medical Thoracoscopy 12. Lee P, Hsu A, Lo C, Colt HG. Prospective evaluation of flex-rigid pleuroscopy for indeterminate pleural effusion: accuracy, safety and outcome. Respirology. 2007;12: 881–886. 13. Marchetti G, Valsecchi A, Indellicati D, Arondi S, Trigiani M, Pinelli V. Ultrasound-guided medical thoracoscopy in the absence of pleural effusion. Chest. 2015;147:1008–1012. 14. Medford AR, Agarwal S, Bennett JA, Free CM, Entwisle JJ. Thoracic ultrasound prior to medical thoracoscopy improves pleural access and predicts fibrous septation. Respirology. 2010;15:804–808. 15. Migliore M, Giuliano R, Aziz T, Saad RA, Sgalambro F. Four-step local anesthesia and sedation for thoracoscopic diagnosis and management of pleural diseases. Chest. 2002;121:2032–2035. 16. Tschopp JM, Purek L, Frey JG, et al. Titrated sedation with propofol for medical thoracoscopy: a feasibility and safety study. Respiration. 2011;82:451–457. 17. Grendelmeier P, Tamm M, Jahn K, Pflimlin E, Stolz D. Propofol versus midazolam in medical thoracoscopy: a randomized, noninferiority trial. Respiration. 2014;88:126–136. 18. Lee P, Colt HG. A spray catheter technique for pleural anesthesia: a novel method for pain control before talc poudrage. Anesth Analg. 2007;104:198–200. 19. DePew ZS, Wigle D, Mullon JJ, Nichols FC, Deschamps C, Maldonado F. Feasibility and safety of outpatient medical thoracoscopy at a large tertiary medical center: a collaborative medical-surgical initiative. Chest. 2014;146: 398–405. 20. Rozman A, Camlek L, Marc-Malovrh M, Triller N, Kern I. Rigid versus semi-rigid thoracoscopy for the diagnosis of pleural disease: a randomized pilot study. Respirology. 2013;18:704–710. 21. Dhooria S, Singh N, Aggarwal AN, Gupta D, Agarwal R. A randomized trial comparing the diagnostic yield of rigid and semirigid thoracoscopy in undiagnosed pleural effusions. Respir Care. 2014;59:756–764. 22. Sasada S, Kawahara K, Kusunoki Y, et al. A new electro-cautery pleural biopsy technique using an insulated-tip diathermic knife during semirigid pleuroscopy. Surg Endosc. 2009;23:1901–1907. 23. Shafiq M, Sethi J, Ali MS, Ghori UK, Saghaie T, Folch E. Pleural cryobiopsy: a systematic review and meta-analysis. Chest. 2020;157(1):223–230. 24. Viskum K, Enk B. Complications of thoracoscopy. Poumon-Coeur. 1981;37:25–28. 25. Rahman NM, Ali NJ, Brown G, et al. Local anaesthetic thoracoscopy: British Thoracic Society Pleural Disease Guideline 2010. Thorax. 2010;65(Suppl 2):ii54-ii60. 26. Colt HG. Thoracoscopy: a prospective study of safety and outcome. Chest. 1995;108:324–329. 27. Kindler HL, Ismaila N, Armato 3rd SG, et al. Treatment of malignant pleural mesothelioma: American Society of Clinical Oncology Clinical Practice Guideline. J Clin Oncol. 2018;36(13):1343–1373. 28. Agarwal R, Aggarwal AN, Gupta D. Diagnostic accuracy and safety of semirigid thoracoscopy in exudative pleural effusions: a meta-analysis. Chest. 2013;144:1857–1867. 29. Hsu C. Cytologic detection of malignancy in pleural effusion: a review of 5, 255 samples from 3, 811 patients. Di",
      "page": 11,
      "start_offset": 0,
      "end_offset": 3626,
      "token_count": 1175,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Rahman NM, Ali NJ, Brown G, et al. Local anaesthetic thoracoscopy: British Thoracic Society Pleural Disease Guideline 2010.",
        "Eur Respir J. 2007;29:571–574.CHAPTER Medical Thoracoscopy 12.",
        "Tschopp JM, Purek L, Frey JG, et al. Titrated sedation with propofol for medical thoracoscopy: a feasibility and safety study."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p11_3626_03822a21",
      "text": "HG. Thoracoscopy: a prospective study of safety and outcome. Chest. 1995;108:324–329. 27. Kindler HL, Ismaila N, Armato 3rd SG, et al. Treatment of malignant pleural mesothelioma: American Society of Clinical Oncology Clinical Practice Guideline. J Clin Oncol. 2018;36(13):1343–1373. 28. Agarwal R, Aggarwal AN, Gupta D. Diagnostic accuracy and safety of semirigid thoracoscopy in exudative pleural effusions: a meta-analysis. Chest. 2013;144:1857–1867. 29. Hsu C. Cytologic detection of malignancy in pleural effusion: a review of 5, 255 samples from 3, 811 patients. Diag Cytopathol. 1987;3:8–12. 30. Hooper C, Lee YC, Maskell N, BTS Pleural Guideline Group Investigation of a unilateral pleural effusion in adults: British Thoracic Society Pleural Disease Guideline 2010. Thorax. 2010;65(Suppl 2):ii4-ii17. 31. Renshaw AA, Dean BR, Antman KH, Sugarbaker DJ, Cibas ES. The role of cytologic evaluation of pleural fluid in the diagnosis of malignant mesothelioma. Chest. 1997;111:106–109. 32. Abouzgheib W, Bartter T, Dagher H, Pratter M, Klump W. A prospective study of the volume of pleural fluid required for accurate diagnosis of malignant pleural effusion. Chest. 2009;135:999–1001. 33. Canto A, Ferrer G, Ramagosa V, Moya J, Bernat R. Lung cancer and pleural effusion: clinical significance and study of pleural metastatic locations. Chest. 1985;87: 649–651. 34. Whitaker D, Shilkin KB. Diagnosis of pleural malignant mesothelioma in life: a practical approach. J Pathol. 1984;143:147–175. 35. Leung AN, Müller NL, Miller RR. computed tomography (CT) in differential diagnosis of diffuse pleural disease. AJR Am J Roentgenol. 1990;154:487–492. 36. Traill ZC, Davies RJ, Gleeson FV. Thoracic computed tomography in patients with suspected malignant pleural effusions. Clin Radiol. 2001;56:193–196. 37. Qureshi NR, Rahman NM, Gleeson FV. Thoracic ultrasound in the diagnosis of malignant pleural effusion. Thorax. 2009;64:139–143. 38. Chian CF, Su WL, Soh LH, Yan HC, Perng WC, Wu CP. Echogenic swirling pattern as a predictor of malignant pleural effusions in patients with malignancies. Chest. 2004;126:129–134. 39. Maskell NA, Gleeson FV, Davies RJ. Standard pleural biopsy versus CT-guided cutting-needle biopsy for diagnosis of malignant disease in pleural effusions: a randomised controlled trial. Lancet. 2003;361:1326–1330. 40. Diacon AH, Schuurmans MM, Theron J, Schubert PT, Wright CA, Bolliger CT. Safety and yield of ultrasound-assisted transthoracic biopsy performed by pulmonologists. Respiration. 2004;71:519–522. 41. Tombesi P, Nielsen I, Tassinari D, Trevisani L, Abbas-ciano V, Sartori S. Transthoracic ultrasonography-guided core needle biopsy of pleural-based lung lesions:",
      "page": 11,
      "start_offset": 3626,
      "end_offset": 6325,
      "token_count": 837,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Hooper C, Lee YC, Maskell N, BTS Pleural Guideline Group Investigation of a unilateral pleural effusion in adults: British Thoracic Society Pleural Disease Guideline 2010.",
        "Kindler HL, Ismaila N, Armato 3rd SG, et al. Treatment of malignant pleural mesothelioma: American Society of Clinical Oncology Clinical Practice Guideline."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    },
    {
      "chunk_id": "practical_gti_medical_thoracosco_p12_0_f17409d2",
      "text": "Chest. 2004;126:129–134. 39. Maskell NA, Gleeson FV, Davies RJ. Standard pleural biopsy versus CT-guided cutting-needle biopsy for diagnosis of malignant disease in pleural effusions: a randomised controlled trial. Lancet. 2003;361:1326–1330. 40. Diacon AH, Schuurmans MM, Theron J, Schubert PT, Wright CA, Bolliger CT. Safety and yield of ultrasound-assisted transthoracic biopsy performed by pulmonologists. Respiration. 2004;71:519–522. 41. Tombesi P, Nielsen I, Tassinari D, Trevisani L, Abbas-ciano V, Sartori S. Transthoracic ultrasonography-guided core needle biopsy of pleural-based lung lesions:SECTION Pleural Disease 1. Prospective randomized comparison between a Tru-Cut-type needle and a modified Menghini-type needle. Ultraschall Med. 2009;30:390–395.\n2. Koegelenberg CF, Bolliger computed tomography (CT), Theron J, et al. Direct comparison of the diagnostic yield of ultrasound-assisted Abrams and Tru-Cut needle biopsies for pleural tuberculosis. Thorax. 2010;65:857–862.\n3. Hallifax RJ, Haris M, Corcoran JP, et al. Role of CT in assessing pleural malignancy prior to thoracoscopy. Thorax. 2015;70:192–193.\n4. Dixon G, de Fonseka D, Maskell N. Pleural controversies: image guided biopsy vs. thoracoscopy for undiagnosed pleural effusions? J Thorac Dis. 2015;7:1041–1051.\n5. Boutin C, Cargnino P, Viallat JR. Thoracoscopy in the early diagnosis of malignant pleural effusions. Endoscopy. 1980;12:155–160.\n6. Weissberg D, Kaufman M, Zurkowski Z. Pleuroscopy in patients with pleural effusion and pleural masses. Ann Thorac Surg. 1980;29:205–208.\n7. Chrysanthidis MG, Janssen JP. Autofluorescence video-thoracoscopy in exudative pleural effusions: preliminary results. Eur Respir J. 2005;26:989–992.\n8. Schönfeld N, Schwarz C, Kollmeier J, Blum T, Bauer TT, Ott S. Narrow band imaging (NBI) during medical thoracoscopy: first impressions. J Occup Med Toxicol. 2009;4:24–28.\n9. Baas P, Triesscheijn M, Burgers S, van Pel R, Stewart F, Aalders M. Fluorescence detection of pleural malignancies using 5-aminolaevulinic acid. Chest. 2006;129:718–724.\n10. Bonhomme O, Duysinx B, Heinen V, Detrembleur N, Corhay JL, Louis R. First report of probe based confocal laser endomicroscopy during medical thoracoscopy. Respir Med. 2019;147:72–75.\n11. Wijmans L, Baas P, Sieburgh TE, et al. Confocal laser endomicroscopy as a guidance tool for pleural biopsies in malignant pleural mesothelioma. Chest. 2019;156(4):754–763.\n12. Zirlik S, Hildner K, Rieker RJ, Vieth M, Neurath MF, Fuchs FS. Confocal laser endomicroscopy for diagnosing malignant pleural effusions. Med Sci Monit. 2018;24:5437–5447.\n13. Roberts ME, Neville E, Berrisford RG, BTS Pleural Disease Guideline Group. Management of a malignant pleural effusion: British Thoracic Society Pleural Disease Guideline 2010. Thorax. 2010;65(Suppl 2):ii32-ii40.\n14. Ceresoli GL, Locati LD, Ferreri AJ, et al. Therapeutic outcome according to histologic subtype in 121 patients with malignant pleural mesothelioma. Lung Cancer. 2001;34:279–287.\n15. Hollevoet K, Nackaerts K, Thimpont J, et al. Diagnostic performance of soluble mesothelin and megakaryocyte potentiating factor in mesothelioma. Am J Respir Crit Care Med. 2010;181:620–625.\n16. Herbert A, Gallagher PJ. Pleural biopsy in the diagnosis of malignant mesothelioma. Thorax. 1982;37:816.\n17. Chan HP, Liew MF, Seet JE, Lee P. Use of cryobiopsy during pleuroscopy for diagnosis of sarcomatoid malignant mesothelioma. Thorax. 2016;72:193–195.\n18. Boutin C, Rey F, Viallat JR. Prevention of malignant seeding after invasive diagnostic procedures in patients with pleural mesothelioma: a randomized trial of local therapy. Chest. 1995;108:754–758.\n19. O’Rouke N, Garcia JC, Paul J, Lawless C, McMenemin R, Hill J. A randomized controlled trial of intervention site radiotherapy in malignant pleural mesothelioma. Radio",
      "page": 12,
      "start_offset": 0,
      "end_offset": 3828,
      "token_count": 1177,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Management of a malignant pleural effusion: British Thoracic Society Pleural Disease Guideline 2010.",
        "A randomized controlled trial of intervention site radiotherapy in malignant pleural mesothelioma.",
        "Standard pleural biopsy versus CT-guided cutting-needle biopsy for diagnosis of malignant disease in pleural effusions: a randomised controlled trial."
      ],
      "section_path": [
        "Clinical Applications"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Medical Thoracoscopy",
    "Knowledge Base for Medical Thoracoscopy.pdf",
    "Page 1",
    "Page 2",
    "Extracted Tables",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Page 5",
    "Page 6",
    "Page 7",
    "Page 8",
    "Page 9",
    "Page 10",
    "Page 11"
  ],
  "source_file": "Medical Thoracoscopy.md"
}