{
  "doc_id": "practical_gti_delayed_at",
  "title": "Delayed Ablation Techniques",
  "book": "Practical Guide to Interventional Pulmonology",
  "edition": "1st",
  "year": 2022,
  "author": "Momen M Wahidi, David E Ost",
  "chapter_number": null,
  "n_pages": 11,
  "schema_version": "1.0",
  "processing_date": "2025-08-25T15:30:29.284209",
  "text_chunks": [
    {
      "chunk_id": "practical_gti_delayed_at_p1_0_61bad5f2",
      "text": "Delayed Ablation Techniques:\nPhotodynamic Therapy and PHOTODYNAMIC THERAPY\n- *Introductio*n\nThe advent of photodynamic therapy (PDT) was one of the early advances in interventional pulmonology that elevated therapeutic bronchoscopy into the curative arena. First used by Hayata in 1982, PDT has not significantly changed in principle or application.1 PDT is based on the concept that malignant cells absorb and retain a photosensitive compound and become very sensitive to light.2 The photosensitizer is then activated with a light wavelength corresponding to the photosensitizer absorption spectrum that takes the singlet basic energy state to the goal excited triplet state.3 The excited triplet state leads to the generation of reactive oxygen species, which cause cellular damage and apoptosis of tumor cells. The procedure involves three steps:\n- First step: intravenous injection of the photosensitizer agent porfimer sodium (Photofrin, Pinnacle Biologics, Bannockburn, IL, USA) at 2 mg/kg\n- Second step: 48 h after injection, performing a bronchoscopy and using a light diffuser through the working channel of scope to expose the sensitized tumor cell to a nonthermal laser light (wavelength of 630 nm)\n- Third step: 48 h after index procedure, performing a bronchoscopy to remove sloughed tissue with suctioning, forceps, or cryoprobe. If the intended lesion does not appear to be adequately treated, a second light treatment can be delivered at this session. PDT can be used with curative intent for patients with carcinoma in situ or as adjunctive therapy or palliative treatment for malignant central airway obstruction. PREPROCEDURE PREPARATION\n- *Patient Selectio*n\nIdentifying the appropriate patient for PDT relies on selecting the optimal target lesion. If aiming for curative intent of carcinoma in situ, consider factors such as a lesion size < 1.5 cm ( < 1 cm for optimal results), proximal airway location, and intraluminal disease. It is important to remember that the depth of tissue penetration for PDT is 4–6 mm. The therapeutic effects of PDT are delayed such that its application is limited in critical malignant central airway obstruction. - *Injection Encounte*r\nIn the United States, Photofrin is the only approved photosensitizer compound available. It is dosed 2 mg/kg 48 h prior to bronchoscopy. After its administration, it is retained in tumor cells and cleared from most healthy issues in 6 h except for the lung, reticuloendothelial tissues, and the skin. The unique properties that allow for Photofrin to accumulate in malignant cells have not been well elucidated. Proposed mechanisms involve elevated numbers of lower-density protein receptors on tumor cells, decreased pH in the tumor microenvironment, and the presence of macrophages.4 As mentioned earlier, Photofrin does not just accumulate in malignant cells but is highly concentrated in the spleen, liver, kidney, and orders of magnitude lower in the skin.5 Given that the spleen, liver, and kidney are protected from light, they are not considered when it comes to PDT. Photofrin can be retained in skin for up to 8 weeks after injection, requiring patients to be cautioned to avoid light. Emphasis should be placed on wearing protective clothing, gloves, and eye protection Michael Dorry and Jasleen Pannu",
      "page": 1,
      "start_offset": 0,
      "end_offset": 3303,
      "token_count": 708,
      "overlap_from_prev_tokens": 0,
      "quotes": [
        "If aiming for curative intent of carcinoma in situ, consider factors such as a lesion size < 1.5 cm ( < 1 cm for optimal results), proximal airway location, and intraluminal disease.",
        "It is important to remember that the depth of tissue penetration for PDT is 4–6 mm."
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p2_0_f90cb43a",
      "text": "except for the lung, reticuloendothelial tissues, and the skin. The unique properties that allow for Photofrin to accumulate in malignant cells have not been well elucidated. Proposed mechanisms involve elevated numbers of lower-density protein receptors on tumor cells, decreased pH in the tumor microenvironment, and the presence of macrophages.4 As mentioned earlier, Photofrin does not just accumulate in malignant cells but is highly concentrated in the spleen, liver, kidney, and orders of magnitude lower in the skin.5 Given that the spleen, liver, and kidney are protected from light, they are not considered when it comes to PDT. Photofrin can be retained in skin for up to 8 weeks after injection, requiring patients to be cautioned to avoid light. Emphasis should be placed on wearing protective clothing, gloves, and eye protection Michael Dorry and Jasleen PannuSECTION Therapeutic Bronchoscopy Procedures to avoid burns, which are usually mild in severity and are generally cited as occurring in 5 %-28 % of cases.6 Equipment\n- Bronchoscope\n- Bronchoscope tower\n- Laser system\n- Cylindrical diffuser Staff\n- Bronchoscopist\n- Bronchoscopy technician/respiratory therapist\n- Anesthesia team Setting\nPDT is typically performed in the bronchoscopy suite as an outpatient procedure. It can be done under moderate sedation or general anesthesia. Sedation should be deep enough for the patient as to not disrupt activation of light at the target lesion. Picking the procedural day for PDT is important, as a repeat bronchoscopy must be completed 2 days after the light activation procedure. Depending on staff and bronchoscopy suite scheduling, this usually precludes scheduling PDT on Thursday or Friday. The preprocedural preparation area should keep the lights dimmed to diminish ambient light thereby minimizing potential skin irritation. The same holds true for the bronchoscopy procedure room if possible. PROCEDURAL TECHNIQUES\nOnce the patient is sedated, the bronchoscope is introduced for an airway examination to ensure that the lesion has not significantly changed from when PDT was originally offered. A cylindrical diffuser, which comes in both rigid (outer diameter 1.7 mm) and flexible (1.07 mm) fibers, is attached to the diode laser machine. The diffuser fiber length is selected to match the length of the target lesion. Light is distributed in a 360-degree radius from the fiber when activated. Red light (625–630 nm) is the preferred light band, as it penetrates best into tissue, with 800 nm considered the limit to generating a photodynamic reaction. Tissue activation of 200 J/cm is the most commonly selected dose as it is the maximum that can be applied to the airway. The diffuser length is then selected on the calculation menu of the laser machine providing the time needed to deliver the desired light dose. The diffuser, when introduced through the bronchoscope, is then placed in the middle of the airway across the target lesion. Special glasses are distributed to protect the eyes during energy activation. The bronchoscope is steadied and the catheter is maintained in the airway. While the diffuser is activated, bright light that renders the screen indiscernible occurs. Maintaining diffuser position is important to ensure direct delivery of the light to the target lesion. Once the activation is completed, the bronchoscope is removed and the patient is recovered and given discharge precautions regarding worsening respiratory distress and the importance of returning for repeat bronchoscopy. Reillumination can be offered to patients, as the Photofrin remains biochemically active in malignant cells for an additional 6–7 days from injection.7 When the patient returns for repeat bronchoscopy 48 h after activation, the airway is inspected and denuded respiratory epithelium is removed. This is accomplished with suctioning and pulmonary forceps in most cases. A cryoprobe may be needed in some cases to remove very adherent or large amount of sloughed tissue. Once the sloughed tissue is removed, the patient is recovered and discharged home. Repeat bronchoscopy 1–3 months after PDT should be performed to assess the treated area is free of disease. Figs. 9.1–9.5 show bronchoscopic images of a PDT procedure performed to treat a carcinoma in situ in the bronchus intermedius.",
      "page": 2,
      "start_offset": 0,
      "end_offset": 4326,
      "token_count": 906,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Light is distributed in a 360-degree radius from the fiber when activated. Red light (625–630 nm) is the preferred light band, as it penetrates best into tissue, with 800 nm considered the limit to generating a photodynamic reaction.",
        "Picking the procedural day for PDT is important, as a repeat bronchoscopy must be completed 2 days after the light activation procedure."
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p3_0_62e2397d",
      "text": "copy. Reillumination can be offered to patients, as the Photofrin remains biochemically active in malignant cells for an additional 6–7 days from injection.7 When the patient returns for repeat bronchoscopy 48 h after activation, the airway is inspected and denuded respiratory epithelium is removed. This is accomplished with suctioning and pulmonary forceps in most cases. A cryoprobe may be needed in some cases to remove very adherent or large amount of sloughed tissue. Once the sloughed tissue is removed, the patient is recovered and discharged home. Repeat bronchoscopy 1–3 months after PDT should be performed to assess the treated area is free of disease. Figs. 9.1–9.5 show bronchoscopic images of a PDT procedure performed to treat a carcinoma in situ in the bronchus intermedius.CHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy COMPLICATIONS\nThere are some notable complications associated with PDT. Photofrin is retained in the skin for approximately 6–8 weeks following infusion, causing significant photosensitivity. This can lead to significant sunburn that necessitates patients wear protective clothing and eye protection when exposed to sunlight.8 The tissue death occurring 2 days after treatment necessitates repeat bronchoscopy to remove desiccated tissue. In 7 % of cases, tissue sloughing can result in significant airway obstruction causing life-threatening respiratory distress.2 Therefore a repeat bronchoscopy 48 h after PDT is essential to remove sloughed tissue. Bronchial stenosis has been reported if the treatment area overlaps with normal respiratory mucosa. While extremely rare, life-threatening hemoptysis can occur if the target area is < 1 cm from a major mediastinal vessel. EVIDENCE\nPDT is employed in two clinical scenarios, one with curative intent for carcinoma in situ and the other for palliation of symptoms in obstructive malignant disease. In a prospective study of 175 lung cancer patients",
      "page": 3,
      "start_offset": 0,
      "end_offset": 1965,
      "token_count": 414,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "In 7 % of cases, tissue sloughing can result in significant airway obstruction causing life-threatening respiratory distress.2 Therefore a repeat bronchoscopy 48 h after PDT is essential to remove sloughed tissue.",
        "While extremely rare, life-threatening hemoptysis can occur if the target area is < 1 cm from a major mediastinal vessel.",
        "This can lead to significant sunburn that necessitates patients wear protective clothing and eye protection when exposed to sunlight.8 The tissue death occurring 2 days after treatment necessitates repeat bronchoscopy to remove desiccated tissue."
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p4_0_ce907969",
      "text": "significant sunburn that necessitates patients wear protective clothing and eye protection when exposed to sunlight.8 The tissue death occurring 2 days after treatment necessitates repeat bronchoscopy to remove desiccated tissue. In 7 % of cases, tissue sloughing can result in significant airway obstruction causing life-threatening respiratory distress.2 Therefore a repeat bronchoscopy 48 h after PDT is essential to remove sloughed tissue. Bronchial stenosis has been reported if the treatment area overlaps with normal respiratory mucosa. While extremely rare, life-threatening hemoptysis can occur if the target area is < 1 cm from a major mediastinal vessel. EVIDENCE\nPDT is employed in two clinical scenarios, one with curative intent for carcinoma in situ and the other for palliation of symptoms in obstructive malignant disease. In a prospective study of 175 lung cancer patientsSECTION Therapeutic Bronchoscopy Procedures\nFrom 1982–1996, McCaughan and Williams used PDT to treat 16 patients with stage I disease, 9 patients with stage II disease, 106 with stage III, and 44 patients with stage IV disease.9 Most patients had squamous cell carcinoma of the airway. The authors applied energy of 400 J/cm diffusing fiber for trachea and main bronchi, 300 J/cm for lobar bronchi, and 200 J/cm for segmental bronchi. The median survival of all patients in the study was 7 months, but when assessing each subgroup, stage I survival was not reached, stage II was 22.5 months, stage IIIA 5.7 months, stage IIIB 5.5 months, and stage IV 5 months. Three patients with squamous cell carcinoma in situ had complete responses (CRs) with no evidence of disease at 8, 74, and 121 months. The disease-free survival for stage I disease was 93 %.9 In a different study from Japan, a total of 204 patients with 264 centrally located early stage lung cancer lesions underwent PDT between February 1980 and February 2005.10 Two hundred and fifty-eight of the lesions were squamous cell carcinomas, 185 were clinical stage 0, and 79 were clinical stage I. Tumor dimension was less than 1 cm in 180 lesions, between 1 and 2 cm in 50 lesions, and more than 2 cm in 34 lesions. For the 56 tumors < 0.5 cm, CR was 94.6 %, lesion 0.5–1 cm CR was 93.5 %, 1–2 cm CR 80 %, and > 2 cm CR 44.1 %. The distal margin of the tumor was visible on 203 of the lesions, which corresponded to a CR of 91.6 %. Importantly, though, for lesions < 1.0 cm the CR of 92.8 % corresponded with a 5-year survival rate of 57.9 %. The authors of the study attribute this to the study participants’ frailty, as they were not deemed surgical candidates and the vast majority of patients died from other diseases associated with their poor cardiopulmonary reserve. Regarding palliation of symptoms, Moghissi and colleagues recruited 100 patients with advanced inoperable lung cancer (73 % stage IIIa, 10 % stage IV) between May 1990 and May 1997.11 The study was set up to record symptoms (dyspnea, cough, and hemoptysis) and performance status using the World Health Organization (WHO) scale. The WHO scale is arranged from 0 (able to carry out all normal activities without restriction) to 4 (completely disabled). Patients (59 % squamous, 24 % adenocarcinoma) underwent PDT to their airway tumor following Photofrin injection. Follow-up of these patients was completed every 6–8 weeks for 1 year and then in 3–6-month intervals. At these visits data were collected. Pre-PDT treatment, 43 patients had a WHO scale of <  = 2 and 54 patients had a WHO scale of >  = 2. Six to eight weeks following PDT treatment, 87 patients had a WHO scale of <  = 2 and 10 patients had a WHO scale of >  = 2. Similarly forced expiratory volume in the first second of expiration (FEV1) increased by 0.28 L following PDT and forced vital capacity (FVC) increased by 0.43 L. While multivariate analysis demonstrated that only performance status was statistically significant for survival, there was a significant improvement in functional status following treatment with PDT. SUMMARY\nPDT elevated the field of therapeutic bronchoscopy to the curative domain. In the right patient population, particularly patients with < 1 cm length squamous cell carcinoma in situ, there is a ~90 % chance of CR. While tumors are ideally centrally located, there is increasing interest in using available technology to provide treatment to distal airways.12 PDT also has applications for malignant central airway obstruction, often used in tandem with other usual treatment modalities such as chemotherapy and radiation. Newer tumor-specific photosensitizers are being developed with fewer side effects and hopefully more efficacy. PDT is a technology that has continued to evolve since 1982 and is anticipated to remain in the armamentarium of interventional pulmonologists worldwide. CRYOTHERAPY\nIntroduction\nEndobronchial lesions can develop from primary lung cancer or metastatic disease leading to airway obstruction. Most of these patients are not candidates for surgical resection and are likely to experience shortness",
      "page": 4,
      "start_offset": 0,
      "end_offset": 5052,
      "token_count": 1178,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "The median survival of all patients in the study was 7 months, but when assessing each subgroup, stage I survival was not reached, stage II was 22.5 months, stage IIIA 5.7 months, stage IIIB 5.5 months, and stage IV 5 months.",
        "Tumor dimension was less than 1 cm in 180 lesions, between 1 and 2 cm in 50 lesions, and more than 2 cm in 34 lesions.",
        "The disease-free survival for stage I disease was 93 %.9 In a different study from Japan, a total of 204 patients with 264 centrally located early stage lung cancer lesions underwent PDT between February 1980 and February 2005.10 Two hundred and fifty-eight of the lesions were squamous cell carcinomas, 185 were clinical stage 0, and 79 were clinical stage I."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p5_0_eea2b8d9",
      "text": "right patient population, particularly patients with < 1 cm length squamous cell carcinoma in situ, there is a ~90 % chance of CR. While tumors are ideally centrally located, there is increasing interest in using available technology to provide treatment to distal airways.12 PDT also has applications for malignant central airway obstruction, often used in tandem with other usual treatment modalities such as chemotherapy and radiation. Newer tumor-specific photosensitizers are being developed with fewer side effects and hopefully more efficacy. PDT is a technology that has continued to evolve since 1982 and is anticipated to remain in the armamentarium of interventional pulmonologists worldwide. CRYOTHERAPY\nIntroduction\nEndobronchial lesions can develop from primary lung cancer or metastatic disease leading to airway obstruction. Most of these patients are not candidates for surgical resection and are likely to experience shortnessCHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy The use of severely low temperatures to treat tumors was first described as early as 1851 by James Arnott for a lesion in the breast.14 Cooper and Lee subsequently introduced the first closed-tip cryoprobe using liquid nitrogen in 1961; its first endobronchial use was by Gage using a rigid cryoprobe.15,16 A flexible cryoprobe was developed in 1994.13 The cryoprobe gets cold to extremely low temperatures. It captures the cooling effect of the rapid expansion of a gas that has been liquefied under high pressures. This phenomenon is also known as the Joule-Thomson effect.17,18 Cryotherapy is applied to tissue through multiple approaches: percutaneous, thoracic, endobronchial, and so on.19 It has been shown to treat or palliate unresectable cancers and can potentially increase long-term survival.20,21 Endobronchial cryotherapy is suggested for the treatment of endobronchial tumors and removal of foreign bodies and blood clots obstructing airways in the European Respiratory Society/American Thoracic Society guidelines (2002) and American College of Chest Physician Guidelines in 2003.22,23 MECHANISM OF ACTION Cryotherapy induces tissue destruction through intracellular and extracellular cryocrystallization. Through the specially designed cryoprobe, extremely low temperatures can be applied to a local area leading to the initiation of these destructive events. Intracellular ice crystal formation leads to damage to intracellular organelles like mitochondria and endoplasmic reticulum, whereas extracellular ice crystallization leads to intracellular dehydration and cell death. Mazur described the cell death mechanism by cryotherapy; 90 % cell death can be achieved if tissue is cooled quickly to −40 degreesC at the rate of −100 degreesC per minute. Lower temperatures and repeat freeze-thaw cycles contribute incrementally to cell death.24 Also, cryotherapy leads to microthrombi formation in the surrounding vasculature, hastening cell death and selectively targeting the hypervascular tumor tissue. For the same reason, tissues with higher water content are more sensitive to cryotherapy (granulation tissue, tumor, nerves, endothelium), while bronchial cartilage is relatively spared from tissue destruction, along with fibrosis, nerve sheath, and connective tissue.25,26 Immediate relief of an obstructed airway from foreign bodies, blood clots, and mucus plug can also be obtained through cryotherapy and is based on a different mechanism of action. Under bronchoscopic guidance, the cryoprobe is put in direct contact with the culprit obstructing tissue/foreign body and is activated. As the cryoprobe freezes to extremely low temperatures, it adheres to the adjacent tissue. The cryoprobe is then removed en bloc with the bronchoscope. Large fragments of mucus, organized blood clots, and some foreign bodies can be removed with this technique, which may otherwise not have been possible through flexible bronchoscopy alone. PREPROCEDURAL PREPARATION Indications and contraindications to performing endobronchial cryoablation or cryoextraction can guide patient selection and should be reviewed before planning these procedures. Indications 1. Intraluminal tumors of histology-proven malignancies causing endobronchial obstruction.19 2. Treatment of low-grade endobronchial malignancies like carcinoid tumors that are otherwise unresectable.27 3. Granulation tissue growth leading to airway obstruction.23 4. Retrieval of foreign objects from central and segmental airways. Objects with more water content like certain food materials and tissue are more amenable to cryoextraction as opposed to metallic objects, plastics, teeth, bone material, etc.23 5. Retrieval of organized blood clot/thrombus and mucus plugs from the airways, not cleared with therapeutic suctioning and causing respiratory compromise or risk of postobstructive pneumonia.28 Contraindications 1. Lack of expertise or training in performing endobronchial cryotherapy. 2. Presence of bleeding diathesis, thrombocytopenia < 50 x 109, use of clopidogrel and newer antiplatelet agents, and anticoagulant therapy would present a high risk of bleeding complications with endobronchial cryotherapy as well as any endobronchial intervention. 3. Any contraindications to undergoing the bronchoscopy procedure itself.",
      "page": 5,
      "start_offset": 0,
      "end_offset": 5323,
      "token_count": 1128,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Mazur described the cell death mechanism by cryotherapy; 90 % cell death can be achieved if tissue is cooled quickly to −40 degreesC at the rate of −100 degreesC per minute.",
        "right patient population, particularly patients with < 1 cm length squamous cell carcinoma in situ, there is a ~90 % chance of CR.",
        "PDT is a technology that has continued to evolve since 1982 and is anticipated to remain in the armamentarium of interventional pulmonologists worldwide."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p6_0_9361a21c",
      "text": "like certain food materials and tissue are more amenable to cryoextraction as opposed to metallic objects, plastics, teeth, bone material, etc.23 5. Retrieval of organized blood clot/thrombus and mucus plugs from the airways, not cleared with therapeutic suctioning and causing respiratory compromise or risk of postobstructive pneumonia.28 Contraindications 1. Lack of expertise or training in performing endobronchial cryotherapy. 2. Presence of bleeding diathesis, thrombocytopenia < 50 x 109, use of clopidogrel and newer antiplatelet agents, and anticoagulant therapy would present a high risk of bleeding complications with endobronchial cryotherapy as well as any endobronchial intervention. 3. Any contraindications to undergoing the bronchoscopy procedure itself.SECTION Therapeutic Bronchoscopy Procedures ### Equipment\nFor delivery of cryotherapy for any of the aforementioned indications, a combination of the below three types of equipment is needed ( 1. **Cryosurgery device or cryoprobe*: The flexible cryoprobe comes in two operating diameters: 2.4 mm and 1.9 mm. Its length is 90 cm, and the length of the cooling tip is 7 mm (ERBE USA, Inc.; Marietta, GA, USA).13 Besides the flexible probe, rigid and semirigid cryoprobes are also available but are less commonly used. The rigid and semirigid cryoprobe can only be used with a rigid bronchoscope. Their advantage is a short thawing phase of the probe leading to a faster procedure; however, this can also decrease the extent of cellular injury achieved, and hence use of the flexible probe may be overall preferred.26,27 2. **Cryogen or cooling agent*: The cryogen is stored in a liquefied state under high pressure in a cylinder on the cryo machine. Nitrous oxide, nitrogen, and carbon dioxide are the most commonly used cryogens. Nitrous oxide is reported to cool the cryoprobe tip to −89 degreesC, whereas the carbon dioxide cools to −79 degreesC within a few seconds.29 The cylinder connects to the cryoprobe, and, when activated, cryogen is released through a transfer line to the cryoprobe tip. The tip has a chamber for ingress and egress of the gas leading to its rapid freezing.27 A regulator located on the cryo machine controls the rate of freezing of the cryoprobe by regulating the flow of the cryogen ( 3. **The delivery device*: A flexible fiberoptic bronchoscope or a rigid bronchoscope can be used to deliver endobronchial cryotherapy. Using the flexible bronchoscope does not always require general anesthesia. It can also reach the distal bronchi and upper lobes, which is otherwise difficult with a rigid bronchoscope. Flexible fiberoptic bronchoscopes with a large working channel of 2.8 mm or more allow the cryoprobe to be inserted easily and also leave the ability to apply some suction if needed ( ### Staff\nPhysicians with prior training and experience in interventional procedures of the lung with cryotherapy and airway management should lead these procedures. Allied staff including nurses, technicians, and respiratory therapists should be well versed in using the cryotherapy equipment. ### Setting\nCryotherapy-assisted ablation and extraction can be performed using standard monitoring in a fully equipped bronchoscopy suite. Equipment should be checked for functionality before the procedure, including the appropriate level of cryogen in the cylinder, freeze time of the cryoprobe with saline, and appropriate activation and deactivation of the probe. No additional safety equipment other than that regularly used in the bronchoscopy suite is required for cryotherapy. ### Anesthesia Considerations\nWhen performed with flexible bronchoscopy, this procedure can be performed successfully under both general A B C",
      "page": 6,
      "start_offset": 0,
      "end_offset": 3715,
      "token_count": 815,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Nitrous oxide is reported to cool the cryoprobe tip to −89 degreesC, whereas the carbon dioxide cools to −79 degreesC within a few seconds.29 The cylinder connects to the cryoprobe, and, when activated, cryogen is released through a transfer line to the cryoprobe tip.",
        "Its length is 90 cm, and the length of the cooling tip is 7 mm (ERBE USA, Inc.; Marietta, GA, USA).13 Besides the flexible probe, rigid and semirigid cryoprobes are also available but are less commonly used. The rigid and semirigid cryoprobe can only be used with a rigid bronchoscope.",
        "like certain food materials and tissue are more amenable to cryoextraction as opposed to metallic objects, plastics, teeth, bone material, etc.23 5."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p7_0_0b99437e",
      "text": "inserted easily and also leave the ability to apply some suction if needed ( ### Staff\nPhysicians with prior training and experience in interventional procedures of the lung with cryotherapy and airway management should lead these procedures. Allied staff including nurses, technicians, and respiratory therapists should be well versed in using the cryotherapy equipment. ### Setting\nCryotherapy-assisted ablation and extraction can be performed using standard monitoring in a fully equipped bronchoscopy suite. Equipment should be checked for functionality before the procedure, including the appropriate level of cryogen in the cylinder, freeze time of the cryoprobe with saline, and appropriate activation and deactivation of the probe. No additional safety equipment other than that regularly used in the bronchoscopy suite is required for cryotherapy. ### Anesthesia Considerations\nWhen performed with flexible bronchoscopy, this procedure can be performed successfully under both general A B CCHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy anesthesia and moderate sedation.28 No studies comparing anesthesia techniques for cryotherapy ablation have been reported yet. Higher sedation requirements to avoid coughing and prevent airway injury during the procedure give an advantage to the use of general anesthesia; however, patients with significant comorbidities can be at additional risk with deeper anesthesia. The decision to use general anesthesia would be dictated by patient’s condition, type of lesion, institutional availability, and provider preference.27 - *Advantages of Cryotherapy Over Other Ablative Modalitie*s 1. The use of cryotherapy using a flexible bronchoscope provides easier access to upper lobe lesions and distal lesions, which is otherwise difficult to attain with rigid bronchoscopy.13,30 2. Less damage to cartilaginous structures is seen with cryotherapy due to their lesser water content.13 3. No safety equipment (e.g., goggles) is needed for cryoablation unlike when using laser therapy.26 4. There is no risk of airway fires or electric accidents during the procedure.27 5. Cryotherapy can be performed in patients requiring oxygenation at high supplemental oxygen levels, unlike thermal therapies.30 6. Cryotherapy equipment is less expensive than laser equipment used for debulking and ablation.13 - *Disadvantages of Cryotherap*y 1. The effect of cryoablation is delayed and not immediate, sometimes necessitating repeat procedures. 2. Cryoablation is not the procedure of choice for high-grade emergent airway obstructions due to its delayed results. PROCEDURAL TECHNIQUES Variations in the technique of performing endobronchial cryoablation and cryoextraction are evident in literature around anesthesia, airway device, selection of equipment, freeze-thaw times, and so on.23,26,27 Below is the outline of the most commonly applied technique. 1. A 2.4-mm or 1.9-mm flexible cryoprobe is advanced through the flexible fiberoptic bronchoscope inside the airways until the metallic tip is completely exposed. Rigid bronchoscopy is not needed to use the flexible cryoprobe; however, use of rigid and semi-rigid cryoprobes, which are used less commonly, requires rigid bronchoscopy. 2. The cryoprobe tip is brought in direct contact with the endobronchial target site and activated using the foot pedal. 3. Activation of the cryoprobe leads to formation and expansion of an ice ball in the target tissue until an adequate area is covered and adheres to the tip of the probe. D\n-",
      "page": 7,
      "start_offset": 0,
      "end_offset": 3545,
      "token_count": 740,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Higher sedation requirements to avoid coughing and prevent airway injury during the procedure give an advantage to the use of general anesthesia; however, patients with significant comorbidities can be at additional risk with deeper anesthesia.",
        "inserted easily and also leave the ability to apply some suction if needed ( ### Staff\nPhysicians with prior training and experience in interventional procedures of the lung with cryotherapy and airway management should lead these procedures."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p8_0_a3c0e12c",
      "text": "equipment, freeze-thaw times, and so on.23,26,27 Below is the outline of the most commonly applied technique. 1. A 2.4-mm or 1.9-mm flexible cryoprobe is advanced through the flexible fiberoptic bronchoscope inside the airways until the metallic tip is completely exposed. Rigid bronchoscopy is not needed to use the flexible cryoprobe; however, use of rigid and semi-rigid cryoprobes, which are used less commonly, requires rigid bronchoscopy. 2. The cryoprobe tip is brought in direct contact with the endobronchial target site and activated using the foot pedal. 3. Activation of the cryoprobe leads to formation and expansion of an ice ball in the target tissue until an adequate area is covered and adheres to the tip of the probe. D\n-SECTION Therapeutic Bronchoscopy Procedures 4. Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5. If a cryoprobe is being used to extract foreign bodies, mucus plugs, or blood clots (Figs. 9.9–9.11), then, once the desired adherence is achieved to the target tissue/object, the cryoprobe and bronchoscope are removed en bloc from the airway quickly. The probe is then thawed in saline at bedside to detach the adherent sample. An assistant should hold the endotracheal tube securely during scope removal to avoid inadvertent extubation. A B C D E F G H I",
      "page": 8,
      "start_offset": 0,
      "end_offset": 1404,
      "token_count": 338,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5.",
        "equipment, freeze-thaw times, and so on.23,26,27 Below is the outline of the most commonly applied technique. 1."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p9_0_080649bc",
      "text": "the target tissue until an adequate area is covered and adheres to the tip of the probe. D\n-SECTION Therapeutic Bronchoscopy Procedures 4. Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5. If a cryoprobe is being used to extract foreign bodies, mucus plugs, or blood clots (Figs. 9.9–9.11), then, once the desired adherence is achieved to the target tissue/object, the cryoprobe and bronchoscope are removed en bloc from the airway quickly. The probe is then thawed in saline at bedside to detach the adherent sample. An assistant should hold the endotracheal tube securely during scope removal to avoid inadvertent extubation. A B C D E F G H ICHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy A B C D A B",
      "page": 9,
      "start_offset": 0,
      "end_offset": 841,
      "token_count": 200,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5.",
        "the target tissue until an adequate area is covered and adheres to the tip of the probe."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p10_0_e58c573e",
      "text": "-SECTION Therapeutic Bronchoscopy Procedures 4. Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5. If a cryoprobe is being used to extract foreign bodies, mucus plugs, or blood clots (Figs. 9.9–9.11), then, once the desired adherence is achieved to the target tissue/object, the cryoprobe and bronchoscope are removed en bloc from the airway quickly. The probe is then thawed in saline at bedside to detach the adherent sample. An assistant should hold the endotracheal tube securely during scope removal to avoid inadvertent extubation. A B C D E F G H ICHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy A B C D A BSECTION Therapeutic Bronchoscopy Procedures 6. The bronchoscopist should take caution to ensure that the cryoprobe moves freely before the abrupt removal and does not attach to healthy tissue or the airway wall during removal to avoid inadvertent airway injury and/or bleeding.\n7. If the cryoprobe does stick to an unintended area in the bronchus or endotracheal tube, it should be deactivated until the ice thaws and probe is spontaneously released from the tissue.28\n8. Repeat bronchoscopy may be considered in 2–4 weeks to complete debridement of the sloughed tissue after the initial cryoablation. COMPLICATIONS\nEndobronchial cryotherapy is not associated with the risk of airway fire. However, following treatment, there can be associated airway edema and mucus accumulation, which can cause postoperative respiratory distress.26 Other complications reported include ulceration and injury of the airway, bleeding, perforation, and, rarely, death.26 EVIDENCE\nEvidence supports the application of cryoablation in improving intrinsic tumors and restoring the patency of airways. In a trial of 521 patients with malignant tracheobronchial tumors who underwent cryosurgery over 9 years, the investigators saw significant improvement in cough, dyspnea, hemoptysis, and quality of life.13,26 In a study reported by Mathur and colleagues, cryoablation was able to altogether remove intrinsic tumors in 18/20 (90 %) patients and led to symptom improvement in 75 % of patients.13 Another prospective study reports success rates of 77 % in relieving airway obstruction. This improvement also correlates with improvement in symptoms as seen in other studies also.13,31,32\nCryoablation can also be applied in conjunction with other ablative therapies to achieve desired results. There is now accumulating evidence through small studies that chemotherapeutic agents may accumulate better in cryoablated tumors, leading to a better response to treatment.33,34 Vergnon and colleagues reported a higher local tumor control (65 % as compared to 35 %) in patients with unresectable non-small cell lung cancer (NSCLC) who received cryotherapy prior to external radiation. This was also related to better survival as compared to radiation alone35 (median 397 days vs. 144 days). S UMMARY\nCryotherapy is a useful, safe, and less expensive option of the currently available alternatives for endobronchial tumor debulking, ablation, clot or mucus retrieval, and foreign body aspiration. Its application depends on the urgency for recanalization, location and type of lesion, type of airway obstruction, and available expertise and equipment. Combining of tumor debulking and ablative techniques may have an additive advantage in expert hands to achieve best possible outcomes. REFERENCES\n1. Hayata Y, Kato H, Konaka C, et al. Fiberoptic bronchoscopic laser photoradiation for tumor localization in lung cancer. Chest. 1982;82(1):10–14.\n2. Chaddha U, Hogarth DK, Murgu S. Bronchoscopic ablative therapies for malignant central airway obstruction and peripheral lung tumors. Ann Am Thorac Soc. 2019;16(10):1220–1229.\n3. Kwiatkowski S, Knap B, Przystupski D, et al. Photodynamic therapy: mechanisms, photosensitizers and combinations. Biomed Pharmacother. 2018;106:1098–1107.\n4. Dougherty TJ, Gomer CJ, Henderson BW, et al. Photodynamic therapy. J Natl Cancer Inst. 1998;90(12):889–905.\n5. Gomer CJ, Dougherty TJ. Determination of [3H]- and [14C]hematoporphyrin derivative distribution in malignant and normal tissue. Cancer Res. 1979;39(1):146–151.\n6. Moghissi K, Dixon K. Is bronchoscopic photodynamic therapy a therapeutic option in lung cancer? Eur Respir J. 2003;22(3):535–541.\n7. Mahmood K, Wahidi MM. Ablative therapies for central airway obstruction. Semin Respir Crit Care Med. 2014;35(6):681–692.\n8. Lee P, Kupeli E, Mehta AC. Therapeutic bronchoscopy in lung cancer. Laser therapy, electrocautery, brachytherapy, stents, and photodynamic therapy. Clin Chest Med. 2002;23(1):241–256.\n9. McCaughan Jr JS, Williams TE. Photodynamic therapy for endobronchial malignant disease: a prospective fourteen-year study. J",
      "page": 10,
      "start_offset": 0,
      "end_offset": 4849,
      "token_count": 1187,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "This was also related to better survival as compared to radiation alone35 (median 397 days vs. 144 days).",
        "Following attachment of the cryoprobe tip to the desired area, alternate cycles of freezing and thawing the tissue for approximately 30 s each are applied ( 5.",
        "If a cryoprobe is being used to extract foreign bodies, mucus plugs, or blood clots (Figs. 9.9–9.11), then, once the desired adherence is achieved to the target tissue/object, the cryoprobe and bronchoscope are removed en bloc from the airway quickly."
      ],
      "section_path": [
        "Introduction"
      ]
    },
    {
      "chunk_id": "practical_gti_delayed_at_p11_0_c4beff05",
      "text": ";39(1):146–151.\n6. Moghissi K, Dixon K. Is bronchoscopic photodynamic therapy a therapeutic option in lung cancer? Eur Respir J. 2003;22(3):535–541.\n7. Mahmood K, Wahidi MM. Ablative therapies for central airway obstruction. Semin Respir Crit Care Med. 2014;35(6):681–692.\n8. Lee P, Kupeli E, Mehta AC. Therapeutic bronchoscopy in lung cancer. Laser therapy, electrocautery, brachytherapy, stents, and photodynamic therapy. Clin Chest Med. 2002;23(1):241–256.\n9. McCaughan Jr JS, Williams TE. Photodynamic therapy for endobronchial malignant disease: a prospective fourteen-year study. JCHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy 12. Usuda J, Inoue T, Tsuchida T, et al. Clinical trial of photodynamic therapy for peripheral-type lung cancers using a new laser device in a pilot study. Photodiagnosis Photodyn Ther. 2020;30:101698.\n13. Mathur PN, Wolf KM, Busk MF, Briete WM, Datzman M. Fiberoptic bronchoscopic cryotherapy in the management of tracheobronchial obstruction. Chest. 1996;110(3):718–723.\n14. Arnott J. On the Treatment of Cancer, by the Regulated Application of an Anaesthetic Temperature. London: Churchill J; 1851.\n15. Cooper IS, Lee AS. Cryostatic congelation: a system for producing a limited, controlled region of cooling or freezing of biologic tissues. J Nerv Ment Dis. 1961;133(3):259–263.\n16. Gage AA, Koepf S, Wehrle D, Emmings F. Cryotherapy for cancer of the lip and oral cavity. Cancer. 1965;18(12):1646–1651.\n17. Roebuck J, Murrell T, Miller E. The Joule-Thomson effect in carbon dioxide. J Am Chem Soc. 1942;64(2):400–411.\n18. Roebuck J, Osterberg H. The Joule-Thomson effect in nitrogen. Phys Rev. 1935;48(5):450.\n19. Niu L, Xu K, Mu F Cryosurgery for lung cancer. J Thorac Dis. 2012;4(4):408–419. https://doi:10.3978/j.issn.2072–1439.2012.07.13.\n20. Xu KC, Niu LZ, He WB, Guo ZQ, Hu YZ, Zuo JS. Percutaneous cryoablation in combination with ethanol injection for unresectable hepatocellular carcinoma. World J Gastroenterol. 2003;9(12):2686.\n21. Mouraviev V, Polascik TJ. Update on cryotherapy for prostate cancer in 2006. Curr Opin Urol. 2006;16(3):152–156.\n22. Ernst A, Silvestri GA, Johnstone D. Interventional pulmonary procedures: guidelines from the American College of Chest Physicians. Chest. 2003;123(5):1693–1694.\n23. Bolliger computed tomography (CT), Mathur PN, Beamis JF, et al. ERS/ATS statement on interventional pulmonology. European Respiratory Society/American Thoracic Society. Eur Respir J. 2002;19(2):356–373.\n24. Mazur P. The role of intracellular freezing in the death of cells cooled at supraoptimal rates. Cryobiology. 1977;14(3):251–272.\n25. Sunna R. Cryotherapy and cryodebridement. In: Ernst A, Herth FJF, eds. Principles and Practice of Interventional Pulmonology: Springer; 2013:343–350.\n26. Shepherd RW, Radchenko C. Bronchoscopic ablation techniques in the management of lung cancer. Ann Transl Med. 2019;7(15):362.\n27. DiBardino DM, Lanfranco AR, Haas AR. Bronchoscopic cryotherapy. Clinical applications of the cryoprobe, cryospray, and cryoadhesion. Ann Am Thorac Soc. 2016;13(8):1405–1415.\n28. Hetzel M, Hetzel J, Schumann C, Marx N, Babiak A. Cryorecanalization: a new approach for the immediate management of acute airway obstruction. J Thorac Cardiovasc Surg. 2004;127(5):1427–1431.\n29. Lentz RJ, Argento AC, Colby TV, Rickman OB, Maldonado F. Transbronchial cryobiopsy for diffuse parenchymal lung disease: a state-of-the-art review of procedural techniques, current evidence, and future challenges. J Thorac Dis. 2017;9(7):2186.\n30. Dumon JF, Reboud E, Garbe L, Aucomte F, Meric B. Treatment of tracheobronchial lesions by laser photoresection. Chest. 1982;81(3):278–284.\n31. Walsh D, Maiwand M, Nath A, Lockwood P, Lloyd M, Saab M. Bron",
      "page": 11,
      "start_offset": 0,
      "end_offset": 3741,
      "token_count": 1186,
      "overlap_from_prev_tokens": 180,
      "quotes": [
        "JCHAPTER Delayed Ablation Techniques: Photodynamic Therapy and Cryotherapy 12.",
        "Usuda J, Inoue T, Tsuchida T, et al. Clinical trial of photodynamic therapy for peripheral-type lung cancers using a new laser device in a pilot study."
      ],
      "section_path": [
        "Introduction"
      ]
    }
  ],
  "tables_markdown": [],
  "topics": [
    "Delayed Ablation Techniques",
    "Page 1",
    "Page 2",
    "Extracted Figures",
    "Page 3",
    "Page 4",
    "Extracted Tables",
    "Page 5",
    "Page 6",
    "Equipment",
    "Staff",
    "Setting",
    "Anesthesia Considerations",
    "Page 7",
    "Page 8"
  ],
  "source_file": "Delayed Ablation Techniques.md"
}